{"pageContent": "Joining me today is Alan Doherty, Clinical Director at the Birmingham Prostate Clinic, and recently voted one of the UK’s top ten prostate cancer specialists in a national poll of consultant urologists published in the Daily Mail.   Alan has been an innovator, advocate and dedicated practitioner of precision treatments for prostate cancer, and joined The Focal Therapy Clinic last year to develop his expertise in delivering focal therapy.  He’s here today to talk with me about what he’s learned in the last year and how he sees the fire of focal therapy from both a provider and patient point of view.  Hello and welcome to On Focus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK, and with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Alan Doherty, clinical director at the Birmingham Prostate Clinic and recently voted one of the UK’s top 10 prostate cancer specialists in a national poll of consultant urologists published in The Daily Mail. Alan has been an innovator, advocate and dedicated practitioner of precision treatments for prostate cancer, and he joined The Focal Therapy Clinic last year to develop his expertise in delivering focal therapy. He’s here today to talk with me about what he’s learnt in the last year. Alan, thank you so much for joining me today. Hi Clare, it’s an absolute pleasure. Let’s jump right in because I think it might sound a little bit ominous to listeners that you’ve only recently taken up focal therapy, but I think the whole idea is that you’ve been leading precision treatments for a long time. And this is kind of like the frosting on the cake, as it were. So I’m really interested in hearing what you have to say about what made you take up focal therapy with the dedication and fervour that you plainly exhibited in the last year. The question could be what are the influences which are out there which make people not look at this? And I suppose when I worked in the NHS as a consulting urologist at one of the biggest trusts in the country, the focus was was very much always to go for more established treatments like radical prostatectomy or radical radiotherapy. In other words, whole gland therapies where you treat the whole gland. And these are the sort of treatments that developed over a long period of time and really probably started when cancers were picked up much more advanced than they are now, because PSA wasn’t being used 20, 25, 30 years ago, and so people would present with very advanced cases in at least more advanced than they are now and the treatments had to be more advanced. And that’s where the word radical comes in. I think that you get a mind set, the NHS and the teaching that we had was all that, you know, if there’s a cancer there, you either left it alone, which is sort of a bit illogical because why did you find it in the first place if you’re not going to treat it? All you have to have is a discussion with a patient before you biopsy them and say, what would you do if I found a cancer? If the answer is nothing, then why would I biopsy them? But to the other extreme, where you say, well, if I find one and then we must treat it aggressively and achieve as high a curative percentage as we possibly can. It’s sort of illogical, it doesn’t really make sense because, not now anyway, because now that we’re picking a lot of cancers much earlier than before, these cancers are often cancers that don’t grow very quickly. They’re often only in one part of the prostate. And treatments that treat the whole gland have quite a lot of side effects. And you think, well, why not just treat the abnormal area and then monitor the situation? And I think what’s been a huge eye opener to me is that the mindset that comes with whole gland therapies is that it doesn’t really matter where the cancer is. As long as you find a cancer, you can then just treat the whole gland. Whereas when you start doing precision treatments, you need precision diagnostics. And that means really high quality MRI scans and really high quality biopsy information. And it’s just a completely different mindset. And I have found it absolutely incredible talking to colleagues who have been doing this for a long time, how much more information they’re getting and they need to be able to advocate. And a lovely expression is with an MRI scan is can you rule things in or can you rule things out? And for that you need a high quality scan, so the machinery and the sequencing has to be good. And then you have to have a high quality radiologist who actually knows what they’re looking at. And the variationhas been, I mean, amazing. I can’t believe how much variation in reporting there is out there. Really quite remarkable to the point where you start doubting things. When you read a report, you think, well, is that right or is that wrong? There’s a need to get this reviewed by an expert. Well, it’s interesting because we’ve talked before about variability and a whole range of the steps along the pathway. In fact, we recently blogged about it at The Focal Therapy Clinic. And I guess I’m wondering if you’ve seen that variability, you know, on the increase, as it were, during the pandemic. And I guess my question was, you know, building this expertise in focal therapy during the pandemic must have had its challenges. Is that one of them or are there others that you’ve seen that’s impacted your practise and your patients? Even though I practise in Birmingham, the radiologist that I really trust works in London with The Focal Therapy Clinic. And, you know, I’ve been amazed that patients are prepared to travel all the way from Birmingham on my recommendation to have the best MRI scan around. And they do despite covid, they are prepared to do that, to go. So there is an appetite to be managed properly, even if it’s to the point of travelling 80 miles to get the best scan. So I do think covid has necessarily impacted on my perception of how patients want to be treated and, you know, in some ways would allow me to do because we were a little bit quieter, is spend more time digesting the treatments and thinking about it and doing the treatments because. All this takes quite a long time to set up hospitals in the Midlands that they can operate, that takes a lot of effort. And so, you know, we now have two hospitals in the West Midlands which can offer this. And that’s really been a great move forward and I think great for our patients. Do you find as well that the patient experience has shifted in that patients are more vocal about the side effects, for example, their sexual, urinary mental health? What do you think we can learn from them that will help us improve prostate cancer management for all men? They have to ask themselves, the question is how important is sexual function to them? Because if it’s very important to them, focal therapy is probably the only treatment that reliably preserves sexual function. And although it could be argued that removing the prostate is a better curative treatment, some people are prepared to offset that slightly better outcome to maintain their quality of life. And that’s the discussion, it’s a grown up discussion to say what’s the trade-off. And that’s the discussion I like to have with people, because I don’t know exactly what the trade-off is, but I know that that trade-off exists and people are prepared to take it. I think I would take it if I was eligible for that. But everyone’s different. And so understanding different people’s personalities is part of the management of this condition. Not everyone is the same. Giving someone the right treatment for them and informing them so that they’re properly counselled as to what’s going on is the enjoyable part of my job. It’s also what we all want to see. This holy grail of personalised care, isn’t it? Yes, exactly. In those conversations that you’re describing with patients, are you seeing sort of a trend line of patients more interested in having that conversation and willing and able to to process that information and make the right decision for them? Oh, definitely. And it’s very sad when someone is not eligible for focal therapy because they read about the benefits of focal therapy and they’re so disappointed when they’re not able to have them. And that saddens me in a way, because, well, had your PSA measured earlier and had you had this diagnosed earlier, you would have been eligible for this. I suppose the only upside if it, as it were, is that you point them a) in the right direction of treatment. But b) if they’ve had that conversation about the side effects, they can take that with them and be a bit more informed when they go into the appropriate treatment for them. Well I think that’s right. People like a realistic conversation and it is what it is. And it is always difficult to disappoint someone when they’ve set their… Of course, but what is interesting is we often hear from men who will say, you know, no one ever told me but before that decision, erm so I guess in this case at least, having that counsel is informative. That’s exactly right, yeah. It’s you know, honesty, transparency is what people want and that’s hopefully what we can give them in The Focal Therapy Clinic. So just because they contact us doesn’t mean that they are necessarily going to be offered it, but at least they know they can have a very thorough consultation. Exactly, we’re definitely seeing, that, in fact, you know, one of the questions I wanted to explore with you was just based on the observation that we’re at such an interesting time where patients are getting more informed. I mean, you’ve just described that a bit with your own patients and we’ve certainly seen that. And equally, the technologies both diagnostically and treatment wise, are improving so much. So do you see that is driving focal therapy forward? What do you see as the future for focal therapy? I think we’re going to get more and more consultants who have been set in their mindset, starting to open their minds to say, well, I get it now, because if we pick up an early prostate cancer, for example, instead of just monitoring it, why don’t we just treat it? Because that’s got to be better than just waiting for it to become a more dangerous cancer. Indeed A lot of our work is second opinion. So the consultants who are seeing them in the NHS will get to hear about the treatments they’ve chosen and that will make them sort of interested in it. In fact, I’ve heard of people looking at research into focal therapies with radiation, for example. And so the whole concept of a focal therapy is becoming on the agenda now. What’s the percentage Clare now for London? I mean, the percentage of people having focal therapy for an early prostate cancer in London is something like 30 percent or something like that. It’s quite a high number I heard the other day. It’s remarkable how in London it’s really taken off. And I think it’s going to spread out into the rest of the country. I mean, again, there’s that sort of patient knowledge enhancement part of it. More and more people doing their own research. And whether you call it Dr Google or whatever, I think there’s, we’re certainly seeing that because, of course, people find us by going online. So that would seem to be driving it in some ways. It’s a bit sad that the patients have to do all this research themselves when they’re actually talking to not only urologists, but also their GPs. You know, so at the moment, it is more patient driven. And I think what I can see it changing is I can see it being more doctor driven, in say, five years. Yeah. What’s interesting about being sort of provider driven, as it were, is that these different trends that are driving that you’ve mentioned a few patients coming from a second opinion and informing doctors, particularly regionally. But also you wonder from an economic point of view, patients who are treated with focal therapy and how that actually systemically impacts providers. The NHS for example, here in this country. But I’ve never actually seen any fully costed study from a health system point of view on focal therapy. I wonder if that even exists. Well, no, nor have I. My fear is that it actually would be quite expensive. Maybe that’s what puts the NHS off going that way, because what you have to remember with the focal therapy is that patients need monitoring and that requires regular MRI scans and good quality MRI scans as well. So, you know, it’s not the cheapest of treatments, but in a way that shouldn’t really come into it because it should be what’s best for the patient Of course. But I mean, overall, you’re very bullish about the future of this treatment, both from a provider point of view and from the patient point of view?  Very much so. And I think it’s not going to be just treatments like HIFU that do, you know, there are new technologies because essentially what you’re doing is trying to kill tissue where the cancer is. And it probably doesn’t matter how you do it. The good thing about HIFU is, of course, is that it is just heat, you know, it’s not long term effects from radiation and it’s very controlled and it’s safe. And so it’s going to be hard to beat the ultrasound wave. I mean, there are other technologies using electrical energy, nanoknife and all this sort of stuff and cryotherapy. So there are lots of different ways to do focal therapy. But, you know, the HIFU is probably going to remain the main line focal therapy modality I suspect. Alan it’s been really fascinating hearing your comments, and I’m sure our patients will find this even more interesting, spoken from someone who’s kind of climbed a very steep learning curve, but with incredible dedication and very clear engagement with their patients. So thanks very much for sharing that with us. Absolute pleasure, Clare. Lovely to talk to you as ever. Further information on Alan and his clinical practise is available on our website, along with a transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Focal Therapy , The new standard of care\nhttps://www.thefocaltherapyclinic.co.uk/the-focal-therapy-learning-curve/"}}