{"pageContent": "Journalist and publisher Graham Ogilvy joins OnFocus to discuss his recent experience with a prostate cancer screening and diagnosis in Scotland that ultimately led him to seek treatment in England, and offers strong advice for men in Scotland to question the “blunt instruments” that are the default diagnostic and treatment offer there.Press play in the audio player below to hear the interview, and speak to The Focal Therapy Clinic at 020-7036-8870 to learn more how focal therapy can help treat your prostate cancer.Please find below a written transcript of the interview.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about.Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Graham Ogilvy, a former journalist from Dundee, who’s here to discuss his experience with initial diagnosis of prostate cancer in Scotland and how this led him to undergo HIFU treatment with Raj Nigam at The Focal Therapy Clinic at Mount Alvernia Hospital, Guilford.Graham, welcome and thanks so much for joining me today.Thanks Clare, pleased to join you on our Zoom technology.Absolutely. We’re all becoming extremely skilled and experienced with this. So, Graham, we’ve been chatting a little bit before this interview, but for the benefit of our listeners, I’m just going to start off our conversation by picking up on your journey to southeast England to Guildford to see Raj earlier this year from Scotland for the HIFU treatment that we’re here to talk about.How did this come about? How did you start off in Scotland and wind up down in Guildford?I was diagnosed with prostate cancer last October at the age of 62. It was a bit of a surprise because it was picked up with blood tests. I didn’t have any of the classic symptoms of prostate cancer.  And I’m pleased to say that I still don’t. I thought the NHS was quite good at picking this up. Quite a slick conveyor belt operating.And I got the sort of the good news that the cancer was curable, at which point, you know, I was pretty happy about that, obviously. And then we moved on to discuss what was available as a treatment. And that’s when I think it got really quite interesting.Interesting how?Probably because I haven’t had that much to do with doctors, I kind of imagined that there would be a consultant and he would present the choices and make a recommendation.Doesn’t quite work like that. You choose, so you receive a presentation. There are two choices basically available to you. There is a third, brachytherapy which I asked to be considered for, but there was a sort of inexplicable delay in getting to that. And so we were really focusing on the two choices, which was the removal of the prostate gland or its destruction with radiation, hormone treatment and radiation, which seems to be something of an Ottoman choice. The Ottomans used to give their unfortunate prisoners a choice. They could either have their testicles crushed between two silk pillows or smashed between two bricks.But the outcome was the same.A bit of a blunt instrument, I think. So I saw the man who performs the surgery and he told me what he did. And the next day I saw somebody who was a consultant to do with the hormone treatment and radiation, and he told me what he did. And then you have to make your mind up.I didn’t feel terrible… I’m not really a medical expert, so that was a bit of a surprise. There was then this attempt to get in touch with brachytherapy people who were based in Edinburgh. That didn’t seem to go too well in terms of getting in touch. There was a bit of a delay, a bit of an interregnum during which I was obviously reading online about things.I was aware of the HIFU option, but it wasn’t something that I pursued, firstly because I didn’t know anybody who had it, I think.Secondly, I didn’t really know how to go about accessing it. It seems to me, you know, I mean, without going on Amazon to get prostate treatment, you know, that’s what it felt like. And I’m going to go on the Internet now and try to find somebody that does this. I mean, it’s not the way we’ve been brought up.You mentioned in a previous conversation that your diagnosis was initially confirmed by a TRUS biopsy. Is that correct?Yes, yes.Were you offered another option, how did the TRUS biopsy affect your diagnosis and ultimate treatments?This was actually very interesting and putting my journalistic hat on, I must say, if I wasn’t retired, it would be rather a good story.The TRUS biopsy, which is a transrectal biopsy, is, as the name suggests, inherently slightly dangerous in that the chances of infection are elevated. A load of needles are punctured through the wall of your rectum basically. So the risks are self-evident.You’re given a piece of paper alerting you to the fact that one man in 200 will die as a result of this and you’re given two antibiotic tablets to take a couple of hours beforehand. And then you go and you have the procedure, which I have to say was reasonably painless. It was a little bit uncomfortable afterwards, and that was the story. And luckily for me, unlike a friend of mine, I didn’t get an infection.I was duly phoned with the results, which was that I had “a wee bit of cancer on one side, but nothing on the other side”. And this was graded on the Gleason score four plus three, which I understand that three plus four, is pretty much better than four plus three. Four denoting that it’s got an ambition to travel.So armed with that information, the next step is what to do about it.Yep.And neither of the options looked fantastic because I didn’t get up in the night as lots of guys have to do and I still don’t. I didn’t have any other problems. If I had the surgery, I was going to have these problems.Yes.And but then when it came to the radiation and hormone, first of all, the hormone treatment I gathered was pretty devastating. But possibly what I would have gone for, because the side effects are less dramatic than the removal.I also happen to live close to the hospital. So it wouldn’t be a problem for me to go up there every day, but it certainly would be for a lot of guys who live further away. So I was tempted to take that route.But what was a big thing for me that concerned me about radiation was that after you’ve had radiation, they say that surgery is not generally possible if it comes back because the tissues are gunged up. So that’s a factor to be considered.So anyway, this was where I was. It was make your mind up time, and I said, well, let’s have a look at this brachytherapy. They weren’t sure if I would be suitable for that, but that was a decision to be made in Edinburgh. Christmas intervened and we never really seemed to get as far as Edinburgh. There was quite a delay.During that delay I was reading about HIFU, as I had done already, but then a friend called and put me in touch with his brother in law who had successfully been treated with HIFU three or four years ago. And he’s a partner at an international law firm and pretty astute, and pretty forensic in his analysis. He sort of sang the praises of it and gave me the name of his consultant. I tried to… I got online and was spurred into action with this.And also I’m not sure if I was impatient or disenchanted or both, but not hearing anything about this brachytherapy because I hadn’t had any information for about five or six weeks. I was standing waiting for the bloody letter to arrive every day, you know, twenty past one. It’s never arriving.And then of course, by this time you sense that perhaps it’s never going to arrive unless you make an intervention. So I went online and there was a few things and I tried to get this guy, but it wasn’t easy to find this guy who’s one of the top men in the field. But I saw that he was part of a group who had been working on this in terms of having it assessed for the NHS.And then I noticed that when I saw the focal therapy clinic, I saw that one of the people, one of his collaborators was Mr Nigam who was at The Focal Therapy Clinic and who also had collaborated with this guy and was cited on the papers that I had looked at. So that’s really how…How the dots connected?Yeah. Filled in a form. And then they got in touch and then I jumped on a plane, went down and saw Mr. Nigam.Did he request another biopsy or did he work with your…?Yes. Now that was quite interesting. First of all, the NHS were very good about giving me the records and the MRI scan I had so that Mr Nigam could see that. So the interface there, it was pretty OK. The MRI scan he thought was of a very high quality, etc., but did require to be another biopsy. And this was very interesting because this was a different biopsy from that that is performed in Scotland. It’s more exact, it’s a transperineal, I think they call it.MRI fusion, ultrasound fusion.And it’s more accurate to begin with. And also it’s much, much safer. Unlike the one that you get in Scotland, there is a general anaesthetic, but you’re given intravenously antibiotic during this. And thereafter, you’re given three days of a course of antibiotics for three days. I think it was three pills for three days.So it struck me. It struck me that here I was getting an inherently safer procedure because it is safer with less chance of infection, with greater protection. Then I was horrified to subsequently learn that, in fact, in large parts of England, the biopsy that we get in Scotland is not allowed because it’s regarded as being dangerous.And I understand it’s banned in certain parts of Europe as well. Now, the other thing about this rather disappointing thing about this biopsy that I had in Scotland was that. The wee bit of cancer on the one side and the no cancer on the other side turned out to be not quite the picture. I’m only imagining because I don’t have any medical knowledge that it may be that they don’t require so much accuracy, if all you’re doing is applying the blunt instruments of surgical removal or radiation, basically destroying the thing so they don’t need to know.But what did emerge was that from this safer but more accurate procedure was that in fact I had quite a bit of cancer on one side and a little bit on the other side. So the picture was rather different.So I think there’s an issue there to be addressed in Scotland. I mean, I presume it’s costly to knock people out and all that, but I do think that part of the problem with prostate cancer is that it affects old guys who, you know, are not sexy, not high up in the political agenda, although I think obviously prostate cancer is gaining traction in the political agenda and it is becoming more important.But I ask the question: if one woman, one mother, one grandmother, one daughter, one sister in two hundred was dying needlessly from a breast cancer biopsy. I suggest there would be riots, quite rightly, in the streets. My question is, why are these men dying?Yeah, no, it’s a pretty critical question. I mean, there’s a few things you’ve mentioned here that, you know, I just want to probe a little bit more about, you know, particularly the Scottish experience. I mean, again, this use of blunt instruments, as you describe them, seems to be common and persistent.And as you then you know, was shown to be quite evident in England. Not only was it not, but it was actually seen, as you said, dangerous and inaccurate was kind of secondary. And then the second thing you talked a bit about was that Scottish men are potentially affected by ageist attitudes or even gender based ones.You know, the sort of old guys are effectively ignored. I mean, do you feel that other people share that view?Yeah, I have spoken to other guys who have been in this situation and they feel that way as well. I don’t think it’s a thing that pertains to Scotland, by the way. I think it’s UK wide, I think that because it affects older guys, I really can’t understand why they’re not screening for it.I know the argument about everybody’s going to get it sooner or later. And, you know, most people can live with it and all this kind of thing, but there are men turning up and it’s too late. There’s the cry.It seems to me that you might save yourself a lot of heartache and money by earlier intervention, you know? I know people who’ve turned 60 and gone to the doctor and asked for a blood test because they’re concerned about this, just as a matter of routine, and they are told, no, presumably they don’t have any symptoms.So maybe… I understand the health service is under pressure and I certainly support it most avidly. So there are lots of issues I won’t know about. But the biopsy I know about and if the NHS is one part of the country says it’s dangerous, and won’t do it, why is it being done elsewhere?So that’s the question. So Graham, in your experience, how would you advise men in Scotland who’ve recently been diagnosed with prostate cancer?Well, first of all, I think that they have questions to ask and all the rest of it, and I think I had some experience of the expert nurses at the prostate cancer charity, Prostate Cancer UK, really excellent. They were first class, a very good service. You phone them up. They are very reassuring.But they also tell you what the scores are on the doors, the questions to ask, the buttons to press, et cetera. I think they are very, very good, strongly endorse them. My experience was, you know, I was deemed by Mr. Nigam to be suitable for this HIFU procedure, which is ultrasound where it meets and generates heat and basically they burn out the cancer. They’ve been doing it for quite a long time, 30 years on the continent, coming up for 10 years here, I think possibly.But my PSA had gone down slightly from 12 and a half to ten and a half. I got the operation done at Guildford, which was a very nice hospital, very friendly people, very straightforward procedure, no real discomfort afterwards. Everything went smoothly. I had a catheter, which you could do without, but it wasn’t as horrendous as I imagined it to be.And I liased with the NHS up here, when I came back and the district nurse came around and removed the thing I never felt it at all and it was back to business as usual, I’m delighted to see. So it was all pretty amazing, actually, because I had the operation on the Thursday night, Thursday during the day, rather, and was out having an Indian meal and a glass of red wine on Friday night.That’s really good to hear. And since then….?Yeah, very well. Well then subsequently I had two… You’re always reluctant to jump up and down in celebration with cancer, but I subsequently had two blood tests. One came in at two, the second one came in at two point two. So basically the same.I’m about to get a third one. The oncologist at my local NHS hospital has got me under her wing. The blood tests are done at the local doctor’s surgery and she sees them and we have a phone chat.Mr Nigam was very pleased with the results coming down to two. It was, I think, very, very good because he said he would have been happy with a five. So to get down to two is really good.That’s really good.And certainly as far as side effects go, I mean, I just think about what might have happened. I just think I’ve been so lucky.Now, clearly you have you know, it’s been really interesting to have you share this, because I think a lot of men need to understand how to take the steps you have and exactly what went through your head, what you encountered.So Graham I really want to thank you for sharing this. It’s really helpful. And I think your comments about some of the blunt instruments, as we said earlier, are quite telling. And we’ll see how that goes. But I want to thank you so much for speaking with me today, it’s been a real pleasure.OK, Clare, thanks very much.A transcript of this interview is available on our website, where you can also access information and insight on living with prostate cancer. Thanks for listening and from me, Clare Delmar, see you next time.Very  informative.   I have low grade prostate cancer.  I’m on active surveillance. My PSA has recently increased to 13.3 and I’m due an MRI scan on November 27.  I’m rather worriedYour email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Scotland : Men need to be aware of Prostate Focal Therapy as an alternative to Radical Treatment\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-scotland-screening-and-service-quality/"}}