{"pageContent": "Today’s guest is Raymond Poole from Co Wicklow in Ireland, who is both campaigner and advocate for better treatment and more honest discussion about the impact of prostate cancer on mens’ lives.Following his prostate cancer diagnosis and subsequent treatment, he has used both poetry and prose to express his emotions, communicate his experience with honesty and humour, and inspire others to develop their voice and make better choices about their prostate cancer support and treatment. He’s Irish, so that may not come as a surprise.In our conversation today, he’ll comment on some of his experiences with prostate cancer by drawing on passages from his books ‘Nothing’s So Bad That It Couldn’t Be Worse’ and ‘Taking the Pi55 Out of Cancer’. You’re in for a treat.Follow Ray on twitter @Aladinsane40Taking the Piss out of Cancer: https://www.raymondpoole.com/taking-the-pi55-out-of-cancerNothing’s so Bad that it Couldn’t be Worse https://www.raymondpoole.com/nothing-so-bad-that-it-couldnt-be-worse Hello and welcome to OnFocus, brought to you by the Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided, or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK and with this sombre fact because a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Raymond Poole from County Wicklow in Ireland, who is both campaigner and advocate for better treatment and more honest discussion about the impact of prostate cancer on men’s lives. Following the prostate cancer diagnosis and subsequent treatment, he has used both poetry and prose to express his emotions, communicate his experience with honesty and humour, and inspire others to develop their voice and make better choices about their prostate cancer support and treatment. He’s Irish so that may not come as a surprise. In our conversation today, he’ll comment on some of his experiences with prostate cancer by drawing on passages in his books. ‘Nothing So Bad That It Couldn’t Be Worse’ and ‘Taking the Piss Out of Cancer’. You’re in for a treat. Raymond, thank you so much for joining me today. Thanks, Clare. It’s wonderful to be talking to you and great to get advice out there about prostate cancer in men because it’s not spoken about enough. Indeed. And you are my first Irish guest, so I want to commend you for that and it’s very exciting. Great. Yeah. I mean, you know what happens when the Irish start talking? You don’t shut us up. I do, indeed, without further ado, let’s just launch into the very beginning of your journey and ask you to give a short summary of when and how you were diagnosed with prostate cancer and what happened afterwards. Sure, it started back in 2016. I went, I go every year for an annual blood test. In my late forties, I asked the doctor to add in the PSA one. And in July 2016, when I was 53, my PSA rose and he asked me to come back four weeks later and had risen again. And then he decided, okay, you got to go see a specialist, which I did. Then later that year towards the end of that year, the December time frame, I got biopsies done, which was a journey in its own right, because although I got over 20 biopsies from the prostate, none of them were cancerous, but I ended up with sepsis and that brought me on a journey into numerous infections. But the great thing about getting the sepsis was I actually had aggressive cancer. So if I hadn’t got sepsis, I would have thought it was okay and I could have ended up with stage four cancer. So it’s the sepsis in a strange way that saved my life. How did that translation actually happen? The sepsis has actually led to that discovery, that diagnosis? Yeah, well, what happened then, when I went in, I ended up going to hospital for eleven days just before Christmas in 2016, and my PSA in July was at 9.5. It had gone up to ten, I think, or 10.5 within a four week period. Then by December it was up to 19.5. So they knew at that stage things were going in the wrong direction, you know, but look, listen, as you well know, men can have a PSA reading in the hundreds, and it still doesn’t mean that they’re going to have to get radical prostatectomy or anything. They can maybe be treated differently. It’s only an indicator. It doesn’t mean you definitely have cancer. It has to be followed up. Well, I would prefer to be followed up by an MRI and then targeted biopsy rather than a random biopsy like I had first, you know. So what happened then when you actually got the correct diagnosis? Actually, I ended up with a different consultant who very skilfully managed me. And it was only in hindsight and reflection, I realised just what he was doing and he was managing really my expectations, my concerns and my worries. And he gave me an in depth talk about what the prostate was all about, how bad the cancer was and the options that were open to me. So there were some options that weren’t and there were some options that were. And then the ones that were open to me, he made sure I went and visited each individual specialist consultant to talk about those options. And which option did you ultimately choose? Yeah, I ended up getting robotic radical prostatectomy. Actually, just the consultant who was managing me, he didn’t do it. He did keyhole or he did open surgery, but he didn’t do robotic surgery. So he referred me to his colleague who was just a couple of doors down from his office. And I got, I think it was six hour surgery or something I was in there for. It went extremely well, the surgery. I got it done in the afternoon. And the following morning they had me up out of bed and in the shower. Of course, me being the man that I am thinking I can’t move, I’ve just had major surgery, but I had this this lovely lady, I called her Maid Marion. She was a lady that looked to me as if she was in her sixties, she was like a health care worker. She wasn’t a nurse. And she just said, I’m here to get you into the shower this morning. And sure enough, she got me in the shower. She hosed me down. She looked after me so well. And I suppose you’re worried you’ve got tubes coming out of you everywhere and you’re worried they are going to fall out or something. But she really looked after me well. So I mean, then the following day, then I was home. The surgeon did his job, and that’s the thing I think about and not just prostate cancer, any major illness, cancer, in particular, having seen so many people have different forms of cancer. The surgeons do a wonderful job. They get you better. They hopefully get the cancer out or they get rid of it for a period of time. But then you’re sort of left with the side effects thereafter. So for me, that translated into permanent incontinence and permanent erectile dysfunction. So they were two things that I had to get my head around, get used to it. I remember saying to the nurse at the very early stages, you have a bag on you for a week and then you go in after a week of surgery and then they remove the bag from you and they lay you down on a table and they say, breath in and they take the bag off. And then they say, no, get up very slowly because you may leak when you get up and of course they give you some pads or whatever to wear as you’re getting up. But I think on my second visit to that urology nurse I said, please stop calling it leakage. I was expecting a drip. I had a tsunami. Now I was just unfortunate. I ended up for just over three months having to wear full nappies because my bladder just lost all control. So I was filling about anything between five and seven nappies a day. But the wonderful thing was once I lay down in bed in the evening, I have no leak whatsoever. It did help that at least I got comfort when I went to bed at night, you know. So Ray, you’ve been through, gosh, sepsis and then you had erectile dysfunction and the incontinence. How has this experience inspired you to write? I guess what it all started off with, was when I got the diagnosis. I got it on a Friday, I think. And that Sunday, I just sat front of my computer and started typing. I didn’t know what I was typing. I was just typing. It was a dialogue. It ended up being a dialogue about two voices in my head, sort of sitting back and reviewing everything that was happening to me in a very… I call it sort of like the non PC book about PC because it’s just pure dialogue, you know, in it before. Would you have described yourself as a writer prior to this? No, not really. Okay. And it’s just something that… I’ll read you an extract from the two. So basically, it’s two voices, and it’s written very much in the sense of two Dublin lads having a conversation about me and I’m a third party, and they’re just totally disregard for any of my feelings or anything. Does it take place in the pub, Ray? Nope. It just takes place in my the wherever my head is. I remember saying to one guy, if we can only get them to show up now I’d be happy because every time I would sit down and do something, I get, oh, there’s another I should write about that. And I should do that. So actually, the book, it’s called “Taking the piss out of cancer”. It actually spanned nearly two years, which was never the intention. I only intended it to span about six months, and actually I ended up finishing it… My dad during the book, at the end of it, he passed away. They even talk about him as well, passing away and how that impacted on me. It’s just one of those things in life. I mean, that’s what life is about. Indeed so let’s hear the passage that you’d like to share. Okay, so I’ve been visiting a nurse. So one of the things they do is you visit a nurse. In my instance, I visited a nurse because of erectile dysfunction. They give you various options and to see if they can cure this erectile dysfunction. One of them. I just nickname this Nurse Jackie and it says: “Well, Nurse Jackie says the pill won’t work, but you can get a pump. Then the Mrs chirps up. Yes, love. I read about them. You can get them online. No fricking way. Hold it there. Nurse Jackie jumps in and says, no, you can’t buy these online. She asked, have you met Rodrigo? He deals with this aspect, but here’s a sample of what it looks like. Jesus, what did it look like? A fecking elephant semen collector. Oh go on, will you? We’ll wait for it. Nurse Jackie then says they have to be custom made and Rodrigo will measure you for it. No way. And he says, do they come in extra small? Ah, Jesus, what’s next? Now get this, she said, were you told it may get smaller after the operation as they have to move things about? Ah, jeez, this just keeps getting better. Was he on the floor at this stage? He just burst out laughing. Then he said he might as well become a lady boy if things get much worse. Mrs. asked, was there anything else they could try? Quick, tell me because I think mine is just retreated up inside me at this stage. Calm as you like Nurse Jackie says, you can always use the injection. What? Yeah, you can use an injection into your prick to enlarge it. Your man’s Missus says, won’t that hurt? As quick as anything Nurse Jackie jumps in and says, no, it’s just a small prick. No way. Best bet, your man says, how do you know I have a small prick? And then they all just burst out laughing.” And that’s… I wrote it in a style of totally not politically correct. They didn’t care what they said about you because you can either hedge around it or you can hit it face on. And I think when you have radical prostatectomy surgery, you’re being hit face on. There is no cotton wool put around you. Your things are going to happen whether… I mean, I was just unfortunate. I don’t want anybody listening to this thinking they’re going to end up with permanent erectile dysfunction and permanent incontinence and all that type of thing. It doesn’t happen to everyone. It happens to some and I was just one of the unlucky ones that it happened to, you know. One of the things that I also did was, it took away libido totally. It just isn’t there. And I said to her, as difficult as that is that’s actually a good thing, because could you imagine having erectile dysfunction and not having a low libido? I mean, that would just be, would just be, you know, that would be a curse on everything. As you say, nothing so bad that it couldn’t be worse, right? She just looked at me and said, Well, it’s you that it hasn’t got the libido. I still have mine. So Ray, your writing really does provide… Because I’ve seen you on Twitter and you’re a big social media blogger, and developed quite a following, and I can see that it provides support and comfort, certainly humour to many men. And here’s the point which they often find sorely lacking in their care. So I’m wondering what you’ve learned through their reactions to your writing.When I went on Twitter and I started posting and hashtagging, it suddenly… I wouldn’t say people coming out of the woodwork. But suddenly men started following me. But the one thing when people meet me and I talk about it, it does take them back a bit because I don’t hide the fact… They are things that happen in your life that aren’t anything to do with something that you haven’t done or that you have done, they just happen to you. And when things happen to you, it’s not your fault. And there’s no shame in that. The fact that I’ve ended up with incontinence and with permanent erectile dysfunction, that just happened to me. There was nothing I did that made that happen to me. I looked after myself. I wasn’t grossly overweight. I was relatively fit. I had a good diet. I never smoked or drank ever in my life. I never took any form of recreational drugs in my life. So I lived quite a good lifestyle. But, you know, these things happen and it’s just one of those things. And when I meet people, I explain to them now and I won’t be behind the door about it. I’ll just say it straight out as it is. And some people find that very refreshing. Some people are a bit taken back with it, and inevitably they get used it. And then they sort of say to me, now, I’m glad you talk like that. It helps me not feel so bad when I talk about it, because let’s be honest about it. Men are not the best people at talking about anything that happens below their belly button, you know. I have two daughters. I never had sons in our house. So it’s always been women. It’s my wife, my two daughters, and then I was a real Irish man because I was a real Mummy’s boy. My mother was my world to me. And you know, when you look at their journey and when you look at the journey of an individual who is born with a womb, they encounter things much earlier in life, like they have the menstrual cycle, very young in life. They have end up going to the doctors very young in life for checks and smear tests and everything. Men, we don’t encounter that until something like prostate cancer hits upon us generally. Yes, that’s really, really important. In fact, one of the things I’ve definitely observed in some of the interactions I’ve seen with you and your followers is this idea that prostate cancer brings so many taboos and misunderstandings about the male body and its functions. And you’ve attempted to break through these with both your writing and your advocacy. And I’m wondering if you can give some examples of how this has helped some of the men you work with. And then I guess I’m interested in knowing how you think we can actually accelerate this process of better understanding, better acceptance, earlier engagement. Well, I think the way it’s helped the men is we’ve actually talked about it. We actually have a WhatsApp group going at the moment. There’s a good few men in it and actually they’re from Ireland, the UK and the US and Canada. And it was purely through interaction on social media we came about and we started talking about it and it breaks down that barrier. Like I’ve had men phone me who are going in for the surgery because and here’s the strange thing, I have more women following me than I have men and have more women direct messaging me, asking me questions about prostate cancer than I do men. On behalf of their partners, you mean? Exactly. It could be their partner, it could be their father, it could be their grandfather or sibling, whatever, friend, whatever, you know. And some of them have actually bought the books to give us presents to their, whoever is going on that journey to try and help them with that. The main reason behind the books. Well, there’s two main reasons. The one is to raise awareness around prostate cancer, break down the language and the vocabulary that we use when we’re talking about prostate cancer. And the other thing is both books, and I’m finishing a third one at the moment on poetry, I don’t take any money. I donate them fully to charity. So whenever somebody buys, the money just all goes to charity. But, I mean, we can say words are very powerful. It’s like a number of people who have gone on the prostate cancer journey when they first of all, they tell someone they have cancer and there’s a lot of sympathy. And this is something that we’ve all found. And then they mentioned they have prostate cancer. And it’s almost like the sympathy is turned off on the person who’s talking to them because they say things like aren’t you the lucky one that it was just prostate cancer or aren’t you glad it was just that. And it really frustrates and upset them because they think, well hold on a minute, you’ve no comprehension what we’re actually going through, particularly those… I mean, I know, look I know guys were terminally ill. I know one guy, he was only 46 when he was diagnosed terminally ill. I read about another guy there, he was 36 when he was diagnosed with aggressive prostate cancer. I grew up thinking, yeah, prostate cancer when I’m seventy, I’ll have a look at it, you know. But it was 53 when it came visiting me. And there are so many younger men. And for me, one of the things that happened was I was sexually abused as a child and that revisited me after my prostate cancer examinations and everything. And one of the things I try to raise awareness about when a child has been sexually abused. People often say, Why does someone wait till they’re 50 or 40 to announce they were sexually abused? The reason any individual does that is because as a child, you don’t have the vocabulary to explain what’s happened to you. You’ve been told by the perpetrator that it’s a secret between you and them, or it’s someone in society that nobody would believe would do it to you. Now, if you move forward ten or 40 years when you’re an adult and you’re 50 years of age like I was and you get prostate cancer and you look at that. The vocabulary and the language you need to talk about prostate cancer to another person is something men aren’t that familiar with. I mean, how many men do you see sitting down at the pub talking about erectile dysfunction or how many of them will say, Gee, you know what strange thing happened to me last night, I had blood in my semen when I ejaculated. It’s very true, women do talk about that more. I know you and I have talked about that before. Do you have another passage to read for us? Yeah, sure. I mean, this passage is from the other book, ‘Nothing So Bad That It Couldn’t Be Worse’. This is strange encounter, because what happened with this book was, ‘Taking the Piss Out of Cancer’ I wrote first, and when I gave it to the publisher, they said, no, you better write an introduction to this. So I did. And then when I wrote the introduction, they said, no, can you just leave ‘Taking the Piss Out of Cancer’ to one side and write an entire book in the way you’ve written the introduction because we really like that descriptive passage. So there’s a section in it that I try to explain. You know, I’ll read it anyway. I’ll explain it then. So it just reads. “But this book is not simply about my childhood and the journey into adulthood. It is about an unfinished life and the evolution of me as a person. All these episodes that happened throughout my life are threads in the fabric that make me and their interwoven experiences formulate how I approach things in life, especially my journey with cancer. We are complex creatures and to simplify who we are does a disservice to us. To understand anyone fully you first must understand their journey, their encounters, challenges, failures and successes they have.” And I believe that the way I approached my prostate cancer and probably the reason I’m so outspoken about it, and I don’t care what I say is because I was silenced as a child when I was sexually abused. I didn’t have the language. And what I’ve sort of said to myself is, you’re not going to be silenced now. You’ve had another traumatic experience in your life, and you’re going to share that journey with others. And you’re going to help others because you know as well as I do over 11,000 men die from prostate cancer in the UK every year. That’s a staggering… We don’t have the numbers for Ireland, but that’s a staggering staggering amount. And the amount of men in America as well that are dying. And they don’t know why. If you’re a Caucasian male, you have a one in eight chance, if you’re a black male, a one in four chance. Why? No one knows why. If your mother had breast cancer, you have a higher risk of getting prostate cancer. Figure. So I also feel at times that the medical profession or general practitioners who we go for, who’s our front line that we go to. They sometimes don’t always think of prostate cancer for younger men because that’s the common thread I found with younger men that I talked to. I know I’m been very generous to myself, calling myself young at 50. But it’s not the first thing in their head. If you’re having low libido, if you having a problem getting an erection, well usually, let’s give you one of those stiffening pills, that should help you. They very rarely will say, well, let’s get a PSA test done. Yeah, that’s a massive challenge for most men. Most of the people I talk to, have found that to be the starting point that was hardest to achieve. And that’s where language comes in. And that’s where telling your story comes in. And that’s where propping up all the other men who are on this journey comes in. Indeed, anyone even a transgender woman, because they still after prostate and helping them. So when they do go to their GP, they turn around and say, I have X Y and Z, do you think it might be prostate cancer? Do you think I should get a PSA test?  Exactly. Because I won’t be offered to you when you turn 50 unless you ask for it. So the power of words that you’re helping to provide, I think, really does give lots of strength and lots of confidence to these men. So on that note, can we finish with another passage from… Your choice whether it’s the first or second books. Sure, I’ll finish with a small poem that I wrote in ‘Nothing So Bad That It Couldn’t Be Worse’. It’ll actually be inserted in the book of poetry that I’ve written now which will be called ‘The Dark Side of Silence’. That book will be out later this year. But this poem is called “What if?” I do 90% of my writing under the light of the moon because that’s when my brain gets most active on these things. And there’s a stillness in the air and in the environment and everything seems to be asleep but me. And it gives me time to go to places that probably I wouldn’t during the day because I’m too busy and there’s so much going on. But this poem is called “What if?”: “What if I screamed my silent cries aloud? Would you think me mad? What if I gave up? Would you think me sad? What if I didn’t exist? Would you miss me? What if I asked for a hug? Would you think me needy? What if I was just me and would you still love me? What if I never spoke my fears? Would you think me brave? What if I said how I truly feel? Would you listen? What if I ask for forgiveness? Would you forgive me? What if it has all never happened?” That’s it. Raymond, thank you so much for speaking with me today. It’s been such a pleasure and I know you’re inspiring for lots of our listeners, so many thanks. Listen, Clare, thank you for having me. It’s been wonderful talking to you, appreciate it very much. Clare Delmar A transcript of this interview and links to Raymond’s books are available in the programme notes and our website, along with further information on diagnostics and treatment for prostate cancer. An additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Nothing’s So Bad It Couldn’t Be Worse. Raymond’s Prostate Cancer story\nhttps://www.thefocaltherapyclinic.co.uk/raymonds-prostate-cancer-story-an-open-and-humorous-account/"}}