{"pageContent": "\nWarning:\n\tThe NCBI web site requires JavaScript to function. \n\tmore...\nAn official website of the United States government\nThe .gov means it's official.\n\n\t\t\t\t\t\t\tFederal government websites often end in .gov or .mil. Before\n\t\t\t\t\t\t\tsharing sensitive information, make sure you're on a federal\n\t\t\t\t\t\t\tgovernment site.\n\t\t\t\t\t\t\nThe site is secure.\n\n\t\t\t\t\t\t\tThe https:// ensures that you are connecting to the\n\t\t\t\t\t\t\tofficial website and that any information you provide is encrypted\n\t\t\t\t\t\t\tand transmitted securely.\n\t\t\t\t\t\tNCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2023 Jan-. Ryan D. Rosen; Amit Sapra.Last Update: February 13, 2023.The TNM Classification is a system for classifying a malignancy. It is primarily used in solid tumors and can be used to assist in prognostic cancer staging. A standard classification system improves communication between providers and allows for better information sharing and research across populations. The system has its basis on assessing the tumor, regional lymph nodes, and distant metastasis, as detailed below.T - Tumor.  Used to describe the size of the primary tumor and its' invasion into adjacent tissues. T0 indicates that no evidence of tumor is present, while T1-T4 are used to identify the size and extension of the tumor, with progressive enlargement and invasiveness from T1 to T4. T-values are assessed differently based on the involved anatomic structures. For example, T1 indicates invasion into the submucosa in colorectal cancer, whereas T4 indicates tumor extension through all the layers of the colon and invasion of the visceral peritoneum or adjacent structures. T2 indicates an invasion of the muscularis propria, and T3 is an invasion into the subserosa. Tis identifies carcinoma in situ. Tx is used when the tumor is unable to be assessed.N - Nodes. Used to describe regional lymph node involvement of the tumor. Lymph nodes function as biological filters, as fluid from body tissues is absorbed into lymphatic capillaries and flows to the lymph nodes.[1] N0 indicates no regional nodal spread, while N1-N3 indicates some degree of nodal spread, with a progressively distal spread from N1 to N3. N-values are assessed differently for specific tumors and their regional lymph node drainage. In colorectal cancer, N1 indicates the involvement of 1-3 regional nodes. N2 can be 4-6 regional nodes, while N3 indicates 7+ regional nodes involved. Nx is used when lymph nodes are unable to be assessed.M - Metastasis. Used to identify the presence of distant metastases of the primary tumor. Metastasis is when the tumor spreads beyond regional lymph nodes. A tumor is classified as M0 if no distant metastasis is present and M1 if there is evidence of distant metastasis.This classification can be further subdivided based on the tumor to provide more detailed information. In colorectal cancer classification, M1a indicates spread to 1 area, M1b is spread to 2+ areas, and M1c means spread to the peritoneal surface. Peritoneal carcinomatosis, in particular, is a poor prognostic factor for colorectal carcinoma.[2][3] The overall survival rate for peritoneal metastasis varies based on the primary tumor but can be as low as three months in the case of an unknown primary tumor.[4]\nCancer Grade Versus Stage\nCancer grading is a description of the microscopic appearance of the tumor's cells and tissue. Low-grade tumors have relatively normal-appearing cells and tissue structures. These tumors are considered well-differentiated. Higher grade tumors have more abnormal appearing cells, and their tissue is structured abnormally. Higher grade tumors are typically more aggressive and have a worse prognosis. They are described as poorly differentiated. The highest grade tumors are termed undifferentiated.Cancer staging is a description of the gross appearance of the tumor. It can be described in terms of tumor size, invasion, spread to local lymph nodes, or distant metastasis. Some staging systems also include the grade of the tumor.Many studies have demonstrated the value of cancer grade and stage in determining colorectal cancer prognosis.[5] Colorectal staging has been suggested to have the strongest association with survival.[6] Studies have further demonstrated considerable variation between pathologists in colorectal cancer grading, suggesting the importance of tumor staging for prognosis.[7] \nPopulation-Based Versus Personalized Cancer Staging\nWhile the TNM system is useful as a classification system for carcinoma on a population level, its utility has been questioned on the individual patient level. Therefore, more personalized approaches have been suggested, including adding a molecular classification to the traditional approach, to augment its overall utility. The Eighth AJCC Cancer Staging Manual has taken the early steps of acknowledging the importance of molecular oncology.[8]The TNM system helps to establish the anatomic extent of the disease, and the combination of the three factors can serve to define the overall stage of the tumor. This method allows for simplification, with cancers staged from I-IV, with stage IV being the most severe stage. Stage 0 is used to indicate carcinoma in situ, which is not considered cancerous but may become cancer in the future. Stage V is used exclusively in Wilms tumors and occurs when both kidneys have involvement at initial diagnosis.[9] A simplified version of cancer staging and its relation to TNM classification is listed below. Progressive cancer staging is associated with disease severity and decreased survival rates. Anal squamous cell carcinomas demonstrated an observed 5-year survival rate of 77% for stage I and only 15% for stage IV.[10] Colorectal carcinoma demonstrated a 5-year survival rate of 74% for stage I but only 5% for stage IV.[2]Cancer management is complicated and requires an interdisciplinary approach. Proper communication between medicine, oncology, surgery, pathology, and other services is paramount. Further, pharmacists, nursing staff, nutrition, social work, and case management should be closely involved in the care of these patients. Treatment can be curative or palliative, and approaches will vary base on the stage of cancer. Approaches can include elements of surgical removal, chemotherapy, and radiation. All healthcare team members should coordinate and agree on the proper treatment course for the individual patient. [Level 5]Disclosure: Ryan Rosen declares no relevant financial relationships with ineligible companies.Disclosure: Amit Sapra declares no relevant financial relationships with ineligible companies.\nThis book is distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\n(\nhttp://creativecommons.org/licenses/by-nc-nd/4.0/\n), which permits others to distribute the work, provided that the article is not altered or used commercially. You are not required to obtain permission to distribute this article, provided that you credit the author and journal.\nYour browsing activity is empty.Activity recording is turned off.Turn recording back onConnect with NLMNational Library of Medicine\n8600 Rockville Pike\n\t\t\t\t\t\t\tBethesda, MD 20894Web Policies\nFOIA\nHHS Vulnerability DisclosureHelp\nAccessibility\nCareersWe are experimenting with display styles that make it easier to read books and documents     in Bookshelf.     Our first effort uses ebook readers, which have several \"ease of reading\"     features already built in.The content is best viewed in the iBooks     reader. You may notice problems with the display of some features of books or documents    in other eReaders.", "metaData": {"source": "Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK553187/"}}