{"pageContent": "Raj is a consultant urological surgeon based at the Royal Surrey County Hospital in Guildford. He was appointed in 2000, and has a range of experience in general urology, andrology and urological oncology practice in NHS hospitals.He underwent his basic surgical training at University College and Middlesex Hospitals, and completed his MD thesis on the basic sciences of cancer metastasis at the Royal Postgraduate Medical School. He became a Urological Registrar at St Marys Hospital in London, before becoming a Senior Urological Registrant at St Bartholomew’s and the Royal London Hospitals.Raj has held several management positions, including formerly serving as Clinical Director of Urology at Royal Surrey County Hospital. He is widely published in urological and oncological fields, and currently focuses on advanced prostate cancer diagnostics and focal therapies.In addition to his focus upon Prostate Cancer, Mr Nigam is a leading specialist in Male Sexual Function. He campaigns on the issues of  Age Discrimination and the overuse of Hormone Treatments in Prostate Cancer treatment in the UK.Listen to one of Mr Raj Nigam’s patients, Steve Wright, discuss his experience with The Focal Therapy Clinic and the HIFU Focal Therapy procedure. Steve was reluctantly preparing for Radical Prostatectomy when his wife came across HIFU Focal Therapy. It seemed too good to be true, but Steve has had a successful HIFU treatment. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Raj Nigam, Consultant Urologist\nhttps://www.thefocaltherapyclinic.co.uk/raj-nigam"}}