{"pageContent": "Cookies are files saved on your phone, tablet or computer when you visit a website.We use cookies to store information about how you use the NICE website and services, such as the pages you visit.For more information, view our cookie statement.(Opens in a new window)These cookies enable basic functions like page navigation and access to secure areas of the website. Our website cannot function properly without these cookies and they can only be deactivated by changing your browser preferences.These cookies remember information that changes the way our website behaves or looks, like your preferred layout or previously viewed pages.We use tools such as Google Analytics, Hotjar, Google Optimize and Loop11 to help us anonymously measure how you use our websites. This allows us to make improvements based on our users' needs.These tools set cookies that store anonymised information about how you got to the site, and how you interact with the site.We use Google Ads, LinkedIn, Facebook and Twitter to show adverts on external sites to promote NICE services, events and content.These services may use cookies to help make advertising more effective. These cookies are used for things like showing relevant adverts based on website visits, preventing the same ad from continuously re-appearing, or by measuring how many times people click on these adverts.Evidence-based recommendations developed by independent committees, including professionals and lay members, and consulted on by stakeholders.Topic pages bring together products on the same subject, for example diabetes, mental health and wellbeing or children and young people.Find topics byGuidance and quality standards open for consultation.Guidance, quality standards and advice being developed.Guidance and quality standards that have been proposed for development.Guiance being considered for development.Review the evidence across broad health and social care topics.Review new diagnostic technologies for adoption in the NHS.Review the efficacy and safety of procedures.Review clinical and cost effectiveness of new treatments.Exploring new ways to support adoption of health technologies in the NHS, including early value assessment.Review clinical and cost effectiveness of specialised treatments.Review new medical devices for adoption in the NHS.Our quality standards set out priority areas for quality improvement. They highlight areas with identified variation in current practice.View our quality standardsOur indicators measure outcomes that reflect the quality of care, or processes linked by evidence to improved outcomes.View list of indicatorsWe offer tailored support to industry during product development. Our expertise can help you build the evidence needed to achieve market access.Advisory service for developers of a range of health technologies.Engage with NICE and the healthcare system during product development.Contact us to discuss your requirements.Streamlining patient access to safe, financially sustainable and innovative medicines.Updated manuals for methods, processes and topic selection.Accelerating our efforts to deliver innovation to the health and care system.Using the best available evidence to develop recommendations that guide decisions in health, public health and social care.Ensuring new technologies are clinically effective and offer economic value.HealthTech Connect is a clear and simple point of entry for health technologies to access support and national evaluation programmes.UK PharmaScan is a database of new medicines, indications and formulations in the pharmaceutical pipeline.Guidance on measurements and tests used to evaluate a patient's condition.Guidance on medical technologies put forward to NICE by manufacturers.Guidance on new and existing medicines and treatments in the NHS.Guidance on the use of highly specialised medicines and treatments.The BNF aims to provide prescribers, pharmacists, and other healthcare professionals with sound up-to-date information about the use of medicines.BNF for Children aims to provide prescribers, pharmacists, and other healthcare professionals with sound up-to-date information on the use of medicines for treating children.Providing primary care practitioners with a readily accessible summary of the current evidence base and practical advice on best practiceWe provide national guidance and advice to improve health and social care.Learn about the information we produce.Understand how decisions are made:Comment on draft guidance:Be part of a guidance committee:Help develop our products:Putting you at the heart of our work:Help shape the future of NICE guidelines:\nNICE guideline [NG131]\n\n                        Published:\n                            09 May 2019\n\n\n\n                        Last updated:\n                            15 December 2021\n\nThis guideline covers the diagnosis and management of prostate cancer in secondary care, including information on the best way to diagnose and identify different stages of the disease, and how to manage adverse effects of treatment. It also includes recommendations on follow-up in primary care for people diagnosed with prostate cancer. A table of NHS England interim treatment regimens gives possible alternative treatment options for use during the COVID-19 pandemic to reduce infection risk. This may affect decisions for patients with prostate cancer. See the COVID-19 rapid guideline: delivery of systemic anticancer treatments for more details.In December 2021, we reviewed the evidence and updated the recommendations on risk stratification to refer to a 5-tier model. Other recommendations were amended to reflect this change. For more information, see the update information.This guideline includes recommendations on:March 2023: We have found no new evidence that affects the recommendations. For more information, see the surveillance decision.How we develop NICE guidelinesThis guideline updates and replaces NICE guideline CG175 (January 2014), NICE diagnostics guidance 17 (June 2015), and evidence summaries ESNM30 and ESUOM50.The recommendations in this guideline represent the view of NICE, arrived at after careful consideration of the evidence available. When exercising their judgement, professionals and practitioners are expected to take this guideline fully into account, alongside the individual needs, preferences and values of their patients or the people using their service. It is not mandatory to apply the recommendations, and the guideline does not override the responsibility to make decisions appropriate to the circumstances of the individual, in consultation with them and their families and carers or guardian.All problems (adverse events) related to a medicine or medical device used for treatment or in a procedure should be reported to the Medicines and Healthcare products Regulatory Agency using the Yellow Card Scheme.Local commissioners and providers of healthcare have a responsibility to enable the guideline to be applied when individual professionals and people using services wish to use it. They should do so in the context of local and national priorities for funding and developing services, and in light of their duties to have due regard to the need to eliminate unlawful discrimination, to advance equality of opportunity and to reduce health inequalities. Nothing in this guideline should be interpreted in a way that would be inconsistent with complying with those duties.Commissioners and providers have a responsibility to promote an environmentally sustainable health and care system and should assess and reduce the environmental impact of implementing NICE recommendations wherever possible.© NICE 2023. All rights reserved. Subject to Notice of rights.", "metaData": {"source": "Cookies on the NICE website and services\nhttps://www.nice.org.uk/guidance/NG131"}}