{"pageContent": "Marc is the prostate cancer lead at Wexham Park Hospital, Berkshire. He graduated from Guy’s Hospital Medical School in 1989, and following specialist urology training in London, he became a Fellow of the Royal College of Surgeons (Urology) in 2000, going on to complete his MD in prostate cancer research, Fellow of the European Board of Urology in 2002. Before taking up his career as a consultant, Marc extended his knowledge and skills on a Visiting Fellowship at the Cleveland Clinic Foundation in the USA, where he trained in minimally invasive surgical techniques. Marc’s works with patients in both Windsor and Harley Street. His specialist skills involve precision diagnostics of the prostate gland using enhanced MRI scans and MR-US Fusion Biopsies, Focal Therapy, and Nerve Sparing Robotic Prostatectomy.Marc  advocates the use of minimally invasive treatments powered by precision diagnostics and has interest in supporting prostate cancer patients struggling with mental health issues.  He strongly believes in providing patients with sufficient information to allow them to make informed choices based upon their personal circumstances and objectives and the need for enhanced prostate cancer screening services. Listen to one of Mr Marc Laniado’s patients, Bruce, discuss his experience with The Focal Therapy Clinic and his successful HIFU Focal Therapy treatment.  Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Mark Laniado, Consultant Urologist\nhttps://www.thefocaltherapyclinic.co.uk/marc-laniado"}}