{"pageContent": "\n\n\n\nJoining me today is Almar van Loon, Director of Customer Success at Quantib, a technology company that creates products to support radiologists using artificial intelligence. Almar has a background in clinical radiology, and has worked with Quantib since 2018 as an application specialist supporting radiologists and other clinicians on improving their workflow. One of the products Almar has worked with extensively is Quantib Prostate, which uses AI to read prostate MRI scans, and he’s here to discuss how this is impacting clinicians, and ultimately patients, in the diagnosis of prostate cancer.https://www.quantib.com/en/solutions/quantib-prostate Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK. And with this sombre fact, comes a multitude of challenges and opportunities. Joining me today is Almar van Loon, Director of Customer Success at Quantib, a technology company that creates products to support radiologists using artificial intelligence. Almar has a background in clinical radiology and has worked with Quantib since 2018 as an application specialist supporting radiologists and other clinicians on improving their workflow. One of the products Almar has worked with extensively is Quantib Prostate, which uses artificial intelligence to read prostate MRI scans. And he’s here to discuss with me how this is impacting clinicians and ultimately patients in the diagnosis of prostate cancer. Almar, thank you so much for joining me today. This is such an exciting topic and it’s really wonderful to have you.Thank you so much, Clare. It’s an honour to be invited for this amazing podcast.On both sides, the feeling is mutual. Let’s jump right in, because I think when you sort of hear people say AI or artificial intelligence, some people react with absolute wonder and excitement and a sort of tell me more attitude and others kind of, you know, retract with fear and intimidation. And I think the idea is that this is something that’s very exciting, it could potentially really help prostate cancer patients, but we need people like you to shed some light on exactly what is happening. So if we can jump right in and if I can ask you how the work that you’re doing with Quantib will help men with prostate cancer, can you explain that to us?It’s a very good question. What we do and what drives the people at Quantib is really leveraging that exciting power of artificial intelligence to streamline and enhance the radiologist workflow. So specifically, talking about prostate cancer and the issues we’re seeing there in the diagnostic pathway, we see that our solution, which is deep learning based software for the reading of prostate MRI, is really aimed at helping the radiologist, which is of course, the medical specialist who reports on the MRI scans of the prostate. And what you see in that field is that with the most recent changes in guidelines of European Association of Urology, prostate MRI is required before a biopsy is performed. And that is leading to an incredible increase in the number of prostate MRIs that are being acquired. And then on top of that, we have a growing interest in active surveillance – so following patients with suspicious areas of interest in the prostate using MRI, and the European Commission, who two or three weeks ago recommended to start population screening for prostate cancer, and the discussion there is also if you should include MRI. So one of the big problems is that increase of workload because that is leading to longer waiting times for patients to get their result. And with higher volumes, it means the amount of radiologists is not rising in correlation, so less experienced radiologists are starting to report on prostate MRI. And there the literature, the scientific literature, warns us for the fact that the less experience, or the lower the experience of a radiologist, the lower their ability is to detect prostate cancer in the hundreds of images that are acquired in one single MRI scan. And our software helps the radiologists to make their reporting process significantly faster, so enabling the radiology provider to reduce the waiting time for results for patients and their referring physicians. Next to that, the current clinical practise is to provide the radiology results in a dictated text report. And that means that the patient and the referring physician need to distil all the relevant information from a block of text. And that of course introduces the risks of missing important information, et cetera. With our software, the radiologist goes through their reporting workflow, but next to their dictated report, also a standardised visual report is generated, enabling much easier communication between radiology and the urology department, or urology practise, but also enabling easier and faster communication between the treating physician and the patient or prospective patient. So in short, our work really helps patients to get results faster and increase the quality of communication between the radiologists and the urologist and his and her patients.Okay, so I want to go back to a couple of things you said, but I just want to sort of extend the question by asking how this will lead to improved diagnostics and ultimately more effective treatment for men with prostate cancer?Oh, that’s a very good question. That is something that is a work in process. So we have multiple ongoing projects, scientific research projects where you’re trying to quantify the effect of using AI software in the clinical pathway. And we already have a number of peer reviewed publications. Campus Biomedico, one of the largest medical universities in Rome, showed with their team that a first year’s resident, so not a medical specialist, but someone in training to become a radiologist using Quantib prostate, was able to read and report prostate MRI at the same level as an expert prostate radiologist using our AI software. So there you really see that you improve the detection in the diagnostic pathway, but you also want to verify that with the pathology results because of course the pathology results, the results that come back after biopsy are your ground truth. We work together with a big urology practise in Berlin, in Germany, affiliated with Charité University Medical Centre, which is one of the largest university clinics in Europe. And there they use the output of our software and comparing that output. So what they did normally in a regular clinical setting, the urologist performs a targeted biopsy on the targets the radiologist reported on and after that does an even broader systemic biopsy, so puncturing randomised areas in the prostate just to make sure that there are no cancer cells in other areas. What they did in this study is perform the targeted biopsies on the radiology report targets, but then use the output of our software to target that random biopsy. And in a cohort of 150 patients, this group found ten more cancer lesions that were not reported in the initial radiology reports. You really see that AI is not only making the workflow more efficient, but also enabling easier detection of prostate cancer lesions.Interesting.So that is very interesting. On a more anecdotal level is that our users in a regular hospital setting, after the radiology report comes back, the treating physicians, the radiologists, the pathologists, etc. come together in a multidisciplinary consultation meeting. And what you see in practise, and you might laugh, is that these meetings can be very inefficient because for each patient, a radiologist has to put the images up, find the correct slices, and before you can even start to discuss the patient.Absolutely.What we get back from our users is that their meetings have become much more efficient because instead of putting all the images up, they just discuss the standardised visual report that also medical specialists without a background in imaging, so without radiology knowledge can easily understand and together make decisions on.Okay, there’s a number of red flags that come up, including what’s been the reaction in the radiology community and in the wider clinical community to your software?Yeah, that’s an interesting follow up question because that is what I see in reality, and I’ve been in this field for now about five years, is the current situation is really different than the situation a few years ago.OkayA few years ago you really saw that the clinical community had a fear of AI. And there’s a relatively funny anecdote which shows that sometimes reality catches up with your quotes. Professor Geoffrey Hinton, which is kind of considered one of the godfathers of neural networks, which is a certain AI technique, stated that we should stop training radiologists because artificial intelligence could outperform them very soon. And that generated a lot of resistance to the deployment of artificial intelligence in radiology. But nowadays we actually see that people have gotten over that fear and really see that AI is not there to replace the medical specialist, but really to work in synergy with the medical specialist to make them more accurate, to make them more efficient, and also to take over cumbersome tasks that they are now performing that can actually be performed better and more consistently by artificial intelligence. So that radiologists or other clinicians, of course, in that retrospect, get more time to spend on the more difficult cases or with their patient, etc. So now you really see that that attitude has changed, especially because our healthcare systems are facing great challenges on the financial side, staffing shortages and incredible growth in diagnostic exams. So the amount of radiology exams and images being acquired and you see that the healthcare field is now seeing the deployment as one of the viable solutions to deal with the ever rising number of exams and staffing shortages. So I really see the move right now from the early adopters in academia to real world clinical practise and that is an exciting time to be in.So can you give us an example of where your system is being implemented and what lessons you’re learning from its use in clinical practise?Of course, of course. Our portfolio at Quantib is broader than just the prostate product, but focusing on the prostate product, currently being deployed mainly with a focus in the European Union where we have customers like Sapienza University in Rome, but also very nice mix of non teaching hospitals and private clinics in countries like Belgium, Norway, Switzerland, Turkey and Slovakia as example. And in the United States, we are now finalising the deployment at RadNet, which is one of the biggest radiology players in the United States, with over 350 imaging clinics in seven states, but also with other private providers in states like Florida and Texas and public hospitals in Pennsylvania. And for us what is really valuable in having such a broad range of deployment sites is that that mix of academia, non teaching hospitals and private clinics adds an incredible value to us as company. Because all of these users provide us with clinical feedback on a regular basis. Enabling us as customer success team to summarise this feedback and relay it back to our development teams in our labs to develop new features for existing products that are really based on the actual clinical needs and problems customers experience so that you’re really adding value to the clinical workflow. And that is only possible with such a mix of diverse deployment systems, because an academic hospital might have completely different needs than a private centre or a non teaching hospital. So that really adds value in further development.Well, Almar, this is a fascinating area and I hope it’s the beginning of a number of conversations. I mean, there’s a lot to take in, but it’s really fantastic to talk with someone like you who’s been sort of at the coalface of it and is now dealing with it in clinical practise. So thank you very much for joining us today.Thank you so much for inviting me, Clare, it was a pleasure speaking with you. Great questions and I hope we generated some knowledge and understanding about what AI can mean for patients in prostate cancer pathways.Indeed. And thanks again. A transcript of this interview is available on our website, along with links to quantity prostate and further information on diagnostics and treatment for prostate cancer. Also included our additional interview stories about living with prostate cancer, please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "AI – the future of prostate MRI reporting?\nhttps://www.thefocaltherapyclinic.co.uk/ai-the-future-of-prostate-mri-reporting/"}}