{"pageContent": "Prostate cancer survivor and campaigner Gogs Gagnon discusses how writing and promoting his book “Prostate Cancer Strikes: Navigating the Storm” served as a catharsis on his personal journey. Gogs shares insights on a range of learnings and experiences, including how to challenge diagnostic information and treatment recommendations. Gogs has become a social media phenomenon – find him at his website, on Twitter, on YouTube, on Facebook and on Amazon.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to The Focal Therapy Clinic. My name is Clare Delmar. And in this audio series, I’m going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Earlier this year, prostate cancer was acknowledged as the most commonly diagnosed cancer in the UK. And with this sombre fact comes a multitude of challenges and opportunities. In the sixth of our series, I’m speaking with Gogs Gagnon, a prostate cancer survivor and campaigner based in Vancouver. Gogs has shared his journey through a book published last year that is currently the best selling book on prostate disease on Amazon in Canada. “Prostate Cancer Strikes: Navigating the Storm” has made Gogs a social media phenomenon advocating for men with prostate cancer. Gogs, thank you so much for joining me.Oh, thank you very much, Clare, thank you for having me.And all the way from western Canada?Yes, that’s right. On Vancouver Island. It’s a beautiful, sunny day.First of all, I just want to say congratulations on the book, which I have read and even notated.Well, thank you very much. It’s completely overwhelming the response that I’ve been having. I didn’t really expect any of it, really. I’m just so pleased that it’s helpful for lots of men and their families.So tell us what you were aiming to achieve with it and what’s transpired so far since it’s been published.Well, I have to tell you, when I was first diagnosed, I really had no plans to write a book. It was quite devastating when I was in the office and I heard the doctor tell me that I had cancer. I really shut down and I had no plans to talk about it. And I didn’t even really want to talk to my spouse about it. It’s something that took me a little while to realise that I needed to talk about it. And when I finally started to open up and talk about it, I realised that it was helpful. And so what I started to do was journal my thoughts. And basically it was just really for me, it was a private journal of my doctor’s appointments and things I was feeling, the test results. And over time, a lot of my friends and family, they kind of asked me how I was doing and I decided to share some of my journaling with them. I was 57 and I was in great shape. I cycled every day to work and back and I was in the gym pretty much every day. I was a martial artist and it really hit me out of the blue, I had no idea what prostate cancer was. I didn’t even know what a prostate was. And hearing it was just so shocking, especially since I figured I was in good health.So what lead you to get the diagnosis? You said you were surprised, so you did you have symptoms or… sounds like you didn’t have any symptoms.I had no symptoms of any kind. Basically, I lived a healthy lifestyle and I realised that I needed to have annual physicals, annual checkups. And I’ve been having annual checkups ever since I was probably about 50. And this one appointment, I was at my doctor. He said, I think you should have a PSA test and I don’t even know what that was. And he told me it was a blood test. And I said, sure, why not? I went in for my blood work and as I did every year for all the other things that they do, cholesterol and all these other checks. And it came back a little high. And my doctor told me that he wasn’t too concerned about it because it was only my first reading. So he said, why don’t we read it again in another three months? So I said, sure, okay. And three months later, had another PSA test and the results were even higher. So he still wasn’t too concerned, but he decided to send me off to a urologist just to see what they thought. So I had a digital rectal exam and that came back as smooth and normal. Nothing unusual. It was perhaps enlarged, which is typical at that age. So the urologist sent me for another PSA blood test and that came back even higher. So he decided to do a biopsy. And at the time, I had no idea – you’d kind of learn as you go… And this was one of the reasons why I wanted to write the book to help men know ahead of time what to expect and the questions that they should ask. Because at the time when I had my biopsy, I didn’t realise it was just a blind biopsy, meaning they pick just random samples of your prostate where they think cancer might be. And, well, I had that and they came back as negative. No cancer. So I assumed that that meant I had no cancer. I didn’t realise that because it’s random, they could simply just, you know, miss the tumour.And why didn’t you have an MRI before that biopsy?I think that’s just standard protocol and it might come down to cost through our insurance company. At the time, I didn’t even really know what…. I think I’d heard about an MRI, but I didn’t really know at the time. So what happened is I was sent on my way and my doctor recommended that I continue with PSA testing. And I thought, sure, OK. And over the years, it continued to rise. My PSA was monitored probably at least 14 times over a five year period.OK. So from the first PSA to over five years, you had regular PSA tests.Right. So I guess those around 52 when I had my first PSA test. And then when I was 57, my doctor at the time was… I actually changed doctors because we had moved… my new doctor examined my charts. She was quite concerned with the PSA that was rising. And she recommended that I have an MRI. So I went for an MRI and the results came back as a significant anomaly that was suspicious of high grade cancer. So now it was recommended that I have another biopsy, but this time they knew where to target. And then, of course, it came back positive as cancer. And that’s the question I was I had the devastating news that I had cancer and so it was quite a process, and I’m really thankful that, you know, my doctor recommended that I continue my PSA testing because it turned out that my cancer was in the final stage before breaching the prostate. And I had no symptoms. So most likely, if I would have not had that PSA test regular, my cancer would have spread without my knowledge.And another question is, back in the start of that five year period when you had the first so-called random biopsy, do you think that if you had had an MRI then. Something might have been picked up?I do believe so, yes. And the reason why I believe so is my tumour was the size of two golf balls. And so from the first time I had my biopsy. So it’s like a four or five year gap between the two biopsies. You know, if it was the size of two golf balls probably four years ago, it would have shown up on an MRI. So what that means is my first biopsy missed the tumour and just let it continue to grow undetected. And because I had no symptoms, most likely by the time I had symptoms, it would have spread, especially since I was already at that final stage before breaching.I know you talked about this in the book and that’s, you know, again, part of your journey that’s  really helpful to others. And what I liked about the book is its blend of styles. It’s part personal diary. It’s very grounded, but it’s also very evidenced advice. But most of all, there’s a real human focus, which is, of course, you and what you were experiencing emotionally. Was this a catharsis of sorts for you?Oh, absolutely. It was a big release of emotions writing the book. I decided that it was important that I detail my entire journey and include all the intimate details and not to leave anything out. Otherwise, I wouldn’t. I thought, well, what’s the point of writing a book if I don’t just get everything off my mind? And I was really, really focused on writing from the heart and ensuring that all my facts were correct. So I did a lot of research. I probably read at least 30 to 40 different books on prostate cancer.Wow.And talked to dozens of cancer patients and cancer survivors. And I really put a lot of heart and soul into it. And I wanted it to be something that I would want or would have had, if it was available to me at the time.And that comes out. I mean, there’s, for example, a very strong message about screening and recognising that screening programmes differ considerably between places and systems. I guess my question there is, what do you think is necessary to get more men screened for prostate cancer?Well, I think awareness is a huge thing because I know so many men who haven’t seen a doctor in the last 20 years and they don’t know what their blood pressure is. They don’t know if they have anything wrong. They really don’t know anything about their health. And they’re really just taking a chance on their health. So I encourage men to at least go to the doctor and have an annual physical head to toe just to get your heart listened to and everything. But most men, they don’t know what prostate cancer is.Well, I’ve noticed that you’ve become quite a social media sensation. You’re very, very vocal on Twitter and other platforms. And do you think social media can help men and their families to access the information and support they need?Well, absolutely, social media can be a very powerful tool, but a word of caution that it can be a little overwhelming. And there’s so much information out there that I think it’s very important that anyone who is using social media or the internet to ensure that the sources of the information are coming from a reliable and well-known site or person.Absolutely.There’s just there’s just so much information out there you could get lost. So sticking with the well-known reputable sources is strongly recommended.Well, your book has been very much advocated by quite a number of highly reputable clinicians and hospital groups and patients. So I think that’s obviously helped a lot. But what’s interesting is you and the book have become sort of one and the same.Well, that’s quite a compliment. Thank you very much, because the book really is my heart and soul, and I am just overwhelmed by the response. I’ve had messages from all different parts of the world from not only doctors, but other patients. And one of the things that I really wanted to ensure that men were aware of their options, first of all, they’re aware they should be aware of their health. They should know what their different scores are, their blood pressure, the PSA, and they should get regular checkups. And also, I wanted to make sure that they were aware of all the different pitfalls that I went through so that they could be better prepared for dealing with all the different health challenges that they may encounter.One of the frequent comments in the multitude of positive reviews I’ve seen of the book is that you give men the confidence to knowledgeably engage and even challenge their doctor’s treatment decisions. Do you agree with that? And have you had feedback on that?Oh, yes, absolutely. I have had feedback on that. And the one thing that I’ve been thanked for is… most men, as I said, they really don’t know a lot about their health, but they also really don’t know that there’s a lot of different treatment options available. They really only hear of surgery or radiation and that’s about it. But there’s a whole host of other options to consider. And even the doctors don’t necessarily provide you with all the different options. Just limit it to their particular specialty. So it’s very important that men realise that there’s probably dozens of different options that they can do and even active surveillance if safe and if appropriate in a particular case is an option for them. I really do encourage men to not only question the doctor so that they understand what the doctor’s saying, but they can also question their test results. Perhaps some of the test result need to be redone. It’s really important… So I list a lot of different questions and things to consider.Yeah you do, I mean, even on the MRI, you know, which is now I mean, even since your first.., you know, your first PSA test has become pretty much the standard of care. But even the variability in how the MRI is interpreted and the variability in reporting can make, as you say, you know, can make a big difference in the next stage of the process.Oh, absolutely. And that, you know, I put in the book as well as I put in a lot of different reflections on if I had to do this over again. What would I do differently? And this is so many things I learned after the fact that I would like men to know before, such as even a prostate biopsy, for example, the tissue that’s removed from the prostate is sent off to the lab to a pathologist who then gives it a Gleason score. But I didn’t realise at the time that the Gleason score is really a manual assessment based on the skill of the pathologist. And it’s even okay to ask for a second opinion on your Gleason score. I had no idea. I just assumed that’s the number.Interesting.Yeah. So a lot of little helpful tips.Just what are the other… the top three tips that you would like to share with our listeners now, the first one being to question the Gleason scoring, can you add two more?Why sure, I think the first one really was, it could be in any particular order. But one that’s really up there is when you’re first diagnosed is to recognise that you’re probably gonna be in shock just from hearing the word cancer. So it’s very important to not make decisions while you’re in shock. During that time you’re not thinking clearly. You don’t have all your test results. You haven’t examined all your options. I really want men to make the best informed decision as possible. And the only way to make a well-informed decision is if you have all the facts. And you’ve done all your homework and you’ve done all your research, which takes time. And you need to kind of ignore that knee jerk reaction of let’s just do this. And then also to make it three… another top one is to make sure you talk to more than one doctor. Don’t just talk to the surgeon or don’t just talk to the radiation oncologist, talk to many different doctors and get multiple opinions and also talk to many different people who have already gone through it. Talk to your family. Talk to your people that you trust. Just question. So that’ll be the top three.Well, that’s extremely helpful. And as I said, the way you provide that advice in the book is with lots of good humour and very diligent evidence gathering, which is a really fabulous recipe for, you know, consuming very important information. I think you’ve really hit the nail on the head. Now the book, once again for our listeners is called “Prostate Cancer Strikes: Navigating the Storm”. Author is the wonderful Gogs Gagnon who’s with me now. Gogs, can you just say a final word to our listeners, how they find the book and how they might find you on social media.Oh, yes. I have a website. And basically it’s my name – gogsgagnon.com. I also created a YouTube channel. And also the book is available online on Amazon and a lot of other online stores. And also, it’s available at a lot of different libraries as well. So you can borrow and also available at a lot of bookstores as well.That’s such good news to hear that it has been so widely spread and so become so widely available. And for our listeners, we’ll make sure that all of those links that Gogs has just talked about will be available on our website, too. So Gogs, I want to thank you so much for sharing your insights. It’s been an absolute pleasure talking with you and good luck with the book.Thank you very much, Clare. It’s been a pleasure. Thank you so much for the opportunity to be on your programme.And as I said before, a linked to Gogs’s book and his social media content is available in the programme notes to this interview on our website: www.thefocaltherapyclinic.co.uk where you can access additional interviews with patients and clinicians about their experiences with prostate cancer. And from me, Clare Delmar. See you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Gogs Gagnon: Prostate Cancer Warrior and Author\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-with-gogs-gagnon/"}}