{"pageContent": "\n\n\n\nThe National Prostate Cancer Audit is the first clinical audit of the care men receive following a prostate cancer diagnosis. Itsspecific objectives are to investigate:Its annual report is a summary of these investigations, published in long form and short form, and provides comprehensive data on key indicators such as number of men diagnosed,The report also presents recommendations based on NICE guidance and clinical practice, and progress on these is tracked across annual reports.While the report is comprehensive and offers solid evidence for healthcare leaders, policymakers, clinicians, industry leaders and campaigners, when it comes to patients the report probably raises more questions than it answers.Patients who come to the Focal Therapy Clinic are primarily interested in three things: side effects from prostate cancer and its treatment; support for side effects; and accessing non-invasive treatment such as focal therapy. Information on these areas is limited in the NPCA annual report.Information on side effects is addressed though a recommendation to ensure that men who are offered prostate cancer treatment are “made aware of the side effects including: loss of libido, problems getting or keeping erections, loss of ejaculatory function, a worsening of sexual experience, urinary incontinence and/or bowel side effects.”This recommendation references NICE Guideline [NG131], 2019 1.1.12 which advises healthcare professionals to “Tell people with prostate cancer and their partners or carers about the effects of prostate cancer and the treatment options on their: sexual function physical appearance continence other aspects of masculinity. Support people and their partners or carers in making treatment decisions, taking into account the effects on quality of life as well as survival.Very little follows on; a note about no change in percent of men “experiencing at least one genitourinary complication requiring a procedural/surgical intervention within two years after radical prostatectomy” and nothing about sexual function.In terms of specialist support for side effects, another recommendation is to “empower patients to ask to be referred to specialist support services if they are experiencing physical or psychological side effects during, or following, prostate cancer treatment. These should be offered early and on an ongoing basis, in keeping with national recommendations.”This recommendation references NICE Guideline [NG131], 2019 1.1.11 which advises care providers to “ensure that mechanisms are in place so people with prostate cancer and their primary care providers have access to specialist services during the course of their disease.” This is further referenced by NICE Quality Standard [QS91], 2015 QS4: which advises that “men with adverse effects of prostate cancer are referred to specialist services.”The report presents no data to measure occurrence or impact of these recommendations  so we cannot measure or assess if, when, where and to whom they are being implemented. From our patients’ experience, if they are at all it is sporadic.  And yet is so important to patients’ decision making. We’ve discussed sexual, urinary and mental health aspects of patients’ prostate cancer journey with patients and specialist support providers alike, who all agree that this is lacking comprehensively across the country.In terms of focal therapy, the report provides no information, despite the availability and accessibility of data contained in a repository known as the HEAT Registry, which provides comprehensive information on men who have undergone HIFU focal treatment.This resource has been used in multiple studies which have begun to build the evidence base for focal therapy. Last year a seminal study demonstrated the impact of HIFU focal therapy over a 15-year period. “Cancer Control Outcomes Following Focal Therapy Using High-intensity Focused Ultrasound in 1379 Men with Nonmetastatic Prostate Cancer: A Multi-institute 15-year Experience” undertook an analysis of 1379 patients recorded in the HEAT Registry from 13 UK centres (2005-2020) Five or more years of follow-up was available for 325 (24%) patients.It concluded: “Focal HIFU in carefully selected patients with clinically significant prostate cancer, with six and three of ten patients having, respectively, intermediate- and high-risk cancer, has good cancer control in the medium term.”And HIFU isn’t the only story. New focal therapy modalities are also being introduced such as NanoKnife, currently undergoing a trial called PRESERVE  (Pivotal Study of the NanoKnife System for the Ablation of Prostate Tissue), adding to the number of patients choosing and undergoing focal therapy.Anyone looking at the NCPA would think that focal therapy doesn’t exist. We would like to see the NCPA complete the audit by including information on focal therapy – specifically cases undertaken and a recommendation that all men are provided with information on all treatment options available to them. Too many men tell us they were not informed about the availability or even existence of focal therapy, and investigated alternatives the information themselves, often under considerable stress and anxiety. Men with localised prostate cancer deserve better,Have you been denied specialised support for side effects of prostate cancer treatment, or focal therapy? We’d love to hear from you. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "The NPCA Annual Report 2022: some questions answered, many questions raised\nhttps://www.thefocaltherapyclinic.co.uk/the-npca-annual-report-2022-some-questions-answered-many-questions-raised/"}}