{"pageContent": "Healthcare is continually benefiting from the growth, improvement and increased access to medical data, which, combined with advancing data analysis methods and powerful computing is unlocking questions about disease, prevention and treatment in a fast and cost-effective way.In recent years it is these datasets that are driving research, clinical discovery and adoption.Last year we looked at how “big data” was supporting research on prostate cancerand shared some examples of big data helping to identify aggressive cancer, match the right treatment to the right man, and understand how cancer cells develop, leading to better diagnosis, better treatment and better prevention.We also spoke with Prostate Pioneer, an international consortium of data providers and research organisations whose mission is to assemble, standardise, harmonise and analyse high-quality big data from diverse populations of prostate cancer patients across different stages of the disease, aiming to provide evidence-based data for improved decision-making to clinicians, healthcare providers and policy makers.Most in the urology community support the view that, as recent research suggests,“The use of digital data in large data sets will be of pivotal importance to unravel the biological basis of prostate cancer, and to improve on prevention and treatment. For the screening of asymptomatic tumours, their identification, and their treatment with better and targeted therapies, the integration of information from imaging, genomics, and biomarkers is needed”The question for our clinicians and patients is what data is available to investigate the outcomes of focal therapy, and how has this been used for patient benefit? The answer lies in the High Intensity Focused Ultrasound Evaluation and Assessment of Treatment (aka HEAT) Registry, a globally accessible, web-based platform for storing clinical data on patients treated with HIFU, managed by Imperial College London.   It provides a unique aggregation of data that is organised for the purpose of advancing the collective knowledge about the clinical impact of HIFU on patient outcomes. It is allowing researchers to rapidly accelerate the aggregate HIFU knowledge base, accumulate data from around the world on a single platform, and expedite the ability to assess outcomes.The Focal Therapy Clinic and its sister company, Prostate Care Limited, are significant contributors to the HEAT Registry. All of our patients who undergo HIFU treatment become part of this registry, as anonymised cases.The quantity and quality of data is comprehensive, including  pre-treatment baseline and post-reatment followup, each with   over 20 data points including PSA, age, surgeon, detailed MRI and biopsy info, and histopathology info including Gleeson scoring.Two recent studies using the HEAT registry have led to very significant conclusions:A mulit-centre study published in the BJU assessed the change in functional outcomes after a second focal HIFU treatment compared with outcomes after one focal HIFU treatment,and concluded that a second focal HIFU procedure causes minor detrimental effects on urinary and erectile function. These data can be used to counsel patients with non-metastatic prostate cancer prior to considering HIFU therapy.A propensity score-matched study compared oncological outcomes of Focal Therapy to radical prostatectomy in patients with non-metastatic low- intermediate prostate cancer, and concluded that, over an eight-year period, oncological outcomes were similar between focal therapy and radical prostatectomy.TFTC Consultant Urologist Tim Dudderidge was an investigator on the second study, and believes the quality of the dataset is supporting much-needed evidence building:“By taking the UK’s focal HIFU registry data and comparing it to similar men who had surgery, using a statistical method to try and match up these cases so that we effectively avoid comparing apples and oranges — we’re as close as possible to matching apples with apples and so we’re getting as close as you can get, in my opinion, to the kind of ideal study methodology you see in randomised control trials.”Consultant Urologist Raj Nigam of the Focal Therapy Clinic points out that the HEAT registry is unique in its focus on a particular prostate cancer treatment.“We enter our patients prospectively with their parameters and their outcomes into this very structured and comprehensive database, and from that point of view there isn’t a single national radical prostatectomy database, which all radical prostatectomies are entered into. So it’s unique from that point of view that all focal therapy treatments should be entered within this particular database.”It’s encouraging and exciting that the HEAT Registry is building and improving all the time, and is only beginning to support the kind of studies necessary to advance adoption of focal therapy. The Focal Therapy Clinic has been a contributor to the registry from its outset and is committed to its continued development and application. Our patients can be proud that they are actively contributing to the benefit of future prostate cancer patients.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Data-Driven Research & The HEAT Registry\nhttps://www.thefocaltherapyclinic.co.uk/data-driven-research-the-heat-registry/"}}