{"pageContent": "Joining OnFocus today is Grant Evatt, a veteran army commando who now practices law in a firm he founded to specialise in personal injury cases. He has coordinated the Military Special Interest group for the Association of Personal Injury Lawyers (APIL), and is a recognised  authority in military claims. He has won millions of pounds for his injured clients and their grieving families and is much liked and respected by them, and his peers, for his exceptional client care and dedication to their cause. Grant’s here to speak with me about his experience with prostate cancer and HIFU prostate cancer treatment.Hello and welcome to On Focus, brought to you by The Focal Therapy Clinic, where we address issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and too often ignored.Prostate cancer is the most commonly diagnosed cancer amongst men in the UK. And with this sombre fact comes a multitude of challenges and opportunities.I’m Clare Delmar. Joining me today is Grant Evatt, a veteran army commando who now practises law in a firm he founded to specialise in personal injury cases. He’s coordinated the military special interest group for the association of Personal Injury Lawyers and is a recognised authority in military claims. He’s won millions of pounds for his injured clients and their grieving families and is much liked and respected by them and his peers for his exceptional client care and dedication to their cause. He’s here today to speak with me about his experience with prostate cancer and specifically the treatment he sought with HIFU.Grant, thank you so much for joining me today. I’m really looking forward to our chat.Clare, it’s a real pleasure.Good. Well, let’s get started. Why don’t we just jump right in and talk about HIFU before we get into some of the contextual issues about your own personal experience, how did you actually learn about what HIFU prostate cancer treatment was, its availability, and how did you find a practising urologist that offered it to you?It’s a good question. I knew nothing of HIFU at all until after my diagnosis. And my father, he just WhatsApped me one evening and said, have you seen this clinic in Southampton? And I live in Hampshire, Wiltshire, borders. That was my first and only introduction to The Focal Therapy Clinic and HIFU and what I did was after my diagnosis and the recommendations from the treating consultants, I contacted Tim Dudderidge, one of the consultants, who is one of the HIFU practitioners here in the UK.I paid for a private consultation. It wasn’t expensive. I mean, if you try to preserve your life and everything else down below, then I think the small amount that I paid was money well spent. And I went to see him and he explained to me what HIFU was, and I went ahead with it.And you mentioned your dad. And I know we’ve talked a little bit before about his influence in this whole story. So how did your family history with prostate cancer impact your actions?That had a huge influence on the decisions that I made, because my grandfather, who fought in the Second World War, in fact, he was one of those soldiers evacuated from Dunkirk, and he went into North Africa afterwards, also into Mediterranean countries. He died aged only 66 in the 1980s of prostate cancer.Okay.Subsequent to that, my biological father also developed prostate cancer about the same time as his father. And he got in touch. And that’s where this all started. It’s such a shock. I mean, I’m sure you’ll probably ask me the question, how did you feel when you were diagnosed? I think for me, Clare, what was key is getting in there really early. In late 2020, Covid year of course, none of us can forget that, encouraged by my father, I went for a second routine PSA test. I’d had one three years earlier when I turned 50. So I had a PSA test, very simple blood test, and it came back raised, but not raised by a significant amount. But because of my family history and my understanding of what had happened in the past to the men in my family, the recommendation from the consultants was, Grant, we’ve got to do something about this now, because if you leave it, it is certainly going to get worse and it’s going to escape the prostate and go into the other organs in that part of your body and the bones and everything, and then the chances of improving my life expectancy were just going to be slowly diminished a lot longer I left it.So because of the history you actually actively sought the PSA test and you obviously had a GP that was quite willing to cooperate with your request.My GP was absolutely fantastic.That’s good to hear that’s very good to hear. So then when you said you had this raised level in 2020, then you were referred to a urologist initially?I was referred to urologists, who then sent me for a 3T kind of MRI scan. They’re not called that, but they put some die with that MRI scan, they were able to actually see the lesions, the small tumours in the prostate. What followed that was a biopsy which was done on the general anaesthetic. I can happily tell you and anyone listening to this, I had more pain parking the car than I did actually going through the procedure. It was painless and I was very well looked after by the NHS. I’m not saying that –  I’m not being flippant here. I mean, they really did look after me.Subsequent to that was the consultation with the consultant urologist, and I was unaccompanied because of it and masked up and everything. But there was a nurse in the room as well, and they’re just like a movie scene. You see these Hollywood movies or TV programmes in the UK, Grant, you have cancer. And it’s such a shock because we all think, particularly people from my background, we all think we’re indestructible. We’re not, just flesh and bone, and this disease is not exclusive. It will catch anybody. That’s what I discovered.So when you were given the diagnosis and after the initial shock, the information that you had to process did that also include recommended treatment? And how did that set off your journey to find HIFU treatment for prostate cancer?I was given two recommendations. First one was not really a recommendation. It was a case of where we’ll do some active surveillance for the next few years and then we’ll get in there. If it does get a lot worse. But I was discouraged from taking that option, the only other option, and there are only two options, and that was what’s called radical prostatectomy, which is the removal of the prostate gland. Now, before I even looked up and learned about HIFU and went to The  Focal Therapy Clinic, I’d decided on that route.So Christmas 2020, I decided that in the new year I’d have radical prospects. Well, because that was the recommendation given to me. I was given a folder of information from Prostate Cancer UK. Great bundle of documents. Didn’t mention HIFU within the pack. There was something about sort of experimental treatment which I had to read, but nothing specific. If my father hadn’t put me onto HIFU, then I think I’d have ended up having medical prostatectomy in February last year, instead of which I had HIFU. And talking to you now, I am very well indeed.Yeah, that is an incredible story, especially that your family history. Not only was it what caused you to go seek the initial PSA test, but actually he pointed you in the direction that’s giving you back your health today. So it’s pretty influential. I just like to turn a little bit because you mentioned about your grandfather and specifically his role in wartime, and you’re an army veteran, obviously, and quite a specialised commando, no less. Can you tell us a bit more more about in that community what your experience is with the information and awareness that veterans receive about prostate cancer and how things might be better or worse or different in the military community?It’s a very good question, and it’s one that I anticipated you would ask, actually. First, I can respond by saying most, excuse me, I’ll only talk about men here because it’s a cancer that only affects men. But, of course, there are fantastic female service women as well. But I’m only talking about the blokes. Most men who join the army join, maybe Air Force, Royal Marines, join very early, very young. Myself, I was sixteen and a half, twelve months after the end of the Falklands conflict, and that influenced me to join the military in the first place.Okay.I served twelve years. You tend to serve 22 years or 24 years or some go on to have a much longer service, until 55, they’re complete lunatics and they just can’t get enough of it. But jokes aside, what tends to happen, though, is most men who leave the military leave some years before they become a prostate cancer sort of potential risk. They are either in their 30s, which I was, sorry, late 20s, actually I was. Or their 30s or their early 40s.But the question is, how is prostate cancer viewed? Is it discussed amongst the veteran community? I think it is, but I can only talk about my own community because we all chitchat to each other. We have regular commander reunions. We’ve got one down in Plymouth, not this week, the middle of May, 60th anniversary of the Regiment and the 40th anniversary of the end of the Falklands war.Okay.We do chat amongst ourselves and I do know some friends who had prostate cancer or have it now. So we do share the knowledge. I can’t criticise the former paymasters MOD. It’s not their job to persuade veterans. It’s not the job of the government to persuade veterans to go and check prostate cancer. And that might sound controversial. I don’t think military veterans with prostate cancer should be singled out. I think the problem affects all men. We’re ignorant of the risk. I was.Yeah, I take your point about and you’ve given some very good examples and the detail about the age, specifically of when people leave. But then of course, how you keep in touch. So I guess the question is, do you think that the armed forces, I mean, it clearly has influence on men’s health issues. Do you think that they could play a different kind of role and maybe not so much while men are in active service, obviously, back to some of your points about age, but just in terms of having a male dominated community that they have the opportunity to disseminate and to promote and disseminate information that those men could also even share amongst men outside the community. I don’t know. What do you think?Yes, I think that’s possible. Certainly what is high on the agenda and has been for three, four, five years, mainly because of the conflicts in the Middle East, is men’s mental health, the mental health of veterans.Yes.And I suppose really if you’ve got mental health issues, you get prostate cancer as well that could tip you over the edge.Yes.I believe, there are bound to be others who disagree. But I do believe that within the veterans community, what’s important to me, particularly my role as a solicitor and I represent injured service men and women and veterans…Indeed.….is that we share our knowledge. Hence this podcast. Hence me saying, yes, I want to talk about this because just me doing this podcast, if this is heard by one 50-something veteran with no symptoms, which was myself, otherwise fit as a fiddle apart from dodgy knees and hips and elbows and shoulders and all that. We’ve all got that for some reason or other, lugging Bergens everywhere. If I could persuade just one guy to make a call to his GP and go and have a prostate cancer PSA test, then this 15-20 minutes chat with you, Clare, I think it’s worth its weight in gold. Just get tested. You must do this. And since my getting the all clear – okay, I’ve got to keep having blood tests every six months or so – but I’m not worried about it at all. Guys, if anyone’s listening, I have put it on Facebook, I’ve even put it on LinkedIn and people have spoken to me about it. I’ve had people from all around the world who know me, who have said, what do I need to do? And I’ve said, do this privately, obviously, direct message. It is so much easier to prevent the worsening of this dreadful disease now than it would be if you leave it too late. And as I said, you don’t need to have any symptoms. I didn’t have any.Yeah.And I had a cancer growing inside my body.Yeah. And even you said it was your father that was the one. So that’s interesting. I mean, I completely take your point about the PSA test, and I think your message will certainly amplify that. But just one other question, I guess. It’s one thing to tell men and to advise them to go get a PSA test. What about those that are newly diagnosed? Given that you kind of had a shift, as it were, from one direction of treatment to something completely different, what would be your advice to somebody who was newly diagnosed with prostate cancer?Okay, first thing I say is don’t panic. Don’t panic unless they’re wheeling you into the operating theatre five minutes later because it’s that urgent, which is unlikely, very unlikely. So don’t panic. And research, find your options. Look, the NHS costs us billions of pounds each year, and it is the role of the doctors to try and prolong our lives and make us well. Okay. We’re given some choices. And you, as a grown adult, provided you can read and understand this stuff, you take personal responsibility for you, for what happens to you. The doctors can only give you some advice. I don’t blame them for not recommending HIFU. I wish they had, but I don’t blame them. Their thought was this. In my mind, this is what they were thinking. Right? Grant, with your family history, your raised PSA and we can see the tumours. Our advice is to remove the prostate. The reason they said that is because they’ll never have to see me again, because once the prostate cancer is gone, I’m not going to get cancer. I’m going to be more likely to get run over by a car aren’t I? That afternoon. With the prostate gone, I am no longer potentially a burden to the National Health Service.But for me, the risks were erectile dysfunction and incontinence. I had to accept the very high risk that I would have both those problems from my early 50s for the rest of my life.And if I could just interrupt really quickly, I know you talk about research. How did you find out about those side effects? Was that told to you by your consultant urologist, or was that something that –It was. I would have actually given my consent to the procedure and they would have said there are always risks of surgery…Of course…But the largest risks in radical prostatectomy is you’re left with those two conditions, incontinence and erectile dysfunction. And that was something that I wasn’t going to be happy living with. So I researched it. The internet is a dangerous but a wonderful place.Go to Prostate Cancer UK but go to… Clare, you’re not paying me to say this, but guys, go and look up The Focal Therapy Clinic and consider your options and honestly, if you need any more information, ping me a message and I’ll be happy to chat to you as well.Well, that’s the best recommendation I guess we can get. So I think on that note I’ll leave you. But I want to say, Grant, this has been extremely helpful. I hope we can get this out to a lot of your colleagues both in the military and outside and I really want to thank you so very much for joining me today.Clare, it’s a pleasure and my life is better because of having gone through this. I really mean that and thank you very much.Pleasure. A transcript to this interview and links to more information about Grant and his work with military clients are available on the programme notes on our website, along with further information on diagnostics and treatment for prostate cancer, as well as additional interviews and stories about living with prostate cancer.Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "All Men Deserve Access to Non-Invasive Prostate  Cancer Treatment \nhttps://www.thefocaltherapyclinic.co.uk/all-men-deserve-access-to-non-invasive-prostate-cancer-treatment/"}}