{"pageContent": "Marcus McKenzie, a teacher from South London who recently underwent prostatectomy surgery after two years spent on Active Surveillance, joins OnFocus to discuss the heightened risk of prostate cancer that Black and mixed race men face, how this impacted his experience and what all Black and mixed race men need to know about managing their prostate health.  Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and sometimes ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK. And with this sombre fact, comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Marcus Mckenzie, a teacher from South London who recently underwent prostate surgery after two years spent on active surveillance. Marcus is mixed race and was aware of his heightened risk of prostate cancer at the time of his diagnosis. He’s here to discuss how this impacted his experience and to offer advice for other men. Marcus, welcome. Thanks so much for joining me today.Good morning, Clare, and thank you for having me on your programme.Very exciting. And I’m looking forward to talking to you a bit further about your story. Let’s get straight to it. Can you tell us how you came to be diagnosed with prostate cancer and subsequently placed on active surveillance?Well, being a man of mixed race in terms of Asian and black, I was aware of my heightened risk. So I took it upon myself to have a PSA test on a regular basis. Ordinarily, I think it was roughly every 12 months. There are some obstacles I have encountered at the doctor’s surgery level whereby one particular doctor sort of suggested that I ought not to have a PSA test because it wasn’t particularly reliable, knowing full well that that’s the only barometer or gauge one has. So I had to challenge that particular doctor and I insisted that I have the test by virtue of the fact that I was 50 percent more likely to develop prostate cancer because of my ethnicity.IndeedShe acquiesced and I had the test and then unfortunately, the rest is history.So, Marcus, how old were you at the time of your diagnosis?I was around fifty five, just before my fifty fifth birthday.OK, so you on your own initiative were regularly attending your GP to get the PSA test and then you had this one roadblock with the person you just described?Which wasn’t insurmountable, but it then indicated that my PSA level had doubled. Whilst it was still relatively low, it had doubled to four point seven.Within one year?Within one year, so it was an obvious sort of next step in terms of investigating as to why it had sort of doubled.So then what happened?Then I was yes, they agreed. Yes. Let’s investigate this further. Where I live, I live in the borough of Croydon. So I went to I think it’s May Day Hospital. I didn’t have a particularly good experience. And I was advised that the MRI facility that they had was inferior to that of King’s College. I did a bit of research and the MRI is really important if you have to take your sort of investigation further, because it sort of more or less pinpoints where any sort of abnormalities are.Indeed.I spoke to my doctor and they had no problem whatsoever referring me to King’s College…OKand then I had an appointment at Beckenham Beacon, it’s a hospital in Beckenham, basically, and I was put under the care of one of the consultants.Yeah. OK, so that’s what happened after you had your imaging?Well, this is where my journey started because I spoke to a very confident, very affable consultant who gave me what was an ultrasound. I had a physical examination and he seemed fairly confident. And his precise words were this. He said, the size of my prostate and my PSA reading was probably commensurate with my age and ethnicity. So I felt relatively calm. And then off I went. And I think a few weeks later I had an MRI and that’s when I had the MRI, I was really concerned about taking it any further because when you do a little bit of research or a little bit of knowledge is dangerous. So there’s something called seeding. So the MRI indicated an abnormality and the next phase was for me to have a biopsy. And I was really, really reticent about doing so. But I agreed in the end because I thought, well, seeding what will happen? So I did then have a biopsy. And I remember sat down with my wife and we were talking to the surgeon and they were going around in circles and he said, lo and behold, you’ve got cancer, you’ve got prostate cancer. Said it’s really, really early. And if I was going to have cancer, this is a cancer that would I would want because your Gleason score is very, very low. I started to cry.Yeah.I started to cry. I was absolutely shocked because prior to that, I had no symptoms. No symptoms whatsoever. And so it really took me by surprise and then prior to that, those comforting words from the consultant saying no no no, I doubt it very much whether you have prostate cancer. So after that, I was advised that, look, it’s really early, it’s minimal. So what we want to do is put you on active surveillance and we will monitor you every three months.How were they monitoring you?Monitoring was essentially a PSA reading. And I go in and discuss the results and just talk about my lifestyle. And again, I had no symptoms whatsoever. And this went on for some time. I think for the first year it was every three months. And then they suggested every six months and I wasn’t too happy with that. But my PSA level had remained consistent. On occasions it had actually sort of went below four point seven to maybe four point three. So the signs were promising. They were pleasing. Just prior to my consultant retiring, he said, look, it’s time we gave you another MRI.OKI’m going to jump back a bit because the biopsy is a nightmare. And I didn’t really go into that.Do you know what type of biopsy you had?Not exact. I know it was I had a general anaesthetic, so I was out. And when I woke up, there’s lots of blood and the nurses were looking at me and they said, how are you? Normal stuff. And I wasn’t allowed to leave until I could pee, but there was lots of blood and it was an awful lot of discomfort thereafter for a period of time. But I recovered from that. So fast forward, I’ve been on active surveillance for coming up to two years and the doctor suggests now it’s time to give you an MRI. I go and have the MRI and lo and behold things aren’t looking good, real deep concern. So bearing in mind my PSA level hasn’t changed, it’s gone down.Yeah. Yeah.So an MRI that indicates that there’s a larger area, if you like.Yes. And Marcus was the MRI, the second MRI that you were just describing was that at the same imaging centre than your first one?You know, I can’t remember, but I think it may have been actually at the hospital at London Bridge.OK, OK. And that was your second imaging after two years on active surveillance?Yes. And then they told, well, unfortunately, we need to do another biopsy just to be absolutely sure. So I had another biopsy and this was.. It was a local anaesthetic, which is completely different, completely different. So there I was, my legs in stirrups. There’s all these people watching. And I was sort of questioning why are all these people here? It’s a little bit indignant. And they administer an injection on each side of your buttocks to numb the area. And they I think they put some sort of probe up my backside and then they proceeded to take the samples. At one point, my legs started to shake uncontrollably because you have no control after a while. And they were going to come back and then I was able to stand up. My blood pressure didn’t go down and they said, oh, you’re very strong. And I went home. And when I was trying to go to the toilet, that’s when the pain hit me. But I recovered from that relatively quickly and they said, we will get back to you. I think it’s normally a couple of weeks, but I think it was literally days, maybe four, I can’t remember exactly, but it’s four to six days. They contacted me and said, we need to talk to you. And when they do that, when it’s so soon, you know, that is not good news. And another consultant, because my original consultant had now retired, a new consultant got on the phone and said, I’m really sorry, it’s bad news. Your cancer has enlarged and black men, the cancer tends to be aggressive. And I think they gave me a couple of options. It was something like six months of chemotherapy and then followed by another month or something of radiotherapy and my knowledge is that I know that really wrecks your body. And I wasn’t sort of keen on that. I spoke to the consultant and I said to him, Are you aware of my ethnicity? And he said, no. I said, I’m a black man. So what’s your advice? He said, take it out. He didn’t hesitate. He said, you need to take it out and you need to take it out sooner rather than later.OK.So it was sort of a fait accompli. So I agreed. And then I was put I was then referred to I think the surgeon’s name was Christian Brown. I researched him. He’s done umpteen surgeries. So he’s I think he works in private practice and National Health. So I spoke with him, I think maybe a week later or so, and he said to me, look, I’m not he just it was a matter of fact. These are all the things that could go wrong, might go wrong. These are the problems that you’re likely to encounter. And there’s a backlog. I don’t think it’s going to get any worse. I think you’ll probably have the operation in about three months. Shock, horror. So thereafter, I lobbied, I wrote to them and I basically said everything you have said to me thus far has been wrong, i.e., I’m not likely to have cancer because my initial readings were supposedly commensurate with my age and ethnicity – wrong. Active surveillance, it’s not likely to spread a man of your age and fitness, it’s not likely to get any worse – wrong.Yeah.So waiting for another three months, what was going to happen during that period? It could break out of the prostate.Indeed.And retrospectively, now that I’ve had the operation, the surgeon in question had said to me, you are very lucky because it was about to break out. So all of these things, everything was wrong. So I had to lobby to sort of push for an earlier operation. So I didn’t, in the end, have the operation with Christian Brown. They didn’t respond to the letter that I wrote to come back to me and say, well, would you like would you consider going with somebody else, which is an absolute yes, I will. And I still ended up waiting for three months and heaven forbid, if covid had got really, really bad because it was October. So I think we were sort of in the grip of our second wave.YesI might still have been waiting and it would have it would have broken out and that would have been a whole different story.So you felt that was because you challenged them to actually move up your procedure?I think so. I was proven right. And prior to having the operation, I got a second opinion at Harley Street. So I wanted to explore focal therapy because obviously having a prostate removed has major ramifications in terms of the urinary incontinence, erectile dysfunction, nothing that, you know, a young and active man wants to contemplate so I was exploring all other options. And alas, when they looked at my X-rays or my MRI, my biopsy readings, they said, no, we can’t help you because you’ve got cancer on both sides of your prostate now. So it would be no, we would not advise you to go this route. And that was private. So that would have cost me thirteen thousand pounds. And I feel I have a colleague who was in a similar position to me myself his PSA reading was very, very similar, but his hadn’t spread as much as mine, so he opted for focal therapy. And I just think on reflection, that should have been an option that should have been presented to me right at the outset and I wouldn’t be here.So couple of questions, the friend you mentioned who did go on to have focal therapy. How long had he been on active surveillance for?Roughly the same time. So his didn’t spread, but it was still there. And rather than just wait, because I think all things eventually go south. Cancer, you’ve got cancer.YeahThey tell you nothing about your lifestyle. It’s just get out there and live and enjoy your life. And yeah, you do a little bit of research in terms of that living that one does can impact your cancer in terms of your diet, whether it’s sugar, alcohol, there’s all manner of things that can impact the progression of the cancer. But you don’t get advice along those lines. So I think it was a real foolhardy advice. And I suggest that it wasn’t offered to me because it was probably a cost. And my friend fortunately had private medical health care. So he was able to have that operation privately. Is that option for me? I would have paid for it privately, but it was too late. And I have another friend who upon diagnosis many, many years ago, he opted to have brachytherapy where he had a radioactive pellet inserted, it solved his problem. That option wasn’t given to me. I was given all these assurances. I was a little bit complacent, possibly, but I felt very relaxed. Hey, this is why it’s not getting any worse. And I just got on with my life. And how wrong was I?So you feel that you were very much let down by the active surveillance programme?Yes. I think one should be given the option to sort of have a look at the cancer there and then, here are your options. This is what you can actually do. And every time I mentioned it, it wasn’t, oh, well, it depends on the size of your prostate, whether you can go this particular route. It was always sort of pushed to one side. And I genuinely feel that’s a function of cost.It’s interesting because, you know, active surveillance really places considerable obligations and responsibilities on both parties, patient and doctor. Did you feel that these obligations were not met?I think they were going down a particular path that is prescribed for them to some extent, because there are a lot of men in that surgery that are being sort of actively monitored. And I suppose if they offered everyone an early intervention, it would sort of, the budget would go up significantly. From my understanding, it’s pretty successful early intervention in terms of focal therapy, brachytherapy.YeahI’m very regretful that I wasn’t afforded the option.Yeah. And so was the way you found out about it through the friend who you mentioned earlier who actually underwent focal therapy?I did a bit of research.You did.And as I said, I did get a second opinion. I paid for that second opinion. At that time, I was fortunate enough. I had thirteen thousand pounds in the bank, which I would have paid. I would have paid for my treatment myself. It wasn’t an option because post surgery, I’m living with the reality of what happens after you have your prostate out.Yeah. Do you feel you were counselled well, on all of those side effects? I mean, I know you obviously have been doing a lot of your own research all along. But in looking back, do you feel that you were given this sort of counselling and support for those side effects?It was there, and I haven’t really joined the group as such because I think it’s the reality that what’s happening is how best you manage it and how best to sort of rehabilitate yourself. I mean, I’ve trained all of my life, so I’m disciplined in many respects, and my rehabilitation is going quite well. But I’m under no illusions, but I’m disciplined enough to continue. I’ll never be where I was because I am now infertile. But that didn’t bother me because I don’t want any more children at 57, almost 58. That’s the last thing that I want.Yeah. Yeah. I mean Marcus, do you, do you feel that your race played a role in the whole procedure from your diagnosis to ultimately your surgery?That’s a very difficult question because I don’t necessarily have the evidence to say that that it did. But what I would say is that we know black men are 50 percent more likely to get prostate cancer. Screening should be mandatory. Doctor’s surgeries should be writing to men of a particular ethnicity and age to routinely screen them. And I’ve heard it said many, many times, I know many men that have encountered the pushback from a doctor. Why do you want the PSA test? And that level of ignorance is shocking and they should be reprimanded for that. So I can speak to that because I have experienced that. And I think there should be a national campaign where men of a particular age and ethnicity are targeted because it’s a really avoidable cancer and men stand a much better chance if it’s caught early.Yes, no, absolutely. So which I guess leads me to the question for you. What advice would you give to other men and particularly black and mixed race men on getting screened and then managing a diagnosis if they ultimately get one?Well, I think there’s a phobia for a lot of men. And let’s be candid. And sometimes it does necessitate a physical examination, which is having a finger in your rectum.YeahWhat I’d say to those men that have a problem with that. You have no idea what comes next, because if you travel a path I mean, bearing in mind my diagnosis was early, but I still went through an horrendous time, it gets a lot worse if you do not check yourself regularly and if you do, heaven forbid, develop prostate cancer. Everything that happens thereafter is absolutely awful. And I could go into detail, but I won’t. But it was a really, really bad experience and apparently my experience was quite good, but I still found it… I mean, that was the most I mean, post operation. That’s the most traumatising period, frankly, when you come home with a catheter and there’s lots of side effects that you experience, which no one tells you about, and it’s very, very, very difficult.Now, I hear you on that. Would you have anything specific to say to other black or mixed race men who are who are given active surveillance as a programme to undergo?Yes, I would I’d ask them to sort of find out about alternative treatments. If you’ve got a cancer there, rather than wait, what else? What are your options? Brachytherapy? Focal therapy? Don’t wait. I would say do not wait. Push for early intervention.Do you think that you know, when you talked a little a few minutes ago about targeting screening programmes, particularly to black and mixed race men, do you think that that’s something that’s realistic, that there are communities, that this could be very realistic to benefit from that, I mean, would you have specific ideas?I think it is realistic and at a doctor’s surgery, there’s your database, here’s your age, you know all the people that are risk in terms as women have sort of regular screening for breast cancer or cervical cancer, men need screening for prostate cancer. There is a heightened risk. It’s known because my trajectory and sort of the costs associated with my treatment, I’m sure are far greater than it would have been if I was monitored regularly. But I monitored myself. But there are other men that aren’t being monitored.Yes.And that will come back and bite the NHS anyway. So prevention is better than cure. We haven’t spoken about diet. There’s a lot of food products that we shouldn’t be eating. So as men, certainly men of a particular ethnicity, chicken, cheap chicken, I’ll call it, in terms of if it’s not organic chicken, don’t eat it. There are lots of studies that sort of link that to prostate cancer and many other things that you really have to examine your diet. I mean, I have a son and I’ve told him these things. His grandfather died of prostate cancer. His father has had prostate cancer, so he’s high risk.Well, Marcus, thank you so much for sharing this. I mean, this is incredibly helpful for all men and for all men’s families and partners. So I really want to thank you for coming here today. It’s been a real pleasure. Thank you again.It’s been a pleasure. If I can help to sort of raise the awareness and I haven’t gone into the detail in terms of the trauma, post-operative trauma that I’ve suffered. And some of that is physical. Some of it is mental. It’s been extremely challenging. And I you know, if a man can avoid that, go the regular check up route, change your diet, be active, stay fit, and you can avoid all of this. But most importantly, if you do have to engage with conversations about prostate cancer and understand what your options are and don’t be fobbed off.Thank you, Marcus. Further information on active surveillance is available on our website, along with the transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "When Active Surveillance Lets You Down\nhttps://www.thefocaltherapyclinic.co.uk/when-active-surveillance-lets-you-down/"}}