{"pageContent": "“For men who have been diagnosed with prostate cancer there is tremendous hope that they’ll be able to live out their disease with fewer problems than their fathers or grandfathers did in the past”Mr Marc Laniado,  Urological Consultant at The Focal Therapy ClinicProstate cancer is cancer that begins in the prostate gland.The prostate is a walnut-sized gland located beneath the bladder and surrounding the upper part of the urethra – the tube that carries urine from the bladder. The gland is a part of the male reproductive system that makes most of the semen that carries sperm.Prostate cancer is the most common form of cancer found in men in the UK, with over 47,500 men diagnosed each year. Most men (78%) who are diagnosed will survive their prostate cancer for ten years or longer. When diagnosed as early stage prostate cancer  100% of men will survive their disease for five years or more. This is compared with around half of men, when their disease is diagnosed at the latest stage.\n\n\n\nProstate cancer is essentially caused by changes to the DNA of a normal prostate cell. Normal cells grow, divide, and die on a regular schedule. Sometimes something goes wrong with this process and the cells don’t die as they should. Instead, these abnormal cells create a lesion or tumour. Tumours can be benign (not cancerous) or malignant (cancer cells).In localised prostate cancer the cancer cells are confined within the prostate gland and can be treated, often in a way which preserves the gland and its functionality.While some prostate cancers confine themselves to the prostate gland, other types of prostate cancer cells can grow aggressively and need decisive treatment.Like all cancers, the risk to life from prostate cancer is based on the cancer cells spreading out of the prostate gland and into lymph nodes, bones, and other vital organs. The best way to prevent this spread is to identify the cancer early. The earlier cancer cells are detected, the better the chances are of the treatment being successful.“For men who have been diagnosed with prostate cancer there is tremendous hope that they’ll be able to live out their disease with fewer problems than their fathers or grandfathers did in the past”Mr Marc Laniado,  Urological Consultant at The Focal Therapy ClinicProstate cancer is cancer that begins in the prostate gland.The prostate is a walnut-sized gland located beneath the bladder and surrounding the upper part of the urethra – the tube that carries urine from the bladder. The gland is a part of the male reproductive system that makes most of the semen that carries sperm.Prostate cancer is the most common form of cancer found in men in the UK, with over 47,500 men diagnosed each year. Most men (78%) who are diagnosed will survive their prostate cancer for ten years or longer. When diagnosed at its earliest stage 100% of men will survive their disease for five years or more. This is compared with around half of men, when their disease is diagnosed at the latest stage.\n\n\n\nProstate cancer is essentially caused by changes to the DNA of a normal prostate cell. Normal cells grow, divide, and die on a regular schedule. Sometimes something goes wrong with this process and the cells don’t die as they should. Instead, they create a lesion or tumour. Tumours can be benign (not cancerous) or malignant (cancerous).In localised prostate cancer the lesions are confined within the prostate gland and can be treated, often in a way which preserves the gland and its functionality.While some prostate cancers confine themselves to the prostate gland, other types of prostate cancer can grow aggressively and need decisive treatment.Like all cancers, the risk to life from prostate cancer is based on the cancer spreading out of the prostate gland and into lymph nodes, bones, and other vital organs. The best way to prevent this spread is to identify the cancer early. The earlier the cancer is detected, the better the chances are of the treatment being successful.During early stage prostate cancer, many men will not experience any symptoms therefore a raised Prostate Specific Antigen (PSA Blood test)  level is often the first indication of suspicion.There are a number of quite common prostate symptoms, risk factors, which can indicate an increased risk of a prostate cancer diagnosis: While these symptoms may indicate other non-life-threatening conditions such as Benign Prostatic Hyperplasia (BPH) or Prostatitis, it is vital that the possibility of prostate cancer is ruled out.If the cancer has spread beyond the prostate gland, your symptoms can also include the following:These symptoms can also be caused by prostate conditions other than cancer, such as BPH or an enlarged prostate.What to do if you think you have prostate cancerIt is vital if you are experiencing these symptoms to speak with a doctor and have a thorough check-up to determine the underlying causes. Your physician will want to know how long and how often you have experienced these symptoms to help with your diagnosis.Part of this check-up will include a Prostate Specific Antigen (PSA) test to see whether there are elevated Prostate Specific Antigen levels in your blood.In the UK, men with a raised PSA, typically above 4, will be offered an MRI scan of their prostate gland. They may also have a digital rectal exam carried out by your GP to test for hardness or protrusions. Read more about investigation leading to diagnosis at the Diagnosis page.While there are no known direct causes of prostate cancer, there are some known factors that increase your lifetime risk of developing it – mainly family history and ethnic origin.Men with a family history of prostate cancer have an increased risk. For example, if a man’s father or a brother has had it, his chances of also getting it are higher (and it would be strongly advised to have his PSA tested regularly from 50 years old and /or if he were showing prostate-related symptoms).In addition, if you have a family history of genes which increase the chances of developing breast cancer (BRCA1 or BRCA2), or a strong family history of breast cancer, your risk of prostate cancer may be higher.Age plays a large role as well. Prostate cancer rarely affects young men – affecting only around 1 in 10,000 men under 40 years of age. The ratio increases to 1 in 38 for men between 40 and 59 years of age, and jumps again to 1 in 14 men between 60 and 69.The majority of such cases are men over 65 years old.Black men in the UK are twice as likely than white men to develop prostate cancer, with an average lifetime risk of 1 in 4 men developing the disease. Black men are recommended to begin having their PSA tested from 45 years old.Those who are obese also may have a higher risk of prostate cancer, although studies have been inconclusive. In obese people, prostate cancer tends to be more aggressive and more likely to come back after initial treatment.How can I reduce the risks of prostate cancer?Many studies have shown that certain behaviours and lifestyles can reduce the risk of developing prostate cancer.Some of these include:Exercising: getting exercise most days of the week improves your overall health, helps you maintain your weight, and improves your mood. Beginners can start slowly and work their way up to more exercise each day.Having a healthy Diet: eating a variety of nutrient- and vitamin-rich fruits, vegetables, and whole grains can improve your overall health, possibly even warding off prostate cancer.Maintaining a healthy weight: aim to consume a constant and appropriate number of calories each day to keep your weight from fluctuating too widely. Consult your doctor to find your ideal weight and create a healthy weight loss plan.Taking proper medication: your doctor may want to prescribe you certain medications if you are at a higher risk of prostate cancer. Drugs such as 5-alpha reductase inhibitors including finasteride and dutasteride can help bring down the overall risk.Quitting smoking can also reduce your chances of developing it.Steve’s story (04:15)“Traditional surgery often leaves men with long-term erectile dysfunction – four in ten patients will still need a safety incontinence pad for urinary incontinence after a year and one in ten will be significantly incontinent. Focal Therapy would spare them these life-changing complications.”Mr Tim Dudderidge, Urological Consultant at The Focal Therapy ClinicDr Clare Allen is the uro-radiology lead consultant at University College London. She has pioneered the use of mpMRI imaging for prostate cancer since 2000 and has led the establishment of reporting standards for prostate cancer imaging in the UK.Choosing a treatment and health care team is an important decision. Take the time to get educated on all available options and potential negative side effects to make the best treatment decision for you.Depending on your diagnosis you may have a choice of treatments for your prostate cancer.The best treatment for one man may not be the best for another. The right treatment for you will depend on many factors including:Treatments options might include:Active Surveillance involves the monitoring of prostate cancer through regular PSA tests, MRI scans and biopsies. The Active Surveillance protocol is offered to men with early-stage prostate cancer, that is confined within the prostate gland and not deemed at risk of escaping within the next 24 months. Usually this is a PSA test level of below 6 and a Gleason score of 3+3=6 or a small amount of low risk Gleason 3+4=7.There are many reasons why Active Surveillance is a part of the prostate cancer treatment journey, but in the main it is to delay radical treatments, which are likely to cause permanent side effects to the patient.For about 75% of patients this can allow a delay before having radical treatment of about 5 years, during which time many men can enjoy a good quality of life although others find the constant monitoring of their condition to be stressful.Surgery, known as a radical prostatectomy, is the removal of the entire prostate by a surgeon. The aim of radical prostatectomy is to cure prostate cancer. It is a major surgery which is an effective treatment for cancer however is invasive and has common side effects of erectile dysfunction and urinary incontinence.Radiotherapy uses high energy waves similar to x-rays to destroy prostate cancer cells. The main types of radiotherapy administered for prostate cancer are External Beam Radiation Therapy (EBRT) – which directs radiotherapy beams at the prostate gland from a machine – and Brachytherapy (Internal Radiation) – which involves inserting radioactive seeds into the prostate gland.It is now standard practice in the UK to have three to six months of Hormone Therapy (Androgen Deprivation Therapy) before Radiotherapy. This therapy eliminates the male sex hormone testosterone levels from the body. While this has the side effect of reducing libido and causing a loss of vitality and weight it does significantly reduce the size of the prostate gland prior to Radiotherpay. Clinical trials have demonstrated a significant survival benefit from this approach.  Radiotherapy treatment is often offered to older men above 70 years old who are not considered strong enough to have surgery. For men with an estimated 10 years of healthy life span surgery is the preferred treatment option for localised disease in the UK NHS.  Radiotherapy with hormone therapy is effective at treating prostate cancer however is invasive and exhausting and takes a significant amount of time to recover from. Possible side effects include a loss of vitality, erectile dysfunction and bowel issues.Within 10 years of Hormone / Radiotherapy treatment roughly 15% of men will have prostate cancer recurrence and will need further treatment. For many of these men, the only remaining treatment options are Hormone Therapy or Chemotherapy.Prostate cancer can be reduced and controlled using Hormone Therapy, often referred to as Androgen Deprivation Therapy or ADT. ADT eliminates testosterone from a man’s body which significantly reduces the rate of growth of prostate cancer and shrinks the size of the prostate gland.Hormone Therapy on its own will not cure prostate cancer, rather the treatment aims to control the cancer and delay or manage any symptoms.Hormone Therapy has been demonstrated to significantly improve the effectiveness of all radiotherapy treatments by increasing the sensitivity of cells to radiation.Hormone Therapy has significant side effects including lethargy, loss of libido, depression, cognitive impairment and loss of memory.Focal Therapy is a general term for minimally invasive treatments for prostate cancer that use a high dose of energy to kill cancerous cells. There are different kinds of focal therapy but all target only the area of the prostate gland with the aggressive tumour while leaving the rest of the prostate and nearby tissues and  structures alone. At The Focal Therapy Clinic, we provide both High Intensity Focused Ultrasound (HIFU) and Irreversible Electroporation (Nanoknife) treatment for prostate cancer. They provide effective cancer control whilst minimising risks of erectile dysfunction and urinary continence.Read more about HIFU Focal Therapy treatment and whether it could be right for you.“Traditional surgery often leaves men with long-term erectile dysfunction – four in ten patients will need a safety incontinence pad after a year and one in ten will be significantly incontinent. Focal Therapy would spare them these life-changing complications.”Mr Tim Dudderidge, Urological Consultant at The Focal Therapy Clinic Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "HIFU and NanoKnife treatment based upon advanced diagnostics.\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-facts/"}}