{"pageContent": "A new audio series brought to you by The Focal Therapy Clinic, where our host, Clare Delmar, explores some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about.In the first of our series, Clare discusses with The Focal Therapy Clinic consultant urologist Tim Dudderidge how prostate cancer patients in the UK have a right to know their treatment choices, embodied and codified in law through the Montgomery Ruling, and discusses how Covid-19 has impacted prostate care.Press play in the audio player below to hear the interview. Hello and welcome to The Focal Therapy Clinic. My name is Clare Delmar, and in this audio series, I’m going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Earlier this month, prostate cancer was acknowledged as the most commonly diagnosed cancer in the UK. And with this somber fact comes a multitude of challenges and opportunities.To kick off the series. I’m speaking with Tim Dudderidge, consulting urologist at The Focal Therapy Clinic and a leading innovator in imaging led diagnostics and targeted treatment for prostate cancer. Tim has been a vocal advocate for focal therapy from his base at University Hospital Southampton, and has contributed to several pivotal clinical studies and trials on prostate imaging and focal therapy. He’s also chairman of Doctors of the World UK, a charity that helps people to access healthcare through free clinics and helplines, advocacy work and international programs. Tim, thanks for joining me.It’s a great pleasure to join you today and thank you for inviting me.So why don’t we kick off straight away just to allow our listeners to understand who you are, where you come from? What was your journey to becoming a leading champion of focal therapy?Well, I guess early in my career as a trainee urologist, open prostatectomy was a big deal is, you know, a big operation for big surgeons and the patients had a big recovery as well. You know, they’re in hospital for a few days. They had a big incision and complications were quite frequently seen. But anyway, I was interested in cancer in general. And during my training, we saw a lot of things happen. Minimally invasive surgery, you know, came about in sort of early to mid 2000s, I guess. And that really started to show us that this operation could be done in a more sort of gentle way with smaller incisions and easier recovery. And it was around the same sort of time that we saw innovations with imaging and with technology that allowed minimally invasive treatment. And really the combination of things, you know, where we’re pushing for more minimal access surgery, where we started to realise that cancer in the prostate didn’t necessitate the whole prostate to be treated, we got better and better with the new technology of identifying where the cancer was; mapping biopsy became a thing and we could start to prove the location of the cancer with biopsies; and the technologies for treating the cancer became more widespread and gave us more options – we could start to tailor these treatments to individual patients. So the whole landscape really changed. And the other really big change that happened in the same period was that we started to have an environment where patients were more and more empowered to make choices about their treatments. So we were obliged to inform patients of all of the choices that were relevant to them. And even if we recommended one above the others, you know, the patients were empowered to choose the one that suited them the best. And this is all as a result of the Montgomery ruling. And that has changed how we consult people for treatment and how we give them what I’d like to call an informed choice rather than just taking informed consent, which is perhaps, you know, where we’ve been starting from.So let me stop you there. So when you’re starting about that know impetus towards more choice. I was thinking in my head is that because people are looking online more and they have more access to, you know, freely available information on their condition? But maybe you could tell me a little bit more about the Montgomery ruling.Well, Montgomery, Nadine Montgomery. In fact, I was on a panel with her just the other day at a medical legal conference, and she tells this amazing, tragic story where she wasn’t fully informed of her choices for childbirth. She had very particular circumstances and somebody had a very fixed view on what should happen. And she didn’t get a chance to choose an alternative. And unfortunately, there was a very bad outcome affecting her son. And this eventually, after 15 years of legal fights, basically led to a ruling that changed the whole process of what our obligations are to patients in terms of explaining what the options are and making sure patients are empowered to have an individual choice and not just the sort of standard recommendation. And so that means that we are obliged as clinicians to make sure in every case that the patient’s individual circumstances are taken into account when describing the options available. We may have a favoured option from the point of view of the sort of medical fraternity. There may be multiple favoured options, but there may also be options that perhaps are second best, but certain patients may favour that as their first choice. I think it’s important that this concept is more widely understood. And certainly patients who go searching for information definitely understand that because they look at things that might make the grade from a point of view of one outcome like cancer effectiveness. And that may well be the most important thing. But other people may value other things more strongly and may be prepared to take their chances on cancer effectiveness. Particularly with prostate cancer, because we know that even if you do nothing, at 10 years, there’s not a whole lot of difference in survival. So a lot of people favour functional outcomes over the cancer effectiveness rate. And if that’s their preference, we have to empower them to make that choice. So not a lot of people share that point of view. And that’s because I think people are still fixed in the idea of the doctors knowing best and relying on randomised control trials to sort of be the only thing to tell them what to do. And I think that we have to imagine a more holistic approach where, yes, it’s really important to understand which treatment has the best outcome for cancer – that’s an important bit of knowledge. But it’s not the only thing that can drive a patient’s choice. And we need to recognise that.When did the Montgomery ruling actually take place?You’re pushing me on the date, but effectively it’s backdated. So roughly from the point of time when this case occurred, which I think is like 15 years ago. The actual ruling I’d have to look it up to.Yeah. But it’s codified in law is basically what you’re saying.Oh, yeah, it’s been to the Supreme Court. So this is a very strong ruling. And we’re still… even today I was having email with my colleagues about how we adjust our practice to incorporate this into practice. And one of the interesting things is improving consent and information is still an ongoing journey for everybody. And we’re still working on it. You know, it’s been talked about for many years, but, there’s still improvement and individualised consent forms – so related to the procedure, but also then individualised to the patient’s circumstances, describing what alternatives have been talked about and what risks have been discussed. You know, it takes a lot of time to do it really well, and it’s a challenge.So tell us how that might affect a man who comes to you and has had a diagnosis of early stage prostate cancer. How would this ruling and how would your interpretation of it play out with his pathway?Well, let me just describe a case which I guess most typifies the difficult situation when it comes to focal therapy. So if you have a man who’s had a high PSA, let’s just say it’s seven and they’ve had a scan and it shows a lesion very clearly on one side. And very clearly the rest of the prostate is normal and they have a biopsy, and for the sake of argument, they have a good quality biopsy with targeted biopsies and systematic biopsies going through the rest of the prostate. And just to make it really easy, let’s just say that lesion was cancer and everything else was not cancer. They may be at a centre that goes you know, they discuss it in their meeting and they say you’re suitable for surgery or radiotherapy. Now, in that circumstance, just because they don’t practice focal therapy, I first of all think it’s a mistake, not to mention it. And I think they should mention it is very clearly a reasonable treatment option. People may argue about the lack of evidence for long term comparative effectiveness and I would agree, patients need to know that. But it’s still a reasonable option. Now, according to NICE guidance and I would agree with this, that ideally that patient should be having focal therapy within a clinical trial within the NHS where we are obliged to not only look after resources, provide good treatments, but also make sure that those treatments are effective. I totally agree with that recommendation. But if they can’t go into a clinical trial, it’s also important that these patients are studied within a clinical registry. And we have one of those up and running through all of these focal treatments. And I totally agree with that, too.But these are not reasons, if you don’t offer those things locally, to deny the patients the knowledge of those options and the choice to seek them elsewhere, if they decide that they prefer that. Those clinicians are quite entitled to make a recommendation that surgery has greater evidence for long term success with the cancer point of view. But they’re also obliged to say that the side effect profile is greater than focal therapy. And so unless the patients are armed with this information, I really don’t think that any of those patients can be given an informed choice. And when they come to have a procedure like surgery, the consent is being offered, I just don’t agree that that is proper informed consent. So I think it’s you know, I’ve made this kind of bold claim. And we’ve got an article eventually developed in the Daily Mail which kind of covered these issues. What I tried to explain to that journalist was that this is actually almost a scandal that people do not understand that the breadth of choice for prostate cancer needs to be described to patients, even if clinicians don’t necessarily agree. And, you know, there’s no dispute that this technology, this treatment exists. We have outcome data which describes a certain thing. And if somebody fits the description of a suitable patient, I can’t see any justification for denying patients the information that that choice is there. I feel very strongly about that.No, I can tell. And I think I know the article you’re talking about, it was quite recent, wasn’t it? And it listed a bunch of choices and it did include this and that was obviously part of your input into that piece. So, I mean, would you be willing to go out on a limb and say what percentage of consulting urologists that deal with men with prostate cancer actually practice according to the way you suggest?I think it’s impossible to say like yes or no to individuals, because even in my own practice, I reflect on what I’m doing. And when you’re under time pressure, sometimes you don’t do it right. Sometimes it doesn’t matter because you’ve looked at a patient, you’re both on the same page. And actually the choice that you’re talking about, you may not be as good as you might imagine yourself to be, but actually you’re on the same page as the patient and so for practical purposes, you’ve made a good judgement and it doesn’t make a difference. What’s really important is to read the situation. And if you read the situation that a patient is looking to really understand this choice, then that’s the job of the clinician, is to make sure that your… and this is why it’s so hard – you can’t have just a formula that you apply to every patient. You’ve got to read the situation. And if you’ve got a patient is clearly wanting to… that they’re anxious about side effects; they’re anxious to get the right treatment to get the one that’s the most effective. You’ve got to pick up on these cues and really help the patient explore what that choice involves, and what’s important to them. So, of course, there are days when I look at a patient and go “I think you’ll be great for surgery.” They say, “Yes, please.” And it’s a very quick conversation. You give them the information pack. They’ve got a bunch of choices in there if they really want to know, they’ll find it. But that could be a very brief conversation. And it might be totally appropriate. But if you misread that situation and the patient actually really wants to know everything and you haven’t done that, then you could find yourself in big trouble. And I sometimes find that I’m coming to operate on a patient who’s seen another clinician and they’ve directed them towards radical prostatectomy. And I meet them on the day of surgery and I see that they’re an ideal focal therapy patient. And then I’m very conflicted.Wow.Because that patient needs a conversation. On the morning of their operation I’m obliged to tell them what I think about the range of choices. And I have had to cancel an operation on the day because the patient was uncertain. And you can’t move ahead on that day when the patient has uncertainty introduced. And of course, I felt very bad that we then had wasted some time and everything, but I didn’t feel that the consent process was valid. And ultimately, I’m doing the operation. I’ve got to be satisfied. It’s a complicated situation.I can see that and a lot of nuance.In answer to your question, I think every clinician can do better. And I think that we shouldn’t be trying to beat up the people who maybe don’t meet the standard straightaway. I think we should be encouraging people to understand this Montgomery ruling, understand what it means for their practice, understand how to improve the information they’re giving. I’ve been doing that today, so I’m not perfect by any means. And understanding how to identify all of the options that are suitable for patients with prostate cancer. And even if you’re not offering them those options yourself.Right. You’re directing them to.And it’s no accident that I have tried to offer all the treatment options available because, you know, I don’t want to be giving patients away. But I’ve gone out and, you know, really learned how to offer all the good treatment options. And I help the oncologists as well. But clearly if somebody needs radiotherapy discussions they see an oncologist. I make a great effort to explain radiotherapy in a dispassionate way. But clearly stating the pros and cons as listed in the information sheet. But if a patient has any interest whatsoever in pursuing that, arguably they should see an oncologist anyway. But I think, again, you can’t be 100 percent about that and everyone’s circumstances are different. But, you know, they should have the chance to consider every treatment.And the Montgomery ruling actually helps them to do that. So that’s really that’s really good to know. Now, I just want to shift the conversation a little bit. Just to add more complication to this growth of patients diagnosed with prostate cancer. And that’s obviously Covid-19. I mean, we hear in the media about this huge backlog of cancer patients at various stages of diagnosis. And I’m wondering how this has impacted your ability to care for your prostate cancer patients and possibly if you can extend how you see that impacting, you know, the wider issue of hospitals themselves and health systems? Will we have millions of prostate cancer patients waiting for the diagnosis and treatment at the end of the year.Well, I think locally in Southampton, we’ve been very lucky because we already had established relationships with the local private hospitals for NHS work. We also had a Da Vinci robot. We had a mobile health system. Thank you Prostate Care for being able to deliver HIFU wherever we needed it. And we had a cryotherapy system again in Spire to facilitate that. So we were able to, after a few weeks of a hiatus, work out what PPE we needed and we had the capacity away from the hot site where the Coronavirus patients were being situated. And we were able to get on with all of the elective surgery that we needed to. We had thankfully enough capacity to deal with our waiting times. And actually we got better waiting times for cancer in the prostate department than we’ve ever had.Really?Yeah, it’s quite remarkable. But we are, I think, one of the few places they’ve been able to do that. Much of the country have their prostate services in the same site as where the Coronavirus patients were being looked after. And as a result, were more or less paralysed with their activity. So there are many patients who have been started – following the guidelines that were issued – on hormonal therapy, which we would not normally give. And they’re basically patients on a very long waiting list, both for surgery and for radiotherapy and also for ablation. In the centres that are doing ablation, I think we are one of a few that have had more less uninterrupted services. In Southampton, I think we’ve done about 20 ablation cases in the past couple of months. And, you know, that’s  more or less, our normal, I guess, our normal run rate.And Tim, are you equating ablation with focal therapy here?Yes. Ablation encompasses focal therapy, but also whole gland ablation for some patients after radiation and things like that. So, you know, ablation with HIFU or cryotherapy has a role not just for focal therapy. I think the whole gland ablation is sometimes appropriate.So what you’re saying that the impact of Covid-19 has been quite variable across the country?I think that’s a good way of saying it, yeah, but certainly there are pockets of the country where there will be a lot of men waiting on hormone therapy for their treatment to go ahead.We’re discovering that. We’re getting calls from many patients who are in exactly that situation.It is difficult.And it also feeds back to your comments earlier about the Montgomery ruling because I think in some cases at least certainly from what we are picking up. A lot of these men are sort of told to go on hormone therapy without, well, in many cases, they don’t have a choice, I suppose, because things are so backed up.Yeah. And it’s partly a defensive action here by clinicians. Of course, we know that prostate cancer moves slowly and in some cases it may not metastasise in the period of months and it’s safe to just monitor people. So, yeah. Have all these patients been given a choice as to whether to be monitored or to go on hormones? I suspect it’s a rushed process for many of them. And so that choice in itself and the other thing that’s happening is that they’ve got a lot more time to consider what’s going on. And so I think we’re seeing a lot of patients who are only finding out about focal therapy after they’re on a waiting list for surgery or radiotherapy and after they’ve already started hormone treatment. Hormone treatment doesn’t really interfere with focal therapy. If anything, there’s a possibility it could be helpful. We’re investigating that at the moment. But it’s just interesting how the Coronavirus has led to more inquiries for this type of treatment.And just to finish up on how Covid-19 is impacted health systems, or hospitals themselves, do you foresee cancer hubs in more clusters of care for these patients, or how do you see changes playing out as a result of the virus?Well, I certainly know in London there have been kind of moves deemed necessary because of Coronavirus to change how cancer pathways are working. And there may well be some sort of politics going on, things that were sort of deemed to be necessary before this happened. And there’s an excuse to sort of make it happen now with less resistance. In our region, we actually have maybe more collegiate way of dealing with it, helping to deal with waiting times. We haven’t seen it sort of make a great impact yet, but it may be that hospitals that have a big problem with Coronavirus might shift cases to one centre one day. And if the situation’s reversed, the flow of patients may go the other way months later. So I think that sort of team working in the NHS is great, whether it leads finally to an even bigger regional reorganisation of prostate cancer services. You could see on the south coast how having a big prostate cancer hospital might make sense in some respects, but I don’t see that happening in the short term. I think this is maybe a bigger long term plan for the politicians.Tim, I really want to thank you for your insights.It’s a pleasure.And I look forward to speaking with you again soon. I mean, the one thing I will say about this prostate cancer in the UK right now is it continues to enjoy innovation from people like you and your colleagues. And we’ll look forward to hearing the next development.I’m really pleased that I’m part of a kind of a part of urology, which is constantly on the move, constant improving and really responsive to patients’ needs. And so we just need to keep listening to the patients and what they want.Absolutely. If you’d like to learn more about Tim’s work and about The Focal Therapy clinic, visit www.thefocaltherapyclinic.co.uk. Thanks, Tim. And from me, Clare Delmar, see you next time.I was diagnosed with prostate cancer in 2015 and I with a Gleeson score of 6 I am on surveillance. This has been affected by the Covid outbreak, and my regular PSA blood checks have been put back by 6 months. I am on Combodart for enlarged prostate, and have started to experience a greater need to urinate at night-time. This concerns me, but I’m not keen to consult my urologist at this time, as I can live with the additional inconvenience of added toilet visits. Do I need to take action now, or wait a month or two?Dear Mr Robert Green\nThank you for your comment. I would recommend that you do proceed to contact your urologist as it is important to maintain the discipline of regular reviews on the Active Surveillance Protocol and in addition there are various newer treatments for enlarged prostate which ought to be able to help you such as the Rezum Procedure.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Do You Know Your Rights? Tim Dudderidge Discusses the Importance of The Montgomery Ruling\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-montgomery-ruling-tim-dudderidge/"}}