{"pageContent": "“NanoKnife is a needle-based technology which allows us to reach difficult to reach cancers which would previously have been deemed unsuitable for Focal Therapy.Mr Marc Laniado, Urological Consultant at The Focal Therapy ClinicNanoKnife is an exciting and relatively new Focal Therapy treatment for difficult to reach, intermediate prostate cancers.  Nanoknife makes it possible to offer Focal Therapy to men whose tumours may otherwise have been deemed unsuitable for Focal Therapy.Unlike traditional cancer treatments such as surgery or hormone and radiotherapy treatment, NanoKnife therapy is minimally invasive, with a rapid recovery to normal routine and virtually no impact upon erectile function or urinary continence.\n\n\n\nAlso known as Irreversible Electroporation (IRE), NanoKnife is an effective form of focal treatment recommended to treat early and intermediate-stage prostate cancer in difficult-to-reach parts of the prostate gland which are difficult to treat using HIFU. NanoKnife is a high-precision needle-based treatment.NanoKnife technology employs a series of short electrical pulses which pass through thin needles, acting like scalpels to target and destroy tumours. The precise placement of the needles is made possible by the use of 3D MRI Imaging Tools enabling surgeons to target the pulses to effectively kill cancerous cells in exactly the right area while leaving healthy cells unharmed thus preserving the prostate’s important functions.Clinical evidence now shows that surgeons achieve a 97% eradication of prostate cancer tissue within the targeted area with almost no impact on healthy tissue and preserves sexual health and urinary continence.NanoKnife is performed under general anaesthetic and takes 40 to 60 minutes to complete. Patients can go home within a few hours with minimal pain or discomfort.“NanoKnife is a needle-based technology which allows us to reach difficult to reach cancers which would previously have been deemed unsuitable for Focal Therapy.Mr Marc Laniado, Urological Consultant at The Focal Therapy Clinic“Using precision diagnostics, we are able to pinpoint and treat the specific area of cancer. Traditional prostate cancer treatment is like using a sledgehammer to kill a flea.”Alan Doherty, Urological Consultant at The Focal Therapy ClinicThe most obvious benefit of NanoKnife — and a leading reason why many prostate cancer patients use this minimally-invasive treatment — is the precision with which it can be performed especially in the front of the prostate gland, an area where HIFU can be difficult. . The ultra-focused approach of this therapy makes it possible to avoid damage to any healthy tissues. This precision helps to reduce the two most unpleasant and debilitating side effects that are associated with many traditional prostate cancer treatments: urinary incontinence and erectile dysfunction. As a result, patients can feel less worried about experiencing embarrassing urinary leaks or difficulty maintaining an active sex life if they wish to. Other key benefits of NanoKnife therapy for prostate cancer include:Getting any sort of cancer treatment can cause stress and anxiety, particularly if you don’t know what to expect. Here is everything you need to know about before, during and after NanoKnife prostate cancer treatment. Before you can be admitted for NanoKnife therapy, our dedicated team will meet with you to confirm that this is the right treatment for you. You will have an initial consultation with your NanoKnife surgeon, where you’ll discuss your cancer diagnosis and medical history, as well as your hopes and expectations for treatment. You’ll also need to undergo a series of assessments. These could include MRI imaging and a biopsy to obtain more information about your tumour.Getting your body ready for NanoKnife therapy can significantly help with the success of the procedure and your subsequent recovery. Your surgeon will provide guidance on:It is essential to follow the guidance of your surgical team and ask questions about anything you aren’t sure about. Your surgeon will also be able to tell you how long the surgery is expected to take and what you can expect from your recovery, as well as answer any other questions you have about this treatment.NanoKnife treatment is administered by a series of needles that are inserted into your prostate gland, surrounding the cancerous areas.First, you will be put into a deep sleep with a general anaesthetic, which will ensure you don’t feel anything or have any memory of your surgery. Once you are suitably anaesthetised, your surgeon will insert ultra-fine needles directly into the tumour. The number of needles can vary depending on the size of the mass, but most patients will have between four and five needles placed into the tumour. NanoKnife is performed using MRI imaging to ensure that these needles are placed with delicate precision. Short, electrical pulses are then passed through the needles for around two minutes. These pulses help to break down the membrane of the cancer cells, destroying them. In most cases, NanoKnife therapy can be performed in between 30 and 60 minutes. Your recovery from NanoKnife surgery will depend on multiple factors, including your age, fitness level and the nature of your procedure. Your anaesthetic team will monitor you for several hours after your surgery to ensure that you are fit to be discharged. It can take up to 48 hours for the effects of the general anaesthetic to wear off, though you will still be able to return home the same day.You’ll be fitted with a catheter as part of your surgery, and you will need to wear this for up to seven days. Your specialist nurse will show you how to manage your catheter at home. Standard surgical advice will apply once you return home, including making sure that you drink plenty of fluids and get sufficient rest. You will be advised to avoid heavy lifting or strenuous exercise for at least a week, and sexual intercourse until your catheter is removed and you feel comfortable. You may also be advised to avoid driving for up to 24 hours to enable the effects of the general anaesthetic to leave your system. It’s important to follow all aftercare and follow-up instructions as provided to you by your surgical team. In comparison to NHS prostate cancer treatments, the side effects of NanoKnife are considered mild and short-lived. While you may have to wear a catheter for a few days, this is typically removed with no long-lasting effects. Other potential side effects include:However, most men will experience virtually no side effects at all. The risks and benefits of any procedure are different for everyone. Your consultant will be able to explain in detail the risks that may affect you.The cost of an initial consultation, which includes a review of your medical history and a second opinion on diagnosis and treatment options is £250 including VAT. This detailed consultation can be conducted in person or by video call and typically takes between 30 and 45 minutes.The cost of a NanoKnife procedure, including treatment, medicine and necessary aftercare usually starts at around £15,000 including VAT. Your consultant will be able to give you more detail and a specific quotation before you commit to having any treatment with us. It’s also worth noting that your treatment may be covered by a private medical insurance policy if you have one. Always check your policy documentation clearly and note that an excess fee may apply. At The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and  Focal Therapy treatment option then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nThe cost of the initial consultation involving a review of your medical files and a second opinion on your diagnosis and treatment options is £250, including VAT. This detailed consultation can be conducted in person or by video call and typically takes between 30-45 minutes.The cost of the NanoKnife IRE procedure including treatment, medicine, and after-care is from £15,000, including VAT.NanoKnife IRE is covered by all the major healthcare insurers in the UK.NanoKnife IRE is performed under general anaesthetic in a single treatment session. Usually lasting between 30 and 60 minutes, it is a largely well-tolerated procedure that allows men to leave the hospital within 90 minutes of completion.Patients are able to return home within a couple of hours of having Focal Therapy treatment. You will be advised not to drive for 24 hours due to having a general anaesthetic. Many patients choose to go back to their normal working life within 48 hours. The catheter is typically removed within 4-7 days and strenuous exercise is not recommended for 1 week following treatment. Sexual activity may resume once the catheter has been removed.The risks and benefits of any procedure are different for everyone - your doctor will be able to explain in detail the risks that may affect you. Focal Therapy has been offered on a limited basis in select academic hospitals since 2004. However, the number of patients treated in the UK is low.The mission of The Focal Therapy Clinic is to make this option as broadly available as possible and to ensure that men have a good understanding of all their treatment options before they make a decision.The first step is to evaluate your suitability for Focal Therapy. This will be based on your MRI scan and biopsy results.Provided that your diagnostic results are of sufficient quality your consultant will be able to give you a definitive answer regarding your treatment options and suitability for Focal Therapy.Once you are comfortable that Focal Therapy is the right option for you, treatment can be arranged in a matter of weeks.One of the major benefits of Focal Therapy is that it does not preclude the subsequent treatment options of further Focal Therapy, surgery or radiotherapy.Around 74% of men will not need any further treatment for their prostate cancer after Focal Therapy. The majority of men who do need further treatment will be treated again by Focal Therapy. Approximately 7% of men will require radical treatment in the future.“Using precision diagnostics, we are able to pinpoint and treat the specific area of cancer. Traditional prostate cancer treatment is like using a sledgehammer to kill a flea.”Alan Doherty, Urological Consultant at The Focal Therapy ClinicNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "HIFU and NanoKnife treatment based upon advanced diagnostics.\nhttps://www.thefocaltherapyclinic.co.uk/nanoknife-ire-focal-therapy/?gclid=CjwKCAiA3KefBhByEiwAi2LDHDBcV2zPWboQqLRMJB6gGbqPbfOw0viBnzmhnFSmFjIK0T6xvMc3kRoCzKQQAvD_BwE"}}