{"pageContent": "\n\n\n\nJoining OnFocus today is Stuart McIntyre, Director of Marketing & Business Development at AngioDynamics, developer of a new approach to focal therapy called NanoKnife. It is currently running a clinical trial called PRESERVE, described as a Pivotal Study of the NanoKnife System for Ablation of Prostate Tissue in an Intermediate-Risk Patient Population and which will evaluate the use of AngioDynamics’ NanoKnife System for ablation of prostate tissue as a focal therapy option for prostate cancer patients.  Stuart’s here to talk about how his company developed the NanoKnife system and what his expectations are for its adoption.PRESERVE trial: https://www.angiodynamics.com/announcements/first-patients-treated-in-preserve-clinical-study/Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we address issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and too often ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK. And with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Stuart McIntyre, director of marketing and business development at Angio Dynamics, where they’re developing a new approach to focal therapy called the NanoKnife. It’s currently running a clinical trial called Preserve, which is described as a pivotal study of the NanoKnife system for the ablation of prostate tissue in an intermediate risk of patient population. And this will evaluate the use of Angio Dynamics’ NanoKnife system for the ablation of prostate tissue as a focal therapy option for prostate cancer patients. Stuart’s here to talk to me about how his company developed the NanoKnife system and what his expectations are for its adoption. Stuart, thank you so much for joining me today.Clare, thank you for allowing me to be a part of your programme. I’m glad to be here.It’s a very exciting time. We’ve talked before about the increase in the range, widening the range of focal therapy. I know NanoKnife is causing quite a stir. I’m keen to hear from you how it’s going, but as a lead in, I’m interested in you personally and individually because I know you trained as an engineer. So I’m just interested to know how you got involved and how your training as an engineer informs your work with ablation technologies for prostate cancer.Yes, Clare, I’ve been privileged in my career to train as an aeronautical engineer, but then also to move into the medical device space and apply some of that engineering training to the challenges that we have as a company in providing treatment options for, in this case, for prostatectomy cancer. And you can imagine any medical device is a function of some pretty intricate engineering and using some scientific principles that create a very particular biological effect and give clinicians a tool that has some very special capabilities needed to treat in tissue.Yeah. So on that note, let me ask you how the NanoKnife fits into the range of ablation modalities for prostate cancer. And I know the technology is described as IEH in acronym form. So maybe you can open by telling us what IEH means and how this is actually going to drive the NanoKnife’s progress.We call it irreversible electroporation in terms of the NanoKnife technology. And that phrase irreversible electroporation relates to a scientific phenomenon that when you pass a high voltage alternating electrical field, not an electrical current, but an electrical field, it agitates the electrons in that field. And those electrons create… they orient with the polarity of the field that’s alternating at very high frequency. And those electrons effectively puncture the cell walls of the soft tissue inside of that field. And by puncturing the cell walls, the cell walls can’t then repair themselves and they die a natural apoptotic cell death. And that’s the effect of NanoKnife, this high frequency alternating electric field that causes the soft tissue cells between the electrodes to become punctured and non viable and therefore die. And, of course, the key feature within that is other types of tissues in that space. So tissues that are rich in collagen and fibrin are not affected in the same way. So it kills the soft tissue cells without disturbing and disrupting the underlying structure of the tissue.Okay.Vessels and nerve pathways are preserved, whereas the soft tissue cells are killed. And that’s the nice unique feature of irreversible electroporation.So just applying that to cancer cells or cancerous tissue, because you’d use the phrase soft tissue. So these trials, this is actually a way to investigate and explore how cancer cells and cancerous tissue in particular, when it’s highly targeted, is ablated, as you say, and the non cancerous tissue is saved, which is, of course, the whole idea of focal therapy. But how does this technology and this electric field that you’re describing, how does that actually address only the cancerous tissue?Yeah. So the challenge in the prostate, and it’s the same with other cancerous masses in the lungs, liver or other places. The challenge in the prostate is to destroy the cancerous cells whilst preserving the structures that are critical for the rest of the patient’s health.Indeedi.e in the prostate we’re talking about the potency of the urethra, we’re talking about the nerve bundles and nerve pathways that flow through the prostate to control swing to function, erectile function, and all of these matters. And so the NanoKnife technology allows those structures to be preserved patent, but while still killing the cancerous cells in the space. So this is the unique modality of IRE. Of course, there are other clinical concerns that all technologies have to be careful to avoid. So puncturing the outer wall of the prostate and creating injury to adjacent organs and so on. These are all critical things that devices have to avoid. And of course, each technology offers a particular utility in terms of these features so Nono Knife joins a group of different interventions, all having merits and to some extent demerits in this regard.Yes, that’s exactly my question. How would you in an ideal world where we have this kind of array or portfolio of various modalities to undertake focal therapy, how would yours be preferable or more appropriate for one patient’s condition than another?Yeah. Look, I think as with all these technologies, technology moves very fast. The clinical data, diligently collected and independently collected to understand the nuances of how one technology operates in comparison to another, and therefore, how they may impact in terms of the patient choice, this is the really important thing. The Preserve study is a good example of a proper randomised study to clinically assess these technologies. In this case, the concerns and the endpoints of those studies are what is the impact on the patient’s continence? What’s the impact on the patient’s sexual function? What, of course, is the impact on the tumour itself? Are you effectively addressing the cancer? And there are secondary questions around how does the technology then impact other opportunities for care that may become necessary down the line? How does it impact the ability of the clinical team to go on to do a radical resection, for example, in the future? Does it rule that out, or does it enable that? These are the types of questions that these clinical studies are trying to answer.Okay, I want to come back to that actually. That’s exactly what I want to talk about in a minute, but I want to just kind of zoom out a little bit not to discuss not so much the technology itself, but to sort of explore with you how NanoKnife kind of fits into the whole growing array of focal therapies and what this means from a bigger picture. So, for example, do you think that by enhancing the range of focal therapy approaches, that this will impact how other treatments and other options are going to be taken up? And, for example, do you think active surveillance will be challenged more in future simply because you have more opportunity to do focal therapy?Yeah. Look, I think as a man and therefore a potential candidate in the future, I hope not. But I recognise that if one is diagnosed with an intermediate stage cancer in the prostate and your options are simply leave it there and preserve your sexual function and continence for a while and hope that it doesn’t get to a point where it’s really life threatening, that may not be an attractive option if there is a therapy that can allow the cancer to be addressed decisively and whilst retaining those important life features without removing the possibility of treatment in the future. And I think our hope for NanoKnife, based on the data that’s coming from centres that have been using it and their reports, is that it potentially gives that prospect. And therefore, I envisage NanoKnife and other technologies that will come forward, I’m sure, to offer similar features, will start to provide patients an alternative to the sort of active surveillance watch and wait, i.e. Let’s not radically resect today because prostate cancer does tend to be slow growing and therefore, if we don’t do anything today, it may take a long time before it becomes life threatening. And why subject yourself to the unpleasant side effects of some intervention now when you may not need to? And I think it’s in the context of that sort of patient thought process that these technologies play, I think will play an increasingly relevant role in creating perhaps an early option to address the disease without removing the option of more aggressive treatment in the future. I know that I, as a man, certainly in such a situation, would want to have something done if I was diagnosed with an early stage disease that could have something done with it that didn’t have catastrophic life consequences in doing it.What’s interesting about having more options just within focal therapy itself is I often think of focal therapy as the ultimate personalised treatment because it’s so focused on, based on all the targeted imaging and the targeted biopsying and targeted histology, that we know exactly what we’re going for. And, of course, every man is different than between themselves. So I guess one of my questions is, as we learn more about these different focal therapy approaches, whether it’s HIFU or cryotherapy or water vapour therapy or your approach, do you think this will have an impact on patients, seeing that this can become more personalised and that some modalities might even be preferable for individual patient circumstances?I think personal care and personalised care is an aspiration in many fields of medicine. And I think I’m sure clinicians will agree that the most important thing with any diagnosis, is to understand the unique features of the particular biology that your particular disease presents. Some cancers present as highly aggressive and requiring very urgent and very radical interventions straight away, and knowing that and being able to choose that care pathway that is personal to that particular biology of that particular tumour is really important. And so as we get into more analysis of genomics and detailed disease characterization, the more we’re going to be able to get into treatment pathways that are personalised to the patient. And coming back to that reality then the range of tools and options and treatment options available to apply the very best treatment to that very personal situation becomes important. And I come back to NanoKnife and say, well, look, here is a technology with some very specific features that for certain patients with certain conditions in their life and status of their disease, may therefore be a very welcome option in comparison to other treatments that are available.So on that point, let’s go back to the Preserve trial, and maybe you can tell us a little bit about how this trial is progressing. What are the early indications and what do you foresee?We’ve just recruited the first patients into the Preserve study in the US, and that study will recruit over the coming months. And inexorably move to then analysis and reporting on the outcomes. It’s important to note that Preserve comes on the back of quite a long series of single centre experience and data, both in the UK, in Germany, in France and in the US, and also in Australia, where those single centres have reported very interesting outcomes. You don’t go into these more structural studies without first having some good early indication that there is genuine potential in the technology.Yes.So we’re hopeful that these more sophisticated trials will produce the definitive data that will position this technology within the scheme of care options for prostate cancer patients and hopefully give active men with intermediate stage cancer a real opportunity to address their disease without some of the implications of today’s technologies on key factors in their lives.And what sort of time frame are you looking at for this more definitive data to be produced?I think Preserve will report in the course of the next 18 months in terms of the recruitment analysis and the initial report. So we expect some definitive outcomes from there in that time frame. And there are a number of other trials beginning to be structured and schemed in the UK both in terms of treatment registries and in terms of again, more prospective randomised studies that centres in the UK are also now working on and planning to proceed with.OkaySo I think the picture of data of quality evidence over the next two to three years for this therapy will become increasingly populated and I imagine that treatment will become more widely available.Very good. Well, we will look forward to hearing how that progresses and I’d like to thank you very much, Stuart, for joining me today. It’s been really interesting to hear about what you’ve been up to.No my pleasure, Clare. My pleasure.A transcript of this interview and links to more information about NanoKnife and the Preserve trial are available in the programme notes on our website, along with further information on diagnostics and treatment for prostate cancer and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar. See you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "NanoKnife, A new Option for Prostate Focal Therapy\nhttps://www.thefocaltherapyclinic.co.uk/nanoknife-a-new-option-for-prostate-focal-therapy/"}}