{"pageContent": "The multidisciplinary team (MDT) review of patient cases is indisputably a critical part of patient care for men with prostate cancer. Bringing urological, radiological, oncological and histological expertise together is in patients’ best interest and can significantly affect outcomes.Like many processes and procedures in healthcare, the MDT has had a push to go digital by the Covid pandemic. At the Focal Therapy Clinic, we’ve innovated and adapted to this new reality in a way that has benefited both doctors and patients. Out of crisis has come opportunity.Now, possibly more than ever, healthcare collaboration tools are needed not just to allow doctors and specialists to meet remotely and discuss patient care, but also to improve efficiency within clinical teams experiencing backlogs of cases.TFTC has put together a digital collaboration platform, designed expressly for an optimal prostate MDT. The technology supports imaging, real-time contouring and reporting, patient record review, voice, messaging, and recording of all proceedings.TFTC Consultant Urologist Tim Dudderidge believes the approach has significantly improved the MDT process:“Going online has really made it much more flexible. The people who are involved in any particular discussion are totally in the room and those people don’t need to be can just go on mute and wait for their turn to come around. People can be getting on with their other activities on the side if they need to be. And it doesn’t then cause disturbance to the main flow of the meeting. And furthermore, you can be anywhere. Of course, we don’t have to be in that one room. We can be in whatever clinic room we’re more comfortable in or where we’ve been working in the morning. And that flexibility allows people who are on holiday but really want to discuss a special patient to be able to dial in or people on conferences and so on can just join the meeting from where they are. So I think the technology has really helped. And it’s certainly also facilitated our focal therapy meeting, which has brought together experts from completely different parts of the country. There’s actually no way that wed have been to hold that, given how busy we all are, if we all had to physically meet in person. And to have Dr Clare Allen join us for our focal therapy meeting is a real pleasure and we’re so lucky to have her input. And that makes that focal therapy meeting so effective in helping identify those men who’ve approached us to see if they’re suitable.”Each case is discussed around real-time imaging, integrating detailed patient history and assessments of a patient’s current circumstances including lifestyle, fitness, family, and treatment preferences and priorities. A screen shot of a recent TFTC MDT is below:Imaging and radiological input, critical pieces of diagnostic information within a prostate MDT, is now presented and reviewed in a more detailed and effective way. According to Tim,“we’ve always been able to import images. And I think the advantage of having such a subspecialist radiologist involved in this is that the images can be contoured and we use those contours for our clinical work for biopsy and for treatment. But being able to, if you like, process the amount of information in a meeting, to have the lesions contoured on the screen really helps you to quickly see. And it sort of takes away a whole level of discussion because you can immediately see what the radiologist is talking about and we can then quickly correlate that with the biopsy information and then we can start to form treatment plans in our head and discuss them. So I think that having digital imaging has been around for a while and very useful. But now being able to combine that with the sort of expertise we get from Clare Allen and the contouring, it’s creating an ecosystem where patients who come in at the beginning of the pathway with us can have really good quality scan performed, have that scan contoured and marked so that we can see the lesions. To discuss that in our group, to be able to plan the treatment and then to be able to deliver the treatment using that same image which has been contoured, and it just it creates this flow which is bound to improve the quality of the treatments.”You can here more about Tim’s views on the MDT in a recent OnFocus interview here.In many ways, the digital approach delivers enhanced benefits for patients who, while not in attendance and unable to advocate for themselves, can access images and recorded content from the meeting. Tim adds:“if you’re in an MDT and all of those (patient specific) issues are clearly recorded, then the MDT has a chance to be aware of that. Otherwise, there’s a danger that people make assumptions about a patient’s longevity, about activity, about what the patient’s interests are. And then the MDT might come out with a recommendation, which is too focused, and doesn’t allow the breadth of discussion that should happen for every patient, regardless of their age or what assumptions we might make about their lifestyle.”Our doctors take an entirely holistic approach to each patient, seeking to understand and advocate for the physical, mental and behavioural aspects of our patients’ health, and the digital MDT gives them more space and time to do this.Covid has presented unprecedented challenges to our healthcare system, and it is very satisfying to see the innovation it has spawned delivering real and lasting benefits to both doctors and patients. Our digital MDT is here to stay.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "The Focal Therapy ClinicMultidisciplinary Team Goes Digital\nhttps://www.thefocaltherapyclinic.co.uk/the-multidisciplinary-team-goes-digital/"}}