{"pageContent": "In a recent On Focus interview, TFTC Consultant Urologist Raj Nigam used the term “Whole Man” in describing treatment decisions for men with prostate cancer.By this he referred to the multiple aspects of a man’s health and lifestyle that come into play when he undergoes any form of treatment, and which taken together are crucial for any chosen treatment to be successful. Broadly, these can be categorised as physical, mental, and behavioural.By far the most important aspect of a man’s health in any treatment decision will be the cancer itself – its stage, its location and its aggressiveness. Men with advanced or metastatic prostate cancer will face very different treatment decisions than men with early stage, localised cancer. But other aspects of physical health matter too – comorbidities, or other types of disease that are or have been present in a man’s body will impact the safety and success of a particular form of treatment.The mental health of a man diagnosed with prostate cancer will also impact this. In a recent On Focus interview, TFTC Consultant Urologist Marc Laniado emphasises the importance of discussing mental health issues with his patients, and giving men “permission” to talk about how they feel and their ability to cope with having prostate cancer. When it comes to treatment decisions, many men are not counselled about long-term side effects of individual treatments, which can impact mental health. “Often men are caught between a rock and a hard place” says Marc. “While they want to get rid of their cancer, they don’t want to lose sexual or urinary function. It’s a balancing act, and men are best able to cope with this when they have the information they need at the right time and in the right place”.A number of organisations are specifically addressing the mental health needs of cancer patients, and one of these is a charity called Working With Cancer. WWC recently published the results of a Dutch survey which specifically addressed mental health in patient recovery. As they point out,“One of the things those of us who have had cancer tend not to discuss with friends, family and especially with our employers is that the emotional and psychological impact of cancer is often as great if not greater than the physical consequences of treatment.”And finally, behavioural patterns in a man’s lifestyle will often have a significant impact on the response to treatment decisions. In a recent On Focus interview, Alan Doherty of the Birmingham Prostate Centre discusses patients undergoing Active Surveillance who find complying with continual diagnostic tests a behavioural challenge and one that many cannot sustain. In these cases, the treatment will not be successful (or even safe if a man refrains from attending testing appointments). Understanding what a man is capable of behaviourally and what support he has to sustain successful behaviours is crucial to a positive treatment outcome.Understanding the physical, mental and behavioural aspects of our patients’ health is central to our approach at the Focal Therapy Clinic, where we engage and treat the Whole Man.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Treating the Whole Man for Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/treating-the-whole-man-for-prostate-cancer/"}}