{"pageContent": "Consultant urologist Tim Dudderidge joins OnFocus to discuss what factors contribute to a patient’s recovery from prostate cancer treatment, and how this varies across treatment options. He refers to a recent study of patient recovery from focal therapy, evaluated as functional outcomes:https://pubmed.ncbi.nlm.nih.gov/31971335/Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870. Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and often avoided or even ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Tim Dudderidge consultant urologist at Southampton University NHS Trust and The Focal Therapy Clinic. Tim is a recognised innovator in advancing both the imaging and diagnostic pathway for prostate cancer and minimally invasive treatments, including focal therapy. We’re going to discuss how these advances are giving rise to more choice for patients and how these choices impact patient recovery from prostate cancer treatment. Tim, welcome and thanks so much for joining me today.Thank you for having me.So on that note, if you could give me some idea about how recovery times vary across treatment types?Sure. Well, it’s obviously one of the big things that people ask and when I’m describing the different treatments there’s a lot of things that we go through. But one of them is how the treatment goes, how long you spend in hospital and what people can expect with their recovery. So when I’m talking about surgery, we talk about normally a short stay in hospital where people may stay for one or two nights. I’d say the vast majority, I’d say staying just one night in hospital. But they do obviously have as well as the catheter, which stays for one week, they have a degree of surgical pain from the small incisions. It’s not usually too bad, but people have to take some degree of painkillers and we’re very keen to avoid opiate type painkillers as one of the big problems in the United States where the use of opiates is very common. In the UK, opiate painkillers for this operation is not utilised. And most people, I’d say cope with just paracetamol and ibuprofen. Those kind of painkillers are normally used for a few days and people are definitely more restricted in their physical activity. But they might, for instance, just be limited to moving around the house and maybe short walks outside. And as weeks go on, that improves. I normally tell people that they can get back to full physical activity after about six weeks. And during that time, anything involving abdominal muscles, cycling on a normal bicycle, can be more strenuous for the abdominal wall. And certainly anything that involves heavy lifting or straining should be avoided until six weeks. Then the other aspect of recovery, obviously, is incontinence. When people have surgery, when the catheter comes out, normally the first problem they encounter is stress incontinence. And that can range an awful lot. I mean, I’d say probably two in 10 of patients having surgery who’ve got some degree of nerve sparing might actually be pretty dry from the word go. But that still leaves the majority of people having some degree of leakage and that can be just a few drops or needing one or two pads a day or something. But it can be very extreme with almost no control of the urine. And that is more typical in patients who’ve had really wide excision surgery or when they’ve got anatomical factors that might lead to that. So I think that incontinence is something that men expect after surgery. And they also understand that it can take on average, three months to be free of pads. But after about a year, it’s still sort of 10 or 15 percent using pads significantly. And that definition of using pads is one that’s a bit kind of sort of smoke and mirrors, because actually many of the men who we define as not using pads. The definition includes them being able to use a safety pad. When this is looked at closely by Caroline Moore’s group and we contributed to that, they actually found that being truly pad free was actually at one year, 60 percent of men. So that’s 40 percent of men still using some form of pad for incontinence. So I think that continence recovery is obviously a big thing. And then sexual function recovery is a very tricky one to describe because with surgery, it really is dependent on the pre surgical function and what degree of nerve sparing is undertaken. And that’s normally tailored to the individual person’s cancer location and the bulk of disease. And so it’s difficult to give an individualised risk very often. But as a rough estimate, I’d say people that are having bilateral nerve sparing who have good function beforehand can expect probably about a 60 percent chance of regaining erection function plus or minus the use of Viagra type drugs. And so that’s a kind of rough estimate. But obviously, as soon as you start taking nerves away, then that will come lower and lower.So how does focal therapy compare to these other forms of treatment in terms of these definitions of recovery.So focal therapy is substantially different. It’s a day case procedure and people might stay overnight if they have social issues that require that, but from a medical point of view, you don’t really need to have any inpatient stay and people can go home after a few hours from the anaesthetic. They’ll go home with a catheter and we keep the catheter in mainly because of a bit of prostate swelling that goes on after the treatment. And that can limit the flow of urine and cause retention of urine if we didn’t let things settle down first. So people tend to leave the catheter for five to seven days, I’d say typically. During that period after discharge, there isn’t really any pain. So people don’t typically use painkillers. There is a risk of urine infection, which is probably greater if it weren’t for the fact we give people antibiotics usually for a week. And that’s partly because of the combination of the presence of dead tissue after it’s been treated, the presence of a catheter, which means that there’s colonisation of plastic, usually when we leave it in the body and so the presence of that next to the dead tissue would be an infection risk. So once those antibiotics are finished, your infections can still occur. But it’s not a really common problem. Probably another 10 percent of those patients having to have further antibiotics, something like that.And what about continence that you referred to earlier?So incontinence is really not a problem. In fact, these kind of issues and sexual function and urinary symptoms have been studied quite carefully by the UK Focal Users Group. And there’s a publication by Catherine Lovegrove and many of the co-authors from the Focal Users Group. And she showed that for this group of men, leak free continence, which is the most sort of stringent definition of continence, this group of men started off with 77 percent of men saying that they were leak free and after the treatment, that went down just to 72 percent. So it is interesting, actually, that already quite a lot of men having some degree of leakage. But when you looked at use of pads, the group started off with 98 percent being free of using pads, and that dropped just a little bit to 94 percent. So really quite little impact on urinary continence function.Do you think, though, that patients are typically informed on these kind of recovery metrics? If I can define it that way, when they’re offered treatment, do you think they really understand? Like the use of pads, for example, is almost a metric that you’re using?It’s extremely important that men having surgery are told about incontinence. It’s a very common risk after surgery. And I think generally people are told about that. It’s difficult, perhaps, to really explain how things improve over time. And so that’s why I tend to use this sort of measure of the proportion of people who become pad free or just using a safety pad over the course of time and trying to explain to people that there’s no set time for them. It’s just how the group that we’ve studied progresses over time. And I think if you explain that people do get the idea that we can’t give them a set time for them and it’s a bit of an unknown and it could be quick. It could be slow. They just have to accept the uncertainty of that. Whereas with focal therapy, it really is you can be really quite confident that they will experience very little change in their continence function.So what do you think are the most effective ways to inform and educate patients on recovery? Do you think its former patients and their testimony, or do you think it’s evidence-led studies like the one you just referred to or combination of the two?Yes, I think it’s a combination of the two. And the trouble, of course, is if you wanted to introduce your patients to a fellow patient if you like, the temptation would be, of course, to pick the ones who’ve done really well. And on the other hand, if you were to introduce the patient who’d done not so well, they might get overly pessimistic view. So that’s why I think it’s important to try and explain in broad terms the spread of expectation. What’s the best case? What’s the worst case and what’s the sort of average expectation? And I think that’s quite useful. The other interesting thing that was found in Dr Lovegrove’s paper was that there was a slight, if you like, worsening of some symptoms like urinary frequency. And that was very, very modest after focal therapy. And so the IPSS score, which is what we measure to do this, went up very modestly by 1.2 points, which is after three years, that’s a really minor change in urinary symptoms. And typically with surgery, what we see is something sort of similar in the beginning where frequency can be a problem. But after a while, again, that settles down. So people’s bladder habits really do stabilise quite nicely after surgery as well. And that compares maybe with radiotherapy, where, interestingly, with radiotherapy, men can get a worsening of their urinary symptoms in terms of frequency and urgency and not storing urine well, but they don’t get so much stress incontinence. And that’s one of the sort of differences between surgery and radiotherapy. So I guess the main take-home message is that radiotherapy can make the bladder storage elements problematic and funnily enough, it can affect the bowel as well. So bowel storage and I think that’s unique to radiotherapy that the bowel is affected.And so do you explain this in the way you’re doing here to patients when you’re informing them of the choices they have?Yes, it’s very important because as well as talking about how successful the treatment is, you need to talk about the journey that they go through and the kind of short term complications that they can experience, things like infections, thrombosis, bleeding, the kind of things which are temporary, but also then the longer lasting things which you are sort of stuck with as a functional change to how the pelvic organs work. And I think those things are important in the long term. And then you’ve got to try and help patients to tease out what’s important to them overall. Is it the short term experience or is it the longer term experience? It’s usually a combination of the two weighted one way or another. It’s really complicated discussion, but I think if you spend enough time breaking it down into these individual components and saying, you know, this is the journey with this domain over these three different types of treatment and you just work your way through it, patients can clearly look like a rabbit in the headlights, completely bamboozled by the information. But after a while when they’ve had a chance to digest it and you supplement that with some reading materials, eventually people, I guess, work out which kind of treatment suits them best. And I guess you can distil it down to a bit of a trade off between those who understand the uncertainty of focal therapy in the long run, because we are obviously leaving some tissue behind and sometimes that’s tissue which we know will have some low-grade cancer that needs monitoring. And so when they choose focal therapy, they understand that there’s a risk of repeated treatment being needed for that and also about treatment failure in the area that’s been treated itself and requiring a repeated ablation or maybe surgery. And so they trade that off with the short term, very obvious advantages in improved continence and urinary function and sexual function. And so there’ll be those men who feel that they prefer the earlier recovery and a treatment which seems to be very good and durable with some degree of confidence, but not absolute certainty. But there’ll be other people who prefer, if you like, the sense that there’s a body of opinion that feels that surgery and radiotherapy are more tried and tested and have established long term outcomes. And they feel that they’ll accept shorter term disadvantages because they feel that the cancer will get the best treatment possible in terms of eradication of the cancer. And there’s a group in between who can’t resolve, I can’t resolve that difference.And at the moment, we’re trying to randomise into the CHRONOS A study to help to resolve this uncertainty. And for those people who, like me, feel that how can you make this difficult choice between a treatment which may be better or maybe it’s the same and a treatment which has lower side effects in the short term? I think randomisation within the study is going to be a really powerful thing for us. And the patients will know that they’ll get a good treatment, whichever, on their end. So I’m really enthusiastic about this CHRONOS A study.Tim, thank you so much for speaking. It’s been really informative. And we’d like to hear more maybe next time about the CHRONOS trial. So thanks again for coming.My pleasure. Good to speak to you.Further information on Tim Dudderidge is on our website, along with a transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk. Thanks for listening and from me, Clare Delmar, see you next time. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Urologist Tim Dudderidge on Outcomes  from Prostate Focal Therapy Treatment\nhttps://www.thefocaltherapyclinic.co.uk/tim-dudderidge-on-outcomes-from-prostate-focal-therapy-treatment/"}}