{"pageContent": "In the many interviews and conversations we’ve had with our patients over the last year, few, if any, have concluded without mention of one or more of the “Big Three” side effects that accompany a prostate diagnosis and some forms of treatment – incontinence, sexual function and mental health.We talk about these all the time with patients because they are integral to choosing optimal treatment and they underpin a thorough investigation of suitability for Focal Therapy. It’s always sobering to speak with men who haven’t been meaningfully informed about side effects who, once they overcome their initial embarrassment, are overwhelmingly relieved to talk about how these side effects will impact them and their lives.One of our blogs last year described the “whole man” approach our doctors adopt when engaging patients – referring to the multiple aspects of a man’s health and lifestyle that come into play when he undergoes any form of treatment, and which taken together are crucial for any chosen treatment to be successful. Broadly, these can be categorised as physical, mental, and behavioural.We continue to interrogate and engage patients, campaigners and Health Care Professionals on these issues to refresh and reinforce our holistic approach to patient care.Patients like Perry Letcher and Mark Stubbs speak openly and honestly about their experiences with the Big Three, while campaigners Elvin Box and Tony Collier advocate on behalf of patients and their families with charities and government organisations.Health Care Professionals Asanga Fernando and Lorraine Grover are dedicated to supporting patients in their mental and sexual health, respectively. Both advocate for better integration of support into the diagnostic and treatment pathway.These sources of dedicated support are important, because prostate cancer and its treatment will impact mental, sexual and urinary health, and we want to support men in making decisions fully informed on what these side effects are the likelihood of experiencing them. It’s not only the information itself but how it’s presented that cuts through to patients, and for that reason we inform on side effects through interviews, videos, and regular blogs as well as medical studies and reviews. Some insights from these are shared below.1. IncontinenceSex is a major issue for men living with prostate cancer but incontinence is an even greater issue. Some days I think I was lucky to be stage 4 at dx as I’m certain I wouldn’t have coped with incontinence at all. There are many men whose lives have been ruined by it” says prostate cancer campaigner Tony Collier.A recently published study of 1600+ men diagnosed with localised prostate cancer over a 10 and 15-year period reported that“urinary incontinence was particularly prevalent and persistent for men who underwent surgery, and an increase in urinary bother was reported in the group receiving androgen deprivation therapy from 10 to 15 years”Incontinence often causes more embarrassment and worry than other side effects – and unlike women who find it annoying but a common part of life especially after childbirth, men have a harder time with incontinence, partly because together with sexual dysfunction it feels like an assault on their manhood.A persistent lack of public toilets adds to the problem although, counterintuitively, also provides a platform to campaign for change and speak about the problem openly.2. Sexual function and healthEvidence abounds on the sexual impacts of prostate cancer treatments, and it’s often grim for men undergoing radical procedures: The most recent National Prostate Cancer Audit published earlier this year reported that“following radical prostatectomy, the mean sexual function score was generally poor at 24 on a scale of 0-100, an improvement of 1 point compared with the previous round of reporting in 2018”And“following radical radiotherapy, the average sexual function score was generally poor at 18 on a scale of 0-100, an improvement in 1 point compared with 2018”And another review of UK men concluded“There is an urgent need to ensure that all men are offered, and have equal access to, sexual care support, with referral to specialist services when required”Fortunately there are sources of sexual health support for men and their partners. Sam Evans and Lorraine Grover offer different approaches to engaging men around their sexual health and have lots of experience working with men undergoing prostate cancer treatment.3. Mental HealthCompromised Mental health is perhaps the least talked about side effect of a prostate cancer diagnosis and often works inversely in its severity to that of incontinence and sexual function. For example, men under Active Surveillance will endure fewer challenges to their urinary and sexual health than they will with more radical treatments, but often suffer greater challenges to their mental health.A recent BMJ review of depression and anxiety in prostate cancer patients reportedOur findings suggest that the prevalence of depression and anxiety in men with prostate cancer, across the treatment spectrum, is relatively high. In light of the growing emphasis placed on cancer survivorship, we consider that further research within this area is warranted to ensure that psychological distress in patients with prostate cancer is not underdiagnosed and undertreatedOncological psychiatrist Asanga Fernando of St George’s Hospital London is on a mission to change this. Writing in his recent study on the need to integrate mental health support with cancer care he points out that“Surgical, radio-oncological, and medical anti-cancer therapies have developed at pace and scale in recent years, yet there remains a huge unmet need for mental health in cancer care. Recent experience in the COVID-19 pandemic has added to recognition of this unmet need.”He concludes with a call to actionas a clinical community we need to drive a shift in culture towards measurement of patient quality of life as a marker of treatment effectiveness.Anyone diagnosed with prostate cancer is likely to experience one or more of the Big Three, to a varying degree. They need to know about it – and feel confident talking about it with their doctor and partner. The combination of their understanding of the condition and how they feel about it will underpin treatment choice, recovery and quality of life afterwards.The good news is that there are variety of people and resources available to help in both understanding and processing feelings about the Big Three. As always, talk to us about how you’re experiencing the prospect or reality of the Big Three. We’d love to hear from you.My husband is finding that the passing of blood and fecal incontinence is alarming and mentally challenging. It wasn’t mentioned before his radiation.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Side Effects, Incontinence, Impotence, Depression\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-side-effects-impotence-incontinence-depression/"}}