{"pageContent": "An official website of the United States government\nThe .gov means it’s official.\n\n            Federal government websites often end in .gov or .mil. Before\n            sharing sensitive information, make sure you’re on a federal\n            government site.\n          \nThe site is secure.\n\n            The https:// ensures that you are connecting to the\n            official website and that any information you provide is encrypted\n            and transmitted securely.\n          \n      \n      In recent years, it has come a long way in the diagnosis, treatment, and follow-up of prostate cancer. Beside this, it was argued that definitive treatments could cause overtreatment, particularly in the very low, low, and favorable risk group. When alternative treatment and follow-up methods are being considered for this group of patients, active surveillance is seen as a good alternative for patients with very low and low-risk groups in this era. However, it has become necessary to find other alternatives for patients in the favorable risk group or patients who cannot adopt active follow-up. In the light of technological developments, the concept of focal therapy was introduced with the intensification of research to treat only the lesioned area instead of treating the entire organ for prostate lesions though there are not many publications about many of them yet. According to the initial results, it was understood that the results could be good if the appropriate focal therapy technique was applied to the appropriate patient. Thus, focal therapies have begun to find their \"middle ground\" place between definitive therapies and active follow-up.\n    \n\n          Keywords:\n        \n      \n      focal therapy; multiparametric magnetic resonance imaging; prostate biopsy; prostate cancer; prostatic neoplasms.\n     Figure 1  Ablation methods of focal therapy.…  Figure 1  Ablation methods of focal therapy. (  a  ) Lesion targeted unifocal ablation. (…  Figure 2  Follow-up algorithm of focal therapies…  Figure 2  Follow-up algorithm of focal therapies (proposed by Delphi consensus project). IIEF-5: 5 questioned… NCBI Literature Resources\nMeSH\nPMC\nBookshelf\nDisclaimer\nThe PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.Connect with NLMNational Library of Medicine\n8600 Rockville Pike\n                  Bethesda, MD 20894Web Policies\nFOIA\nHHS Vulnerability DisclosureHelp\nAccessibility\nCareers", "metaData": {"source": "\n  \n    \n    \n    \n    \n      \n  Focal therapy for localized prostate cancer: is there a \"middle ground\" between active surveillance and definitive treatment?\n\n\n    \n  \n\nhttps://pubmed.ncbi.nlm.nih.gov/30178774/"}}