{"pageContent": "Tim is a Consultant Urological Surgeon and lead of prostate cancer surgical trials at University Hospital, Southampton. Tim specialises in prostate cancer and is one of a handful of clinicians combining an interest in imaging and precision diagnostics with skills in both focal therapy and robotic surgery for prostate cancer.He received his Doctorate of Medicine in 1998, and more recently, a Research Doctorate, both from the University of Bristol. He trained in London and spent time undertaking research at University College London, gaining an MSc degree. He went through urological training at all the leading cancer centres including Kings College Hospital, University College Hospital, Imperial Healthcare and the Royal Marsden Hospital where he also worked as a consultant. Tim was awarded a Royal College of Surgeons Uro-Oncology Fellowship at Imperial in 2009 and subsequently was the UK’s First Robotic Surgery Fellow at Royal Marsden Hospital.Tim has research interests in urine based cancer diagnosis and surgical trials for prostate cancer. He has been principal investigator for all the prostate diagnosis and focal therapy trials in Southampton and collaborated with colleagues as a founder member of the UK focal therapy users group.Tim’s clinical approach is one of careful assessment and explanation of prostate cancer treatment options. Enabling men to fully understand the difficult choices they must make is a challenge, but also, the key to delivering treatments without patient regret.Guy was recommended to go on Active Surveillance but he didn’t want the uncertainty of not knowing how fast the cancer might be growing.Guy was successfully treated with HIFU Focal Therapy by Tim Dudderidge and back on his bicycle within 3 weeks.At The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and  Focal Therapy treatment option then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Tim Dudderidge, Consultant Urologist\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-consultants-meet-our-team/tim-dudderidge/"}}