{"pageContent": "PRECISE, EFFECTIVE TREATMENTFocal therapy options such as HIFU and NanoKnife get rid of prostate cancer while leaving the rest of your body alone. As pioneers in this technology, the Focal Therapy Clinic offers safe and effective treatment that results in high cure rates, reduced side effects, and quick recovery times. Located in multiple locations across the UK, our team has successfully treated more than 500 focal therapy patients in the UK with world-class technology. It’s hard to be diagnosed with prostate cancer. But now is the time to do something about it. Minimally-invasive focal therapy options were pioneered and advanced in the UK. If you have early-stage or intermediate stage cancer, why settle for traditional radical treatment approaches that are invasive and have unwanted side effects?BENEFITS OF FOCAL THERAPYCompared to traditional prostate cancer treatments, such as active surveillance, radical prostatectomy and radiotherapy treatments,  the Focal Therapy Clinic offers: Both Focal Therapy treatments target and treat the cancerous areas without damaging the rest of your body – leading to less risk of urinary incontinence and erectile dysfunction.WHY THE FOCAL THERAPY CLINIC?The Focal Therapy Clinic is home to the world’s most experienced focal therapy clinicians. Since 2000, our team has joined every major UK clinical trial on focal therapy. In fact, after the one-year follow-up, all patients report zero incontinence and problems with erectile function.Minimally-invasive treatments, HIFU Focal Therapy and NanoKnife IRE Focal Therapy are recommended for men with up to intermediate localised prostate cancer.You might be a suitable candidate if your prostate cancer is:WHAT TO EXPECTThe Focal Therapy Clinic multidisciplinary team (MDT) of urologists, oncologists, and uro-radiologists work together to develop the best possible prostate cancer treatments. Following the procedure, you may leave the hospital in two hours. You’ll feel relatively normal in 24 hours. Contact us to find out more about how our therapy leads to faster, easier recovery.Focal Therapy is a general term for minimally invasive treatments for men with early-stage localised prostate cancer. These treatments have been pioneered and advanced in the UK by clinicians committed to offering men precision treatment options that effectively control their cancer and preserve their quality of life.The Focal Therapy Clinic offers patients HIFU Focal Therapy, and NanoKnife IRE Focal Therapy.“Where appropriate Focal Therapy provides effective cancer control with minimal impact upon sexual potency or urinary continence.”Mr Marc Laniado, Consultant Urologist at The Focal Therapy ClinicWe are delighted to be selected as a finalist in the Health Outcomes category in this year’s Laing Buisson’s Healthcare AwardsFocal Therapy is a general term for non-invasive techniques such as High-Intensity Focused Ultrasound (HIFU) and NanoKnife IRE.It has been shown to be as effective in controlling prostate cancer as radical treatments but with less side effects. It is suitable for patients at the early to intermediate stage prostate cancer. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Our urologists Mr Tim Dudderidge, Mr Marc Laniado, Mr Raj Nigam and Mr Alan Doherty, along with our uro-radiologist Dr Clare Allen, have been pioneers in the areas of precision diagnostics and focal therapy for the last 20 years.Based in the UK, they have led the development of focal therapy through clinical trials and treated hundreds of patients with this ground-breaking technology.The mission of The Focal Therapy Clinic is to widen access to focal therapy as a viable treatment option to prostate cancer patients in the UK.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "\nFocal Therapy:      Fight prostate cancer with unmatched, targeted precision \nhttps://www.thefocaltherapyclinic.co.uk/"}}