{"pageContent": "\n\n\n\nTwo of our consultant urologists, Tim Dudderidge and Raj Nigam, are co-authors on a soon-to-published piece of research into older men’s experience with localised Prostate cancer, and focal therapy in particular.This is newsworthy for several reasons. First, it provides yet more evidence on the efficacy and quality of life benefits of focal therapy for men with localised prostate cancer; second, the study covers a fifteen-year period which further validates the evidence generated; third, and perhaps most importantly, it focuses on men over seventy years of age – a group historically excluded from clinical research and yet a group growing in number of whom many are living longer, active and healthier lives than in previous generations.We’ve been looking at the experience of older men for some time as we hear from our older patients about their experience with diagnosis and treatment options for prostate cancer. Two themes continually emerge: active age discrimination in healthcare provision, and the changing definition of “old”.Which is why the study referred to earlier is so important – it contributes to a sorely needed evidence base on what older men with localised prostate cancer can tolerate and benefit from. In this era of increased longevity, a man diagnosed at 70 potentially has another 25 years ahead of him and we all would agree that his quality of life needs to be considered when offering treatment.Indeed we’ve questioned what it means to be old at a time when information, research and support for longevity is available.Imagine two men, Joe and John, each diagnosed with localised prostate cancer and aged 70 years.Joe is a dedicated sportsman, sexually active, and semi-retired.John is retired, sexually inactive, and suffers from a range of conditions that prevent him from engaging in physical activity.Not surprisingly, Joe tells us he “doesn’t feel seventy” and has never felt better in his life, while John complains of “the challenges of ageing”.We are frequently approached by the Joes of this world, who feel as though they’ve been “written off” on the basis of their age, because often it‘s age which is a defining factor in how they are treated. Whether this is fair or just is not the point – and many clinicians do indeed assess their patients’ cases on evidenced quality of life and life expectancy criteria, and not just age itself. But what if there were a more accurate way to measure age?There is a growing community of researchers and healthcare practitioners who believe that the process of ageing can and should be actively managed to extend “healthspan” (the amount of time we are living in good health) as well as lifespan (the amount of time we are living). At the core of this so–called longevity science is the distinction between biological and chronological age.We’re still a long way from embedding these new realities into our approach to ageing, and we continue to see patterns of age discrimination in treating older men with localised prostate cancer across the country.This has been exposed in recent years by several organisations and media channels.MacMillan Cancer Support has researched age discrimination amongst  cancer patients in the UK and presented its findings internationally. Its interviews with over 1000 cancer patients revealed that more than 80 per cent of older patients believe they suffer discrimination from the NHS.Other studies have focused on the exclusion of older patients from clinical trials. Although cancer is a disease of aging, with those aged 70 years or older representing 42% of the total cancer population, fewer than 25% of patients in cancer clinical trials registered with the FDA ( the US regulator) are in this age group.According to the Center for Cancer and Aging at City of Hope, a non-profit clinical research centre in California, “One of the challenges that we have in taking care of older patients with cancer is that they represent a large number of the patients who we see, yet very little information about them is included in cancer clinical trials”.The Center examined barriers to participation and found “barriers were multifactorial and interrelated, involving system, clinician, patient and caregiver challenges. For example, studies were designed in a way that inherently excluded older adults due to stringent exclusion criteria, which prohibited participation for patients with comorbid conditions, such as heart disease and diabetes, limited performance status, or kidney and liver function. We also found that physicians were reluctant to enroll older adults for clinical trials because they felt these patients were at more risk for harm or toxicities. They seemed unsure of how to examine the risk for toxicities among older patients. Patients themselves had some barriers; there were issues of transportation.”The Center is currently attempting to change this by looking at designing trials for older patients with cancer and determining the prototype for these trials, focusing on questions such as what does the ideal study look like? How do we design trials for older patients who are not so fit, have poor health status and comorbidities? What infrastructures can we use to design trials for them?They are also working to better understand how to leverage real-world data to answer these questions. “Do we gather data from medical records or from large registries and tumor databases? Just as we are focused on precision medicine, we should also be focused on including older adults so we can understand this population and how they tolerate different therapies.Pharmaceutical companies are also beginning to address increased lifespan and the lack of data on people living longer in developing treatments for cancer. A recent advertorial from Pfizer asked “why are our mothers, fathers, aunts, uncles and friends, 65 and older, not receiving the best care we can offer – particularly when it comes to cancer? They make up 54% of cancer diagnoses, and unfortunately 70% of cancer-related deaths. It’s a complicated problem that spans challenges in our medical, societal and policy arenas.”Pfizer states that it is working with the U.S. Food and Drug Administration and the American Society of Clinical Oncology “who have recognized the limited data to guide treatment decisions for older people as a significant problem and issued recommendations to improve the evidence base for treating older people living with cancer in clinical trials.”Finally, there is a movement to include geriatric assessments in the management of older cancer patients.One of the reasons geriatric assessments can be so useful to clinicians treating cancer is that doctors don’t have enough information at their fingertips about how older patients respond to many treatments.“You’re playing a guessing game most of the time … the real issue is the patient’s capacity to tolerate care. I think geriatric assessments can improve how we tailor therapy,” says Efrat Dotan, associate professor of hematology/oncology at Fox Chase Cancer Center in Philadelphia and chair of the National Comprehensive Cancer Network in the US.Are you or someone you know over 70 years of age and feel restricted in your choice of treatment for prostate cancer? We’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Older patients and treatment choice\nhttps://www.thefocaltherapyclinic.co.uk/older-patients-and-treatment-choice/"}}