{"pageContent": "Tina Woods, founder of Collider Health and author of Live Longer with AI, joins OnFocus to discuss the changing narrative around ageing, the emerging science of longevity, and how this could impact conversations around treatment for older men with prostate cancer.Tina is an acknowledged leader in the fast-growing field of longevity science. Her recent book Live Longer with AI is a top seller on Amazon and, as founder of the All Party Parliamentary Group on Longevity at Westminster she is at the heart of government policy on ageing and living well longer.https://appg-longevity.org https://www.amazon.co.uk/dp/B089QPJW63/ref=dp-kindle-redirect?_encoding=UTF8&btkr=1Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.  Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and often ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Tina Woods, founder of Collider Health and author of “Live Longer with Ai”. Tina is an acknowledged leader in the fast growing field of longevity science, and she’s here to chat with me about the changing narrative around ageing, the emerging science of longevity, and how this will impact treatment of men with prostate cancer in the future. Tina, welcome to OnFocus and thanks so much for joining me today.Thank you, Clare. It’s good to be here.So what I’d like to do is start off with some definitions because this is really not quite nascent, I think we’re getting into something a little bit beyond that, but it’s still quite new to a lot of people and certainly to our listeners. So a few definitions, for example, is longevity the same as ageing well? What is longevity science and what do you recognise is something I’ve heard you talk about before, which is the longevity dividend?You’ve got quite a lot of terms and definitions in there, which actually is an interesting first question to start off with, because what I’ve realised as I’ve been more involved in this industry over the last three years or so, when we first started talking about longevity, a lot of people used to link it with sort of radical life extension, with sort of, you know, people would sort of think about sort of Silicon Valley and all the sort of, you know, investors and entrepreneurs who are also looking at this as a way to kind of maximise your lifespan.Yeah, or even immortality sometimes came up.Yes, exactly. So it was kind of linked with that, and it’s early days and all the billionaires who wanted to live forever and all the rest of it. But it’s gone through a huge, I guess, evolution. And I think most longevity scientists and entrepreneurs working in this field would see it quite differently now. And I think where it’s really at is on looking at health span sort of maximising the quality of your life and minimising morbidity, compressing morbidity so that basically you make your life better for as long as possible and the side effect is an increased lifespan. So that’s sort of generally how people are thinking about. In terms of what it covers, I mean, I think you mentioned longevity science. Of course, there is a huge element of the science in that description. And that covers, you know, covers off. And we can probably go into a little bit about the whole kind of basis of age in science, but it’s more the sort of the biotech end of it. The AI driven drug discovery is also encapsulated in the sort of longevity science, geroscience, rejuvenation, biotechnology, gene therapy, geroprotectors, regenerative medicine. These are all kind of elements and aspects that you would kind of put into that more kind of longevity science basket. But the way that I see longevity is a much more, I guess, complex industry, actually, because in the end, if we’re really talking about people living a healthier, longer life, you also have to think about all the wider determinants of health and what goes into that. So it’s about the quality of your life and your environments, housing, your financial wellness. It actually spans quite a huge number of different industries and fields, you know, the quality of care that you get when you need more support and that kind of covers up age tech. So I think, you know, it really comes down to how broad or how narrow do you want to go when you’re talking about longevity. But if you want to describe living a longer, healthier life, you do actually have to go quite broad because there’s so many factors, and my particular interest is about really understanding the wider determinants of health and, of course, the developments that we’re seeing in data and AI, of course, are really shedding light and they’re giving us far more insight into what it is that is keeping us healthy and well. What it is that’s preventing and what we can do in our own part of preventing or delaying chronic diseases, and that includes the disease that we dread most, which is dementia, but obviously includes cancer and that as well. So different people will have different labels to describe longevity. I think health and longevity is sort of very much the language I tend to use. It’s a little bit different, I think, than healthy ageing. I think the problem with using ageing, as I have been finding, having been in this industry for three or four years now, is that it just automatically gets linked to a more kind of negative view of growing older just because of ageing in the way that it’s sort of linked to all these other sort of terms like…Kind of like decay?Yeah, exactly. So the language is so important. And actually one of the projects I would really like to do is the whole language of longevity, the longevity lexicon.Indeed. So one thing that has come to my attention in this very broad field that you describe is this distinction between chronological age and biological age. So can you explain what this means and just speak briefly about how you think that this difference could impact treatment for diseases in older people.Sure, I mean, we all know what chronological age is, that’s the use that we’ve been living, so I’m fifty six. But a biological age is a term that’s getting used more widely, and it’s all linked to understanding the whole scientific basis of ageing. So there’s a very, very important scientific publication published in Cell in 2016 that describes the nine hallmarks of ageing, which goes into some detail about the biological basis of ageing. So it describes all the different elements. And a lot of people have heard about genes, for example. So genomic instability, how stable our genes are, is one element people might have heard of. So the caps of our genes that kind of protect our DNA from damage. So that’s another element that’s part of the hallmarks of ageing and loss of podia status. When proteins don’t fold properly, they start to decay and your body doesn’t work as well. So these are all different types of ageing, sort of free radicals, for example, and creating some of the damage or DNA damage. That’s another element that some people might have heard. Of course, we all will age at different rates. And a lot of the time it’s depends on the stresses, the environmental triggers and stresses that we expose ourselves to, but also inherently to what we’re given by our parents our inherent sort of genetic code, but actually a lot is within our control. And that’s a really interesting part of understanding ageing is actually there’s a lot more that we can do than perhaps we ever realised. So the biological ageing is essentially a measure of our health. I mean, in very, very simple terms about how fast our body is ageing. So it’s a better measure of describing how healthy you are and it’s a better way of describing sort of your trajectory and having, I guess, a healthier, longer life. So there’s a lot of research that’s taking place and trying to ascribe what is your biological age. I mean, it’s still very, very early days. And I think it’s one of those things that will evolve very, very substantially over the years to come, again aided by artificial intelligence and the scientists who are working very, very hard to uncover what is it that puts us at risk of ageing. And of course, the really interesting, I guess, thesis is all the chronic diseases that we talk about, like hypertension, cardiovascular disease, diabetes and indeed dementia are all linked to the underlying pathology and physiology of ageing. So there’s an enormous amount that we can do in terms of our lifestyle choices and the environments in which we live in. I mean, some we can change. I mean, I think the food that we eat and the amount of exercise that we get are relatively easy to control. And if you are at a disadvantage and you live in terrible housing which is damp and you’re in overcrowded housing conditions, obviously that’s an element that is less in your control because, of course, housing and stresses, you know, they’ve done a lot of research that shows that if you’re in overcrowded situations, if you’re in a stressful environment where you’re worried about crime, these all actually have an impact on how your body responds to these stresses. If you’re having problems at work, if you’re… and all the things that we’re seeing with covid, all have a bearing on how your body responds to all these stresses. So they all link back to this whole understanding of what creates, you know, how fast we age. So in simple terms, your biological age is an inherent measure of your innate health status.So, OK, so one of the things I was actually thinking about was that if you could differentiate between chronological and biological age and say you met a man who was 70 or two men that were chronological aged 70 in our accepted definition of chronological age, but they had very different biological ages. One was significantly “younger”, I’m putting that in inverted commas because we all have different definitions of what that might mean. Could you envisage a world where that then is accepted and would then lead to very different treatments? Because one of the things that we see, particularly in men over 70 and this has been exacerbated by Covid, is that there’s kind of a one size fits all policy on treatment for prostate cancer, particularly localised. And this seems to be irrespective of lifestyle, personal circumstances or sometimes even disease specifics. But some of that might be defined in biological age. So what I’m wondering is, how do you see the science as it gets more specific and accepted changing that? And could you see that being more than even triaging where you said, well, this guy deserves better treatment because he’s got a younger biological age to something that enables us to become more personalised? Do you see that as a future in medical treatment, like real personalisation?I mean, as biological age becomes more established and is backed up by the evidence, because a lot of this, of course, is all in animal models and all the rest of it. So we have to be a bit careful about how far we can extrapolate into the future. I mean, I think it’s coming and I think the inherent concept is definitely one that will resonate with anyone who is trying to designate a good strategy for a person who is suffering from cancer or indeed wants to stay healthy for as long as they want to. I think, yes, it will help triage but also will help design a programme for that individual person that will best meet life goals. So I think if we’re talking about position in medicine, personalised health care, in the end it’s all about, you know, following a regimen, whether it’s through your own means, through preventative health or through the treatment that you want from your clinicians and your hospitals and what have you, it all comes down to what you want from your life and your life goals, because what someone might want from their life of being able to run a marathon every day will be very, very different to someone who basically just wants to be able to walk down to the local shop every day. So we all have different expectations. But I think we already use sort of performance status to decide, you know, what treatments a person should get, in their cancer care. So there’s no reason why some of the tools that we have which are emerging about age could be very, very useful because, you know, we know that you can there’s groups like Nightingale Health who I wrote about in my book, I mean, through a series of blood biomarkers, they can very accurately estimate how many years you’ve got left to live, which is fascinating.Yeah, yeah. I mean, that leads me on to this kind of well recognised concept we often see in medical treatment and particularly amongst older patients, which is survivability. And, you know, I guess one of the ways I could potentially see this changing the whole approach to survivability is exactly what you’re talking about, that it’s more about longevity and what you’re capable of delivering in the years ahead.Absolutely. Yeah, absolutely. And the other thing, too, which is kind of interesting in the case of cancer. I mean, you know, the whole two sides of the same coin, you know, the actual underlying disease process is that the route for cancer is the same as aging. So it’s kind of interesting when you think of it that way, you know, sort of the cells gone rogue, some of the underlying mechanisms are exactly the same as when cells are undergoing the whole sort of aging process. So that’s kind of an interesting link there. But I think in the end, it’s about understanding with the knowledge that we’re acquiring, with the tools that we’ve got, to target the best possible preventative health, but also management strategies, whatever you’re being hit with. Because, of course, what they’re saying is that all these chronic diseases, including cancer, they all share the same root underlying some of their processes.So I guess I’m kind of coming at this from, you know, men who come to us and already have been diagnosed with cancer. But there’s such vast differences in sort of where they are, what their personal lifestyle is, et cetera. And yet it seems to be quite random about who gets what treatment, because those conversations are not quite uniform. They’re not really standardised. And I just wonder if biological age is a method of actually standardising those conversations? So that’s just an interesting one. And which kind of leads me to my final question, which is all about how you actually begin to get this dialogue. And you referred earlier to developing a language around it, into the public discourse. And I know that you have recently, I guess, two years ago established the APPG, the all party parliamentary group in Westminster on longevity. And I know you’ve got some pretty influential politicians and policy makers on that. So what are its aims and how do you see it having most impact?Its broadest aim is it’s about delivering on this government goal of achieving five actual years of healthy life expectancy by 2035 while minimising health inequalities. And so that is a goal that was set in 2018. And the reason why we formed the APPG was to look at a strategy because there’s government money going into that goal. So this is through the UK Research and Innovation Round Challenge programme, for example, for Healthy Ageing is one strand of ageing society grand challenge where government is investing three hundred million pounds to essentially sort of invest in this particular area for, you know, for the UK to succeed and lead in the world, for example. So this has been an ongoing programme. But what we realised, this is the reason we set up the APPG, is that there is no real strategy. So over the course of about 9-10 months, we brought together leading scientists, business people, policy professionals, et cetera, and a number of leading groups like Kings Fund Health Foundation, Genomics England and about 50 organisations. We all came together to look at what are the handful of things that we must do to be able to deliver on this goal. So we published that strategy in February 2020 right before covid hit. And some of the core recommendations, we’ve been very busy. Obviously there has been covid, so we haven’t been able to tackle everything. But a couple of recommendations we’ve been really tackling. But I think fundamentally the biggest impact we’re going to see is actually seeing what all of us can do in our own ways to deliver on this goal, because a lot of it comes down to the public and just having the mindset that actually the science and technology as we’ve got it now and being driven in huge part by A.I., for example, which is my particular interest, you know, we’ve actually got the tools and the knowledge now to be able to do far more than we ever dreamed was possible at an individual level, but also the population health level. So coming together, we can do a lot more to be able to see a), the opportunity of living a longer, healthier life, not see it with the dread that we used to and see it in a much more positive, optimistic light, because there is a lot that we can do. And I think a lot of it is it comes down to knowledge, you know, politicians, you know, people, business leaders and CEOs. You know, we all suffer from not being able to keep up to date with everything that’s taking place. I mean, the science and technology, it’s exponentially exploding. So it’s even more and more difficult every day and week that goes by to keep up. And then, of course, covid has accelerated the scientific discovery that we’re seeing already with vaccines and also the treatments that we’re seeing. And of course, the other interesting part of that is all the scientists in longevity have realised pretty early on that those who are getting impacted by covid were those, yes, who were older, but actually linked to that, was this going back to the root of ageing? It’s the whole physiology and pathophysiology of the ageing process and the chronic diseases. So people hit hardest by Covid are the ones who were in ill health, which is why we really need to tackle ill health as an absolute priority. We were in the massive health longevity publication just before Christmas talking about our Healthy Nation. So we need to tackle preventative health in a massive way.So do you think that covid has actually in some ways, you know, it is almost counterintuitive, positive way highlighted older people and not just about preventative, but the science that enables us to treat older people in more personalised ways.So I think covid has been, despite the horror of it and the terrible impact it’s had on the world, there are quite a few silver linings that are coming out of it. a) It’s shed a spotlight on how important our health is as an asset that we must protect and do more to protect it. It’s really put a spotlight on how we need to invest much more in preventive health and to keep healthy and well. It’s also highlighted how ageism has… we can’t ignore it any longer, we have to tackle that.Indeed.So that has shed light. And of course, we’ve seen that with the policy response to everything that we’re doing in care homes now and getting vaccinations to our most vulnerable citizens. So in many ways, it’s been a real accelerant for things that we knew we needed to tackle. So I think there’s a lot that we can take away from covid that are really positive.Tina, it’s been a real pleasure to have you on the OnFocus programme today. Thank you so much for speaking with me. I mean, it’s not only illuminating, but I suspect it’s only the beginning of many conversations around what’s clearly an emerging and fascinating topic. So thank you so much for introducing us it.Well a huge pleasure, Clare, and thanks so much for the chance to chat.OK, a transcript of this interview is available on our website, along with several links to Tina’s work on longevity and her recent book. Visit www.thefocaltherapyclinic.co.uk, where you can learn about alternative treatments for prostate cancer and how we approach patient care at The Focal Therapy Clinic. Also, you can access additional interviews with both patients and clinicians about their experiences with prostate cancer. Thanks for listening and from me, Clare Delmar. See you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Tina Woods on How The Science of Longevity Might Impact The Treatment of Older Men with Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/tina-woods-onfocus-interview/"}}