{"pageContent": "The Focal Therapy Clinic patient Perry Letcher discusses his experience with early-stage prostate cancer and why he moved from Active Surveillance to Focal Therapy in his treatment.Press play in the audio player below to hear the interview. Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to The Focal Therapy Clinic. My name is Clare Delmar. In this audio series, I’m going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Earlier this year, prostate cancer was acknowledged as the most commonly diagnosed cancer in the UK. And with this sombre fact comes a multitude of challenges and opportunities. In the fifth of our series, I’m speaking with Perry Letcher, a recent patient at The Focal Therapy Clinic who was diagnosed with early stage prostate cancer in 2018 and spent a year on active surveillance before having his prostate cancer treated with focal therapy earlier this year. Perry, thanks for joining me.You’re very welcome, Clare. Great to be here and a privilege to be doing this.Before we launch in, maybe you could tell us a little bit about your background and your quality of life at the time of your diagnosis.I do think I’m an incredibly fortunate person on very many levels. I’m happily married with three grown up children who have left the nest. So my wife and I live a fairly idyllic life down in Lymington. Like everyone in the world, I’ve had my ups and downs, I guess. In 2010, I recognised that I was an alcoholic, and fortunately got a lot of help on that front and have been sober ever since. So I guess this has a slight bearing just in terms of the mental side of this, because sobriety is probably now the most important thing in my life, basically, because if I didn’t have that, I wouldn’t have anything else, I wouldn’t have my wife, I wouldn’t have the children in my life. So I guard that very jealously. I was also fortunate that I owned and ran pretty successfully a little business in Lymington. And five years ago in 2015, I sold that business and retired at the ripe old age of 53. And it enabled me to… I’ve loved every minute of retirement and it’s enabled me to do all the things that I wanted to do over the previous 25 years and didn’t really have time for. I’m an active sportsman. I love my cycling. I love my fishing. I love my running, I love swimming. So I have a really great life.Yeah, it sounds it. It sounds it. So what happened when you were initially diagnosed with prostate cancer?Well, in early 2018, I noticed that I had got changes in urinary habits and I was getting up in the night a lot more frequently than I had been before. And with prostate cancer in the news and everything else, I tootled off to see my GP, that in turn led to a blood test, PSA, and that was a little bit elevated.When you say that was elevated, was that it relative to a previous test or benchmark?No, my memory tells me it was about four point six, which isn’t particularly high. But it’s in the area where they like to just make further investigations. It’s one of those things where once you get onto that train, you can’t really get off. It’s quite problematical thing in a way, because it is difficult to know how to respond to these things. The National Health Service, which when I retired I gave up all my health insurance and everything else because we weren’t fanatically wealthy. So I was in the NHS and I take my hat off to the NHS because I think they do an absolutely superb job in very challenging conditions. My issue with them, isn’t so much what they do, but is the way they communicate it. And on a number of occasions I’ve had them over promising on timing.So walk us through a little bit about what would happen so we get a sense of what this means.I was then told actually that it was a little bit high. DRE seemed to be normal. And so they said, you know what, we’ll do another PSA in I think it was four weeks later and I had that PSA and that was further elevated. So the GP then referred me to a urologist and of course suddenly your into fast tracking on 14 day response for cancer, which is quite scary when that happens. And I went off and saw one of the team at Southampton on the NHS, who said, this is what we will do. We’ll do an MRIand the biopsy and both will be done within four weeks. Very promptly after that you’ll have results and we’ll be able to tell you exactly what’s going on. And that was fine. But it then transpired that actually the timing was not as advertised, if you like.So four weeks turned into what?Well, four weeks. I was then suddenly told before I had the MRI that the MRI would be booked in about four weeks. And depending on the results of the MRI, they would then book in the biopsy, but that would be another four weeks after that. So suddenly, the time frame that I had originally been told and accepted was moving out very rapidly. And at that stage, because I had things in my diary and I wanted to go abroad to cycle, and one thing and another, I thought, actually, let’s do this investigation privately.OK.So what happens if I go into the private sector? What will it cost me to have a biopsy and an MRI? And that’s what I did. I have those done privately. And as a result of that, I was diagnosed with low volume prostate cancer.OK.I was told that I was a very good candidate for active surveillance.OK. And how did you feel about that?At the time I was relieved because I had been worried that I had a life threatening illness.Sure, sure.And I was suddenly told, actually, this isn’t, in your case, a life threatening illness. This is a low grade, low volume tumour. And a lot of people have this. You’re a bit too young in some respects to be getting this. And it is something we need to keep an eye on. And at the time, you know, when I was told active surveillance, that seemed perfectly logical and I was perfectly happy about it.OK.I think one of the big issues with this is that one’s perception changes over time. One’s feelings change over time.Yeah, interesting.And I think that it’s very easy for the NHS to say, you know, he’s on active surveillance and that’s OK and we’ll just leave it. Not realising that that person can have massive changes in their own feelings about how it goes.So let me get this clear. You were put on active surveillance and as you described really well and explicitly how you felt initially, and then was there a programme for the active surveillance. A programme of visits for scans or other diagnostics?One of the issues is that the biopsy I’ve had, which was a trans rectal, upset me physically –OK– with the result that three times I ended up back in the hospital to check for sepsis, which they said I haven’t got, but I’d got terrible flu type symptoms and I hadn’t got sepsis – they did a couple of blood tests and one thing or another. But I was wiped out for about two months by this biopsy. And of course, that did not leave me feeling anything other than terrified at the prospects of getting a biopsy. But my consultant said don’t worry because this will be monitored, you know, in six months time, we’ll do another PSA. If that’s OK we’ll leave it another six months, and in twelve months time we’ll do an MRI. So we won’t be biopsying and hopefully we’ll be able to do this active surveillance just on MRI and PSA for a while. So that left me reassured because I was thinking actually if I end up having to have a biopsy every year and it wipes me out for two months, I’m going to… So of course having paid for the initial consultations and thinking I was going on to active surveillance, which would be probably an MRI every year for the rest of my natural, I thought I’d get that done on the NHS. So I went back into the NHS. And again, as far as I was aware at that time, and it may be that I’d misinterpreted or anything else, being on active surveillance meant that… I was told that at any stage I wished to come off active surveillance I could. That the cancer could be treated with radical prostatectomy or radiotherapy, but that actually that would be a very high risk thing to do with a cancer that appears to be relatively stable and pretty insignificant, and which might do nothing for quite a long time or indeed forever, the reality is, yes prostate cancer kills far too many people, but more people die with it than from it.Yeah, we hear that all the time. Yeah.The issue, of course, is I was quite young, but also being quite young, still enjoying an active sex life, not wanting the prospect of something interfering with that or indeed with incontinence was pretty bleak. Statistics for those two procedures left me pretty frightened.OKActive surveillance seemed like the only sensible option. So we tootled along like that for a bit over a year, I suppose, because September 2019 I had an MRI on the NHS and again we had the issue of over promising and under delivering. I mean I was in sales as a background. And I can tell you one thing. If you want a happy customer or a happy client under promise and over deliver, not the other way round. If you tell someone when they are having an MRI that they’ll get the results in about a week. After seven days they will start worrying. If you tell them that they’ll get the results in 14 days and you provide them in 13, they’re perfectly happy. And time and again, I think this is, you know, and I think it’s the one thing that I think the NHS could actually up its game on remarkably cheaply, is to not over promise.So it was just making you more anxious? You know, the waiting game…When I had this MRI, I was expecting the results in a week because that was what I’ve been told when I had them. I then phoned up the urology clinic in Southampton on the NHS and was told, no, there’s no way we can have them now, that it would be two weeks. I phoned them after two weeks and I said, oh, yes, well, of course, I don’t know whether they’ve come in yet, but in any event, the multidisciplinary team would have to review them before we could do anything and say anything. And after three weeks I was climbing the walls. Is the straight reality of the situation. And I was fully aware that it was affecting my mental sobriety and, you know, my mind can take me to some fairly dark places. I feel like the luckiest man on the planet. And I truly believe that because when I was an active alcoholic, my mind took me to some very, very dark places to the point where I was seriously contemplating ending everything.Wow, so you mean, interestingly, you’ve sort of, you know, been there before and in even feeling this anxiety in this case was probably, you know, you’d be able to fight it more than most.The other interesting thing, actually, because I spend quite a lot of my time trying to help other people in the same unfortunate situation that I was in. And as a result of which I know a lot of alcoholics who are in recovery and some who aren’t and I know a number of them who had prostate cancer. I don’t know any of them who’ve survived more than two years on active surveillance. You know, we’re not well suited to it. I think that probably applies to a huge cross-section of the planet as well. I don’t think it’s just us folks who are like that. But I think that it is the anxiety levels become cumulative. There were complications because one of my MRIs had been done on the private sector and one on the NHS. For one reason or another, the multidisciplinary team didn’t get to meet. No one looked at the two things side by side. I left messages with them saying, actually, I’m not happy on active surveillance. I can’t cope with this. What are the other alternatives? And I said to Elaine, do I consider a radical prostatectomy and a 50 percent chance, Elaine being my wife, that, you know, I could end up with erectile dysfunction and… but do I take that chance in order to safeguard my sobriety and my sanity? Because this is not… I can’t go on living with it.So how did you then learn about focal therapy?I was sending yet another email to somebody and I spell checked “surveillance”, with Google, and it came up with active surveillance on the Google search, and the first thing there because somebody at the focal centre is very good with search engine optimisation. If I were religious, I’d say something somewhere pointed in the right direction.OK.And the next thing I found is I was reading something that says, you know, are you happy on active surveillance?Yeah.Within two hours, I had filled in the online questionnaire. And it wasn’t so very long before I got a call back from Brian.He’s our patient advocate.I’d already read the whole of the website from one end to the other. And he just confirmed what was on the website, basically, which is that actually… I had appreciated that there were other alternatives. I had thought that they were still in the experimental stage because that was the impression I got from I guess partly the press, but also maybe from the NHS, I really don’t know.So Perry, let me just ask you, at this stage, had you heard of focal therapy before?Yes, I had, effectively, I mean, I’d heard of it as the high intensity ultrasound. But my understanding, and I guess it may be that… it may be that I had heard something about it way back in early 2018 when I was first diagnosed, because I think I read something in the newspaper saying they were doing trials in Bristol.Had you ever been told about it by any of your clinicians?Not to the best of my knowledge. And so the first thing I did was having arranged to see Tim.So this is Tim Dudderidge at Southampton.And of course, this was going to be private. This was… and self-funded private. This wasn’t an insurance thing, this was, you know, I may be retired and sold a business, but actually part of that deal was that my pension was going to hopefully have to last a very long time, so this was not inconsiderable sums of money. But equally, you know, the first wealth is health.SureAnd if you haven’t got your health, you haven’t got anything. So we thought, you know what? Actually, this is something we can do. Brian was totally upfront about the cost of it and everything else. But I thought, well, actually, I do need to just find out from the NHS whether it’s okay to take this course of action.So you went back to your NHS consultant?Well, yeah. But of course, that timing issue on this was, as always, that you ping off an email to the NHS and you get a response two weeks later.Yeah, yeah.And if your email is saying, have you got any… you know, I’m seriously considering having focal therapy, have you got any concerns about that? First of all, my consultant phoned while I was out and spoke to my wife and terrified her actually, and said do you realise this could make your husband impotent and he might never cycle again and all sorts of other stuff. So she was in tears and terrified. I finally got hold of him and said, okay, well fine, so what are we going to do? Would you rather I had a radical prostatectomy on the NHS or radiotherapy on the NHS or that I had HIFU? He said I’d rather you stayed on active surveillance. I said, no, you don’t get it.It’s like you talk about being between a rock and a hard place. That seems to be for a lot of men…This is no longer an option. I know it’s not a service that you provide in your private clinic, although I was seeing him on the NHS, but actually it’s not about staying on active surveillance. You may feel that is the right course. But by then, I had already seen Tim. Tim was the only person that actually looked at both MRIs side by side.This is the one done privately and the one done by the NHS?Because by then the PSA had gone up again and Tim said, you can see it here. Look, it has changed. No, it hasn’t gone outside the prostate. No, it’s not a massive high level issue that needs urgent attention. But it isn’t totally stable either. And to me, it was an absolute no brainer. And that’s why I said to the original consultant, look, you know, it’s not about active surveillance or HIFU or radical prostatectomy or radiotherapy, because active surveillance is no longer something that I am prepared to put up with.Yeah.And he said, well, actually, you know, under those circumstances, then you probably should be looking at HIFU.Wow so they did concede that, but yet were not able to offer it to you on the NHS.And left me feeling somehow that I’ve failed.How so?Because, you know, someone says this is my recommendation and your mind is saying that actually I’m not mentally strong enough to put up with that.All right. So you were you felt that, you know, you were recommended active surveillance but because you weren’t comfortable with it, you were somehow deficient.YeahNot a good thing to feel.And it left me feeling upset. But also I needed to feel that I had at least done everything possible.Yeah, absolutely.Without taking the enormous risks of radical prostatectomy and without hopefully prejudicing that course of action in the future.Yeah.Which, of course, one of the problems of radiotherapy, of course, is that that can make it difficult to do a radical prostatectomy later.Yes.Indeed HIFU doesn’t make it any easier either. But it is still……possible. So when did you actually undergo HIFU treatment?So I had the HIFU treatment on the 5th of December at the Spire and…With Tim Dudderidge?With Tim Dudderidge. And the rest has been joyful and happy.That’s an incredibly positive thing to hear.Well, and also actually since you and I last spoke, I’ve had a further PSA and it’s down even further.That’s very good news.We know that the news is all good, but even if the news weren’t good, I would still feel that at least I had done what I could.You took ownership of your own health.And not played wait and see. In a world where and again, this was pre-Covid. And this was before a lot of other things. But I mean, how lucky was I on the timing on that? Because it could all have been more difficult, although actually Southampton’s been remarkable.Yes. We have continued to provide treatments there.But even if this doesn’t have the ending that I would like it to, which is just, you know. Not particularly frequent PSA tests. And I will be having an MRI at the end of the year. And you can say, well, what’s the difference between that and active surveillance? Because you’re doing pretty much the same thing? And the difference is that with luck, we’ve killed the cancer.Right. So it gives you that feeling of confidence?I do not feel like a cancer sufferer.That’s very interesting. So it’s changed your whole mental outlook?Absolutely. It’s totally changed my mental outlook…You’ve gone from being a permanent patient to being someone who is cured?Yes.Very important.And, you know, that was the best money that I’ve spent.Perry, that incredibly… it’s an incredibly inspiring story. And, you know, your honesty and eloquence are remarkable. So I really want to thank you for sharing those insights. It’s been an absolute pleasure talking with you today.You’re very welcome Clare, and as I say, I still say I’m the luckiest man around.It’s contagious. If you would like to learn more about Focal therapy and engage with patients who have chosen to undergo focal therapy instead of active surveillance, please visit our Web site at www.thefocaltherapyclinic.co.uk, and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Active Surveillance and Anxiety :  Perry Letcher’s Story\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-with-hifu-focal-therapy-patient-perry-letcher/"}}