{"pageContent": "As the backlogs in cancer referrals, diagnostics and treatment continue across the country, new tools and technologies that drive  increased throughput and potentially deliver better outcomes seem highly attractive. Artificial Intelligence, or AI, is often talked about in such terms, and is seen by many to be elemental in the future of healthcare.Indeed, Eric Topol, a globally recognised medical researcher and author of the Topol Review which examined how the NHS can deliver a digital future for staff and patients, believes AI will be key to improving healthcare in the UK :“By augmenting human performance, AI has the potential to markedly improve productivity, efficiency, workflow, accuracy and speed, both for [physicians] and for patients … What I’m most excited about is using the future to bring back the past: to restore the care in healthcare.”So will AI enhance and improve diagnostics and treatment for prostate cancer? The two areas where AI are likely to have most impact are imaging and pathology.Imaging now plays a critical role in the diagnostic pathway for prostate cancer and continues to advance in both technology and clinical practice. While there has been significant growth in the use of mpMRI for the diagnosis of prostate cancer, this has manifested in considerable variability in quality . This means that reliance on specially trained radiologists is high – and is already compromised by a shortage of radiologists. So AI has real potential to make an impact.The information collected in an MRI scan provides the basis for large datasets that can train an AI algorithm to undertake many of the tasks that both radiologist and urologist perform when assessing a patient’s MRI scan: gland segmentation, cancer detection and localisation, assessment of lesion aggressiveness, local staging and pre-treatment assessment, and prediction of biochemical recurrence.As is often the case, the development of AI tools for prostate imaging is far ahead of their adaptation and implementation, and evidence continues to build on their effectiveness in clinical settings.What’s interesting about integrating AI into prostate imaging is that the imaging itself is still evolving, both technologically and in its implementation. As mentioned earlier, there is considerable variability across the spectrum of prostate imaging – interpretation and reporting.Professor Mark Emberton of UCLH believes this is key to the role of AI in prostate imaging. In a recent European symposium, he argued that imaging is likely to be simplified in coming years, and that this will facilitate the integration of AI with imaging which will be expected, therefore, to have an increasing role in helping clinicians maximize the clinical utility of imaging studies.Alan Doherty, Consultant Urologist with the Birmingham Prostate Centre and the Focal Therapy Clinic, believes that as AI becomes integrated into imaging there will be will be more support for the increased use of focal therapies:“Focal therapy is a targeted treatment to an identifiable area of cancer in the prostate. Precision diagnostics are essential, and currently the technique of choice is high quality MRI.Unfortunately, accurate interpretation of MRI scans by clinicians requires years of experience and training. This means there is too much reporting variability. Artificial intelligence hopefully will optimise reporting accuracy.Computer algorithms will improve rapidly as they are taught to interpret the signals of an MRI scan, giving clinicians reliable information on the location and extent of prostate cancers. This will further support the use of focal therapies in routine clinical practice.”The practice of pathology in prostate cancer is already seeing benefit from AI. An AI tool has recently been approved by the FDA, the American health regulator. This product, called Paige Prostate, improved detection of cancer on individual slide images by 7.3% on average compared to unassisted reads, according to its developers. In its review of the product, the FDA said that the risk for false negatives and false positives with the program is lessened because it is used along with a doctor and by the pathologists’ consideration of patient history, laboratory studies, and other clinical information.AI tools are not only detecting the presence of prostate cancer in laboratory slides but are also showing they can perform accurate grading based on the Gleason scoring system.Do you have questions about how AI might impact diagnostics and treatment, and ultimately the experience for men with prostate cancer? We’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "AI tools are improving Prostate Cancer Diagnosis and Treatment\nhttps://www.thefocaltherapyclinic.co.uk/ai-tools-improve-prostate-cancer-diagnosis/"}}