{"pageContent": "Joining this episode of OnFocus is patient advocate & educator Andrew Gabriel, who through his own experience with prostate cancer and his advocacy work has become a well-known leader of patient support groups and a recognised source of knowledge on hormone therapy. His hugely popular talk ‘Surviving Hormone Therapy’ has been attended by hundreds of patients and clinicians who value its honesty and candour. Andrew is part of Prostate Cancer UK’s Patients as Educators Programme, which support clinicians in their patient engagement.Links to Andrew’s videos:https://www.youtube.com/watch?v=soAzPAmhG50https://www.youtube.com/watch?v=zAtYQZ_lT3s Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870 Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK. With this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is patient advocate and educator, Andrew Gabriel, who, through his own experience with prostate cancer and his advocacy work, has become a well known leader of patient support groups and a recognised source of knowledge on hormone therapy. His hugely popular talk called ‘Surviving Hormone Therapy‘ has been attended by hundreds of patients and clinicians who value its honesty and its candour. Andrew is part of Prostate Cancer UK Patients as Educators programme, which supports clinicians in their patient engagement. Andrew, it’s lovely to have you here today. Thank you so much for coming on OnFocus.Oh, hello, Clare. It’s lovely to be here as well. I’ve listened to many of your podcasts before. So it’s really great to actually participate in one.Yeah, well, hopefully the first of many and you have so much to say about hormone therapy. So why don’t we jump right in? And one of the things that we’ve talked about before is about the use of hormone therapy during the pandemic. And I’m wondering if you can comment on if it’s increased or what you’ve noticed. And do you think that the challenges that men face under the hormone treatment has actually been exacerbated during this period?It’s a very interesting question. I perhaps ought to sort of explain for listeners who are not familiar with what hormone therapy does, you know, why it’s used. So the prostate gland in men is required for fathering children and it produces some components of semen. Contrary to what many men sort of heading into prostate cancer treatment might imagine, it’s not required for erections and it’s not required for orgasm, although the erection nerves run around the outside of it, so some of the treatments, you have to be really careful and there is a risk to that mechanism. The prostate is activated by testosterone, which causes it to produce the semen contributions that it normally generates and causes it to grow. And most cases of prostate cancer are also driven by testosterone. So you can kind of switch off prostate cancer, at least temporarily, by switching off testosterone. And that’s what hormone therapy does. So it basically switches off the testosterone temporarily while you’re on the hormone therapy. In order to sort of think has the use of hormone therapy grown during this period of covid? It’s kind of useful to think how it’s used. So there is probably about four different reasons that it would be used in prostate cancer. So it’s often used to shrink the prostate. If you’re going to have a whole gland treatment, for example, external beam radiotherapy or brachytherapy, it’s useful if the prostate is not too big. Now you can use a narrow beam so it’s less of the other organs or you can use fewer seeds in the brachytherapy. So patients are often put on hormone therapy for that purpose. That’s probably not significantly changed. It improves radiotherapy outcomes also for the aggressive cancers. So that, again, is something that’s probably similar. For incurable prostate cancer, it increases longevity, unfortunately, doesn’t work forever, but it does give many men many years.Extra time. Yeah.Yeah. So it’s important for that. But there is a new use for it, that’s cropped up during the covid era.OKSo often it’s not been possible to continue with diagnosis or to perform some treatments that were decided upon immediately because some facilities were not available, some staff were not available, operating theatres got turned into ICU, anaesthetists got taken off to be intubating covid patients. Lots of those things interfered with the normal running of hospitals. So what do you do with a man who’s got prostate cancer and you’re halfway through diagnosing, but you can’t now do a biopsy or diagnose and he’s chosen that he’s going to have prostatectomy, but he can’t have it because no operating theatre is available.Yeah.Well, you can put him on hormone therapy because the hormone therapy pauses the cancer at that point and it will pause it for long enough that you can, generally speaking, get through these temporary covid disruption.And did you see this happen?Oh, yes, that happened a lot. Now, there’s probably one other effect, which I saw happen quite a bit, and that is some men who chose prostatectomy actually then discovered it wasn’t available because going back to this problem, no operating theatres, no anaesthetists, because they’re being used for other purposes and then switched choices and they might have switched then to external beam radiotherapy and that would normally come with hormone therapy. So there will have been some increased use of hormone therapy in that scenario. Some men had longer periods on hormone therapy before they started their radiotherapy than normal. That I don’t think is an issue because actually getting your PSA down really low, which is what hormone therapy will do, for radiotherapy, has some advantages.Yes.But undoubtedly I don’t think any figures would be available yet. And we haven’t come out of covid interfering with treatments completely. But I suspect that there is a higher use of hormone therapy during this period, in terms of proportion. Now, of course, one sad fact here is that an awful lot of men have not gone to their GPs and got tested during this period. So in fact, the referrals for prostate cancer have dropped very significantly. And there are tens of thousands of men who haven’t been referred who would normally have been referred. And that does translate to rather a lot of men who are walking around probably with high risk prostate cancer, who don’t know, and are not diagnosed, who would normally have been diagnosed in the absence of covid.So, I mean, the first group when you mentioned about the possible increase in hormone therapy, and you mentioned two groups. You mentioned that the second group, which was those that might have elongated periods on hormone therapy while they were waiting for treatment or intervention not treatment, and then mentioned another group, which might be those that are put on hormone therapy, simply to pause during the period of their diagnosis and before treatment could become available. I mean, do you have any knowledge of that or any…. I don’t imagine you have any data. But do you have any knowledge at hand?Oh, yes. Plenty of patients in our support groups have experienced that, who were diagnosed during this period of covid.And were they counselled beforehand? Because, you know, I mean, something else that you talk a lot about is what the effects are, of course, of this therapy on the healthy mind and the healthy body.I think they were counselled to the extent that… I mean it wasn’t compulsory, it was, would you like to do this? Because it was new. But no, as you’ve heard me say before, men are not really counselled when they start on hormone therapy. That’s another big topic.I know. I know. I know.We might talk about that as well.We will direct people to your programme on surviving hormone therapy. But I just want to touch on it. But I want to pick up on something else you said a minute ago, and that was again talking about the covid era and the delays or actually the deluge of patients who haven’t actually presented with symptoms or without, but haven’t been tested. And one of the things that I hear and I’m curious about your experiences is how random PSA testing is. And I’m just wondering how you see that amongst the people you engage with and how you might think this could be fixed.That’s very interesting question. So it’s both random and not random in different respects. If you consider, for example, the guy working in a high end job in an office, possibly with private annual medical checks, those will always include PSA tests. PSA tests are really cheap. So, you know, they would always be included in those. That guy will get picked up really early. I mean he’s got prostate cancer because he will have been having annual PSA tests and a trend or rise that’s excessive will be very quickly picked up. Then if you sort of drop down to the bulk of the population. Some people are aware of the risks of prostate cancer, but most people aren’t. Those who are aware might go to their GP and ask for a test and some GPs will give them a test. Some GPs will talk them out of the test. So that starts to become random.Yes…in that cohort.YesAnd it depends very much on the attitude to that. As you sort of move down the socioeconomic scale, people are less likely to be aware. And it’s another one of these factors where people lower down the scale have poorer health outcomes. And that’s because the PSA testing is entirely the patient’s responsibility to drive it. It’s not something that’s driven through the health service. And when you move down those levels, those patients are predominantly not going to be aware and they’re not going to go to a GP until they’ve got symptoms. And of course, you actually want to pick prostate cancer up before you have symptoms, because you have a much better chance of a cure with fewer side effects.Indeed. Indeed.Then you come down to the actual ethnic minority communities who engage less with health care anywayand are at a higher risk as well.Absolutely. So they’ve got this double whammy. They get prostate cancer generally much, much earlier and tend to get more aggressive prostate cancers. And those people just don’t get picked up, you know, often not until they’ve got quite serious symptoms. So, yes, there’s a big random element in there. But there’s also stratification, according to your you know, your social status, like, I’m afraid there are in many aspects of health care.Yes, there areas with covid and other things recently.We could talk about this and maybe that’s the subject of anther interview. But something else I want to pick up on about sort of about the hormone treatment, because I know that’s something you know a lot about. But we’ve talked a little bit about informed consent and what it means for a patient to seed it or to consent to the recommendation. And I just want to know if this comes up in conversations with the men you deal with. Do you see this playing out? Do people feel that they had informed consent, that they feel that there might be some initial steps to possibly improve that process?Yes, this comes up quite a bit. I mean, the words informed consent are not necessarily used because it’s not a term patients necessarily are familiar with. But, yes, when you consent to a treatment, you need to be informed, which means that you’re given all the information about the treatment, including benefits and risks and what alternatives there might be and what will happen if you don’t have the treatment, whatever options you’ve got. That doesn’t happen. Patients sort of become aware of this later. Generally, you get put on to hormone therapy the moment you’re diagnosed with prostate cancer, possibly after a bit of decision making about treatments. But it depends if you’ve got any choice of treatment: you may not have depending on the stage for your cancer. And no, it’s done just like going to the GP and getting some antibiotics. So here’s a prescription. Start these pills. It is a bit more complicated because usually a couple of weeks later, you start some injections as well. But it’s not… Nothing much is said about that. I’d actually sort of read about it a bit because I was expecting that this would happen to me. So I wanted to know about it. But when the urologist said to me, oh, you’re starting hormone treatment, he didn’t say anything about it. I said, what are the side effects? You know what he said, your penis will get shorter. Goodbye. That was it.Really?Yeah. And I nearly fell over laughing except it wasn’t quite the moment to do that.Indeed. And does this come up? Is this a shared sentiment or a shared experience with the men you deal with?Yes, because of course, you talk with men who’ve actually been on hormone therapy a while.Of courseAnd they say, well, nobody told me this was going to happen and many of these men are going for radiotherapy. And when you go in for the radiotherapy, you get a multi-page document that lists all the things that might happen to you and you have to sign it. But if you look at the men that went for the hormone therapy and radiotherapy and talked to them some time after the treatment, they will typically say the radiotherapy was a non-issue. It was a few weeks of loose bowels and having difficulty retaining a bladder full of water. The hormone therapy, however, was a major effect on their lives.YesNobody went through the process of describing that to them. There’s a whole load of things that you really need to do to look after your health while you’re on hormone therapy, things like making sure that your blood pressures monitored and that your cholesterol is monitored, your blood glucose levels are monitored because all these are things that hormone therapy can push up. What do you do to prevent yourself from being at risk of osteoporosis. And a really big one, what do you do to protect your sexual function? Which for most men will stop working during hormone therapy. But actually, if you don’t take some active measures to protect yourself at the end of the hormone therapy, you’ll find it’s become permanently damaged because your sex organs don’t work if you leave them for like two or three years not using them.Yeah, so that’s interesting because that brings us into the sort of domain of prehab, which is gaining a lot of momentum for…Yes.…For men. Is it something that you’ve seen successfully applied for men before, specifically for hormone treatment? Because we hear about it a lot before surgery?No, I mean, usually men don’t get any warning they’re going to hormone therapy. But in order to preserve function, there’s a whole set of things you need to do and nobody offers those to you. You have to know that you need to do them. You need to go and ask, can I have some PD5 inhibitors? Can I have a pump? Can I have the things that will help me keep working during …Yes, yes.…when those parts of my body not going to work. Otherwise you come out the other end and those parts have been permanently damaged. So you can’t go for two or three years without an erection and expect the erections will still work because they won’t. You know, it’s crazy because it’s a totally avoidable but major issue with prostate cancer and it just needs some education. And that’s you know, you mentioned my surviving hormone therapy sessions. And that’s something I do go into in quite a lot of detail. And it’s something that I get asked a lot about.Yeah. Now I can see. I mean, it’s because not many people talk about this level of detail or this level of openness. I want to ask you something else that we’ve talked about, which is sort of equal access to treatment, because you’ve actually said to me before that across the health system, you know, depending on where you are and people use the phrase postcode lottery, but depending where you are, you may or may not even be offered a particular treatment. So I want to hear a little bit more from you about how you’ve seen that play out. We see it in focal therapy, for example. But yeah, I’m interested in other treatments and how you see systemically that possibly improving.Well, when the guy gets referred for potential prostate cancer diagnosis, you usually get referred to your local district hospital. A lot of men don’t realise that they can actually be referred to… In England you can be referred to any hospital in England.Yes, indeedso you could ask your GP to refer you to one of the main cancer centres or you might start at your local district hospital, but you go through a lot of options. You’re diagnosed. There’s this multidisciplinary team, MDT, which is a team of all the urologists and oncologists and radiologists and a number of other people you never see. And each time something changes with your case, they come and discuss it.Yesand they’ll be working out which treatments would be a good idea for you.Yesso, you know, if your hospital offers radiotherapy and prostatectomy, either locally or via a tertiary service, so you get sent to a specialist, you’ll get offered those. If, you mentioned focal therapies, if you would have been an ideal candidate for a focal therapy, but there’s nobody in the MDT that’s involved in focal therapy treatment, because your hospital doesn’t do it and they don’t bring anyone in, you’re not going to get offered that treatment.Yeah.So, yes, you’ll miss out. I see a lot of patients actually who get interested in HIFU because it does get mentioned quite a bit in the press and will actually say, well, how do I get HIFU? And then the hospitals say, well, you’ll have to go somewhere else for that. So the patient will then take the initiative and do it. But that’s the patient driving it.Yes, it is.And of course, most patients won’t have that knowledge. So they will miss out on that opportunity. It doesn’t just happen with the treatment side, I see the same thing happening with diagnostic procedures.How so?If you’re in a hospital that’s got, for example, a PSMA PET scanner, they may think nothing…. If you had a prostatectomy and your PSA started rising and you’ve hit the magic nought point two, which is about the limit that some of the better PSMA PET scans can pick up where your cancer is, they’ll think nothing of just saying right, just go and get a PSMA PET scan. Oh, didn’t find it. We’ll wait till it’s risen to nought point six and we’ll try again. If you’re in a hospital doesn’t have a PSMA PET scanner, it’ll be, well we better stick you on hormone therapy and we’ll wait a bit or we wait till your PSA gets to eight or ten and then we might send you off somewhere else to get a PET scan so you can see a difference there that. That delay may take you past the point where a curative treatment that would have been available to you earlier on, is now no longer an option because the cancer has grown.Yes.…necessarily grown to get your PSA high to meet the higher criteria for a scan.That is like a double whammy, isn’t it? I mean,YesSort of, damned if you do, damned if you don’t. So, Andrew, you have so much knowledge and so much accumulated know-how and experience from your own experience, as I said, and from dealing with all these other men who’ve gone through similar journeys. I mean, what would you say are your top challenges that these men face and when they’re diagnosed with prostate cancer, and do you often find that there’s often a sort of a 20/20 hindsight? I wish I did then what I know now or something. And I’m just wondering, what do you think are those challenges and how men might deal them with foresight as opposed to hindsight?It’s an interesting question, because when you’re diagnosed with prostate cancer, it’s almost always out of the blue. It’s something you’re not an expert in. You’re suddenly, oh, cancer, am I going to be dead in eight weeks? You don’t understand it. You don’t understand. So it’s really anxiety generating because your future has suddenly been thrown off course and you’re suddenly not in control of it anymore.Of course, yes.And there’s a lot that we do in support groups to try and educate patients, to teach them what’s happening, make them understand their diagnosis, make them understand disease. And actually, as you start to understand things, you gradually feel that you’re more in control. You understand where your direction is set. It may not be where you wanted it to be set, but it may not be as bad as you imagined from your naive position at the outset. And this really lowers level of anxiety, because you now bring yourself more into control and you can predict the future a bit better. So what we do here a lot is for patients who actually never found the support groups at that stage of their treatment. Sometimes patients come along two or three years later and say, nobody told me there was a support group. I’ve been having treatment for three years at this hospital and I’ve just discovered we’ve got a support group. And that’s crazy because they’re missing out on so much that they could have gained from it. And the reduction in anxiety, talking to other patients who’ve had just about every possible treatment, you know, to gain their experiences and understanding issues. This has got a lot worse during covid, and we don’t fully understand why, but all the support groups are getting far fewer men referred to them by the hospital urology and oncology departments.Oh, really?Yeah.So it’s not a question of migrating to online Zoom groups. It’s more that the referrals themselves are slowing down?Yeah, we’re just not getting the referrals through. And I think it probably relates to a change in the way that patients are interfacing to clinicians. So if you have a telephone call with a clinician, which has obviously become much more common, that tends to be quite a short call, concentrating absolutely on the issue and telling you your results and asking what treatment you want. If you go into an office with a clinician, it might be, oh, how’s your day? Oh, you’ve got your cycling helmet with you, did you cycle in today? And all of that’s gone. And in that conversation that didn’t happen was probably the best. But oh, have you thought about going along and joining a support group? So that’s my theory as to what’s gone wrong….Interesting.But we don’t really know. I mean, the hospitals tell us they’re telling patients and patients are finding us via some of the route, like Google. That small numbers are and say, no, nobody mentioned it to me at all. Obviously, the day that you’re told you’ve got cancer, you’re probably told several of the things that go in one ear and out the other, to be honest. But in terms of sort of discussing, if you do get hooked up with a support group, then you can talk about things like treatment options. You can talk to other patients. I don’t actually hear many patients thinking that they picked the wrong treatment. And actually, I think that’s a really negative path to go down. You made the best choice you could at that time. Maybe you didn’t have as much information as you have now, but I think decision regret is something that I really try and steer patients away from. Don’t go there. You start from where you are now. What would you do from here? Not what would you do from some position that you can’t get back to.Oh, absolutely. But, Andrew, sorry to say that your insights are incredibly valuable and a lot of the comments you’re making, I actually haven’t heard. I really want to thank you for coming on the programme today and talking to us. And I hope it’s the first of several of these because clearly I’ve only scratched the surface.Well, I’ve really enjoyed it. And thank you so much for asking me. Very happy to talk some more.Good. Links to Andrew’s videos are available on the programme notes to this podcast. Further information on prostate cancer treatment and how patients are determined suitable for them is available on our website, along with the transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook @TheFocalTherapyClinic. Thanks for listening and from me, Clare Delmar, see you next time.Links to Andrew’s videos:https://www.youtube.com/watch?v=soAzPAmhG50https://www.youtube.com/watch?v=zAtYQZ_lT3sI was told I had prostrate cancer on the 24 of December 2020 at a pha of 7.7 all I have is a nurse and I am on active servalance,  I spoke to an oncologist once nothing that I can remember was explained I had a recent psa test and it is now 8.5\nI have learned a lot reading this and no mention of any support groups.\nI intend to do something now.Dear Stephen\nYour story is one that we hear a lot at the Focal Therapy Clinic.\nIt is clearly worthwhile to get a second opinion on your diagnosis and treatment options and also to have your suitability for HIFU reviewed. Please call us and we will arrange for a consultation for you. (0207) 036 8870Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Hormone Therapy – What Every Man Should Know\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-hormone-therapy-what-every-man-should-know/"}}