{"pageContent": "Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is Alan Doherty, clinical director at the Birmingham Prostate Clinic and recently voted one of the UK’s top 10 prostate cancer specialists in the national poll of consultant urologists published in the Daily Mail. Alan has been an innovator, advocate and dedicated practitioner of the MRI diagnostic pathway for prostate cancer, and he’s here to talk with me about the importance of MRI reporting in optimising both diagnosis and treatment. Alan, thanks so much for joining me.Clare, this is very kind of you to ask me to join you. And this is a huge and important subject which virtually transforms the management of prostate cancer, so pleasure to be here.Wonderful. And I think the issue is that most patients, they may not even know and they certainly don’t understand exactly how important that is. And I think that’s what we’re going to try to sort of drill down into in this brief interview todayTo start this off really, I can give you an anecdotal example of a very well known professor in oncology who has been treating prostate cancer for years. But he was always a sceptic of the use of PSA as a screening test to identify people with early prostate cancer. And he was of the view that the PSA was pretty inaccurate, would pick up early cancers that didn’t need treatment. And I could see him change his mind as the MRI scan came along and was able to identify the sort of patients that need to be identified. And so suddenly the advent of this technology has even changed the minds of sceptic people, that you can look for cancer and you don’t necessarily have to be over-diagnosed and over-treated.That’s really encouraging. OK, so then what are the diagnostic decisions that you, as a diagnostician, consulting urologist make with the MRI report? What does it actually inform you to do?Well, first of all, they usually go to their GP’s first or they’ve been picked up in some sort of health screening environment and they have had a PSA blood test. And traditionally that patient would go straight on to have a prostate biopsy if the PSA was borderline abnormal. What sort of happens now is that I say to the patient, what is it you are trying to do? And if the patient is informed, he will say, well, you know, I’m a relatively young man, I want to pick up a cancer if it’s present so that I can attempt to be cured. I don’t want to wait until it’s too late and I can’t be cured anymore. And then I think if the patient is clear in their mind what they want, then it makes it very easy for me to decide what to do next. Not only if they want it, but obviously if they’re suitable for some sort of treatments. So sometimes you say to a patient, you’ve got so many comorbidities, in other words, you’ve got so many other illnesses that even if you did have prostate cancer, we wouldn’t be wanting to treat it anyway because it’s not a priority. It’s not going to be the one that drives your future health. So sometimes you say, look, you shouldn’t be as worried as you are because you’ve been affected by the media. You say to them, yes, in your case, you know, it would make sense to find an early prostate cancer, but have you thought through what would happen if we did pick it up? You know, what sort of treatments would you want to have? And I think that preliminary discussion is important. What I tend to do in nearly everybody is to arrange an MRI scan and this is before we do a biopsy. And this is now become pretty standard practice now, I don’t think you’ll find many places in England where they will biopsy you without an MRI scan first.It became NICE guidance back in 2018, didn’t it?Well, that’s right. I mean there are patients where, you know, you do an exam, digital rectal examination of the prostate through the rectum and it’s obvious that there’s a cancer there. And it’s obvious that all you need to do is to have a couple of cores, and by cores I mean samples of the prostate to confirm the diagnosis and then you can go on to treatment. But in the vast majority of patients where the PSA is borderline and by that I mean sort of less than 20, you need the MRI scan to sort of give you an idea of whether you’re dealing with an aggressive prostate cancer or not. And as we’re going to go on to discuss the issue is how confident are you that the MRI scan is giving you the correct information?Exactly. So on that point, let’s look at both the form and the substance in the reporting that you use. So I guess a couple of questions. What is the minimal requirement of information for you to make a diagnostic decision in an MRI report? And I guess what’s the current best practice and what would be on your wish list?I think the current best practice is to have a report where they look at what’s called the PIRADS scores and something else called the Likert score. Relatively recently, and even now, you’ll get some reports which will say something like there’s is a slight abnormality on the left hand side. As clinicians, we were left to say what do you mean by slight abnormality? Do you mean small? Do you mean it looks like there is a cancer? How likely is there a cancer? So what sort of evolved was a score where a radiologist will say that they think it’s virtually 100 percent likely that there’s cancer there and they’ll give that a score of five and then there will be a situation where they think it’s likely rather than very likely, and in that situation they’ll give a score four and then you will get the sort of threes which are equivocal and then twos where they think it’s unlikely and one where they think it’s very unlikely. Now, within the prostate, I want to know what the score is and I want to know where they think that cancer is likely to be. And so a good radiology report will map the prostate and in different parts of the prostate, will give it different scores. And then what I like to have is a diagrammatic representation of what they’re talking about so I can actually see it in a cross-sectional basis. What that does is it then allows me to biopsy the area more accurately. So basically a report needs to have accurate PIRAD scoring. It needs to tell me where they think the abnormality is. I want to know more than that. I want to know the size of the prostate. I want to know the shape of the prostate. I want to know if there’s any effect on the possible blockage on the bladder. I want to know that there aren’t any surrounding abnormalities in the lymph nodes or the bones. And ideally I’d like to know what’s going on in the kidneys as well. So there’s a lot there. And if an MRI is done properly, you can really move forward with the whole management of the patient.That sounds like a lot of information. I mean, what you’ve just described, how often do you see that done?When I have patients referred to me from other centres, in particular the NHS, I find thats not often done. The reports are vague. They don’t often give the prostate size. They don’t tell me the prostate shape. And if they give me a PIRADS score, unfortunately, most radiologists are slightly afraid of reporting a normal scan and they tend to give a Likert 3 lesion or a PIRADS 3 lesion far too often. I can see why they do it, because if they say, well, I think there probably isn’t one there, well, they might be right. And if they say, well, I think there probably might be one there, again they might be right. So by sitting on the fence, they can never be seriously criticised. But the knock on effect of that is that if you don’t have a radiologist that’s giving you information that is essentially saying the prostate looks normal, that means you have to biopsy nearly everybody. And one of the main things I think about an MRI scan is that you can try and avoid doing biopsies. You want a patient to have confidence that the PSA is borderline elevated not because of an aggressive cancer and therefore doesn’t need a biopsy. That is the most important aspects of an MRI scan. If you biopsy everyone who has an MRI scan, then there’s no point doing the MRI scan because you’re going to find out what they got anyway. So it’s really important that this concept, and I don’t like the term pre-biopsy MRI scan because it suggests that the MRI scan is just a sort of adjunct to the biopsy.It actually provides the biopsy plan. It’s kind of a binary decision between to biopsy or not to biopsy. And then if you do biopsy, it provides the plan for that.And that’s exactly right, Clare. It is about to biopsy or not to biopsy. But if you’re going to biopsy, do it properly and make sure you hit the target area. And you see when you go on to talk about focal therapies, what’s really important is that the MRI results match up with the biopsy results because you are going to be treating only part of the prostate. And so if you don’t have confidence in the MRI scan, you really find it very difficult to offer focal therapy to any high standard. And that’s why, you know why the focal therapy group, we do insist on the highest quality MRI scan reporting we can possibly get hold of.So I just want to go back to, before we get onto treatment decisions, the information that you talked about on your wish list, how is it best presented and communicated to you? I mean, so not just what’s on it, which you’ve described in some detail, but sort of the form of it is does that vary? Does that make a difference in how you might understand?Yes, it varies enormously. And I think the diagrams are just so useful because the diagrams reflect what you see when you do the biopsies. They’re the same sort of cross-sectional pictures. And so it makes the biopsy so much easier and better. But also when you communicate the results to your patient, the visual image is universal, whereas the way the radiologists describe the changes varies enormously and it’s really quite complex language. So it’s like listening to a foreign language.Yeah, yeah.They’re always saying that a picture’s worth a thousand words, it’s absolutely correct. So very few people can do the images because the software doesn’t allow it. There is complicated systems which collect MRI data and then transmits it around the place, don’t allow you to tag on the images. And so I’ve tried very hard to get these sort of things done locally. And it’s very, very difficult. Some units seem to manage it, but very few.So it sounds like there’s a lot of variation amongst hospitals and radiological practices. I mean, is there out of this variation, is there any kind of gold standard that you can point to?I think a measure of how good an MRI scan is has not really been established. I don’t think those sort of standards are out there so that you can judge whether a unit is up to it or not. And I’ve reflected on this myself. So one of the things which I think they should look at is how does a radiologist report the PIRADS 3 lesions? You can imagine if there was a difference between an average of five percent in one group and 50 percent in another group. That would be a very odd variation. And in my experience, the units that don’t report a lot have a very high number of PIRADS 3s reported and the top centres, have a very low level. So they get off the fence. It’s either normal or it’s not. It’s far too easy to say, well, I’m not sure, so I’ll call it PIRADS 3, and that makes it a useless MRI scan.It’s actually really important for patients to understand that because, I mean, that can presumably have a big influence on the treatment decision?Well, it means that virtually everyone gets a biopsy then.And then possibly the wrong treatment?Sort of. First of all, it’s unpleasant to have a biopsy.Of course.But secondly, you could be picking up the cancers which maybe didn’t need to be picked up. And then you’ve got the issue of what you do with that information. Well we haven’t gone on to how the biopsies are taken. But I think I suppose an MRI scan, if it’s well done, will help the biopsies, even if they’re done through the transrectal route, which, as we’ve discussed before, is not the best way of doing it.So, I mean, in your experience, the specialist radiologist is crucial to this indication? And is it your view that specialist radiologists are limited in supply?Yes.And why do you think this is?First of all, it probably takes many thousands of reports to do, but also you need to have regular feedback from the people who are doing the biopsies, then finding the cancers and then doing the treatments. And I think the people who are part of multidisciplinary groups where they are always getting feedback on what they have reported is probably the most important thing of the lot. And I’m not so sure that that occurs. So in any NHS unit there will be quite a few people who report prostate MRI scans and they may not even be part of the hospital where the MDT occurs. And I think also perhaps a lot of radiologists don’t know that people are taking their opinions seriously enough even to go to the extent of not biopsying them, because I suppose there’s a medical legal aspect to this where they’re scared that if they don’t biopsy and they miss a cancer, that they will be potentially in trouble with litigation. And of course, that’s incumbent on me as to say that I’ve got trust in this radiologist. I believe them. And I therefore, if I was you, I wouldn’t have a biopsy. I’ll take a biopsy if you want me to. And those are the guidelines that I should take a biopsy. But the guidelines were made before MRI scan really took off. And they are currently based on a quality of MRI scan which is difficult to assess. So I think the future might be where the guidelines allow you to not take a biopsy if you are confident in the MRI scan.OK, so just going to pick up on the MDT because I’m not sure many patients certainly don’t participate in them, but they don’t understand exactly how the radiologist plays a role in that and that the actual scan and the radiologist report is in fact what the MDT is discussing, correct?Yes, that’s right. So the MDT will be looking at the cancer in the MRI scan, but they’re not doing it that often from the point of view that if the biopsies are negative, then they don’t get discussed. So the radiologist very rarely sees the negative side if you know what I mean. If an MRI scan is negative and we don’t biopsy them, it’s only with further follow up that, you know, whether that MRI scan got it wrong or not. So you might find two years down the line that the PSA continues to go up, you do a biopsy and there was a cancer there. So the MRI scan had missed it two years earlier. I mean, there was a time when I wasn’t confident in the MRI scans that I would do these urine gene tests. So there’s one called PCA3, and that’s when I realized just how variable reporting was, because in some radiologists they would be saying it’s normal and then the gene test would come back positive. So I do the biopsy and sure enough, there was quite a bad cancer there. So it wasn’t until I started gaining confidence in a radiologist who got it reliably right that I stopped in the urine gene test. But there is definitely variation out there.So I’m going to ask you a slightly controversial question. I mean, do you think that one way of addressing both the shortage that we talked a little bit about and this variation, which has come up a couple of times, do you think that something like artificial intelligence might seek to somehow address that and improve that.Well, for sure, because all the radiologist is looking at is various grey scales and patterns and that’s really relatively easy for a computer to work out. And then the feedback is not that difficult to put back in the computer system to work out what’s happening because they can log what happens over a long period of time and remember to put that feedback. So the future is very much that MRI scans will determine what happens next. People will have much more confidence in having PSA blood tests. So the whole screening program will probably be transformed on the basis that if you have confidence in the PSA blood test and then an MRI scan is readily available and accurate, well, you know, that’s going to transform the whole thing.Absolutely. So what would you advise a patient to ask if there could be one question that a patient should be asking and should need to know to give him confidence in his diagnostic and treatment procedures about the MRI? What would that be?I don’t think this exists. But, you know, you could say, does your radiologist audit the results? And you could say, what’s their PIRADS 3 rate of reporting? You’ll get a blank look on the face of the person you ask that question to. I mean, I’ve done it for my radiologists, so I know what it is. I mean, the other interesting question, I think, is if you report PIRADS 4, which if you remember I said that was that it’s likely to have prostate cancer, but that likely is a percentage, if you think about it. So what is that percentage? Well, I know that my radiologists had a 70 percent likelihood of it being cancer. Well, of course, that also it’s not just the radiologists when it comes to percentage, it’s also how good I am at hitting the target. You might get it right every time. And I just missed it. As a combo between me and my radiologists, if it’s PIRADS 4, I know that that’s a 70 percent likelihood of hitting a cancer.Interesting. Well, I think you’ve demonstrated exactly that special relationship between the radiologist and the diagnostician in your case. Alan, thank you so much for speaking with me today. It’s been really informative and insightful, and I know patients will benefit from understanding this key element in their prostate cancer journey.Always a pleasure, Clare.Wonderful. For a transcript of this interview and to learn more about how technology is improving diagnostics and treatment for prostate cancer please visit thefocaltherapycinic.co.uk. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Alan Doherty on The Crucial Role of MRI Reporting in the Diagnosis and Treatment of Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/alan-doherty-on-role-of-mri-for-prostate-cancer-diagnosis-and-treatment/"}}