{"pageContent": "Covid19 has recycled the phrase commonly offered to older prostate cancer patients “you don’t die of Covid19/prostate cancer, you die with it”. The implication is, of course, that little will be done to treat because you’re going to die anyway.Hardly a comfort to those afflicted.But in the case of Prostate cancer, hardly relevant in an age when more and more men are living healthy and active lives throughout their 60s and 70s and well into their 80s and 90s. For these men, high expectations of both quantity and quality of life are the norm.In a recent OnFocus interview, patient advocate Jackie Reubin told us that she and her husband Barry felt “written off” by their initial consulting urologists because they were over 70 at the time of Barry’s prostate cancer diagnosis. “Barry is 70 but a very young 70”, she says, “and we live very full and active lives”.In 2014, The BMF published a piece about ageism in cancer care.Its author, Prof Mark Lawlor of Queen’s University Belfast, pointed out that more than 70 per cent of deaths caused by prostate cancer occur in men aged over 75 years, who usually have more aggressive disease. Few older patients, however, receive treatment for localised prostate cancer, and in most cases they are denied access to chemotherapy for advanced disease.Professor Lawler calls for a new strategy for older patients, and concludes: “Such a strategy will also have to ensure that the principle of early diagnosis (underpinning more effective and less aggressive treatment) is applied in older patients as well as in their younger counterparts. Only then can we truly deliver a comprehensive cancer service to the elderly population in our society.”Six years on, we get many approaches at The Focal Therapy Clinic from patients who are fit and thriving at 70+ and yet only offered treatments that compromise their quality of life and those of their family.We know that expectations have changed, and look to both the emerging science supporting longevity and the continual increase of fitness and activity in the over 70s, and recognise that all of this must be taken into account when recommending treatment. Our approach is thoroughly holistic.If you or someone you know has felt discriminated against in their prostate cancer treatment because of their age, we’d like to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Is There Age Discrimination In Prostate Cancer Treatment?\nhttps://www.thefocaltherapyclinic.co.uk/is-there-age-discrimination-in-prostate-cancer-treatment/"}}