{"pageContent": "All men who come to our clinic do so following a diagnosis of prostate cancer and a recommendation for treatment – mostly from the NHS, sometimes from a private clinic. Indeed, they seek us out because they wish to explore alternatives to those recommendations. We provide, by default, a second opinion.In considering a patient for focal therapy, our doctors review a range of information, including PSA, MRI reporting, biopsy report and histopathology. This “pathway” information completes a story of the location and severity of a patient’s prostate cancer. And this is where we often find both problems and opportunities.Suboptimal imaging, image reporting, biopsy method and histopathology will lead to suboptimal treatment recommendations. We often redo the imaging pathway and end up with a very different diagnostic result, supporting very different treatment options.Even when the quality of data is good, interpretation is subject to experience and opinion – the very stuff of medical professionalism. In any case, all of our patients’ cases go through our rigorous MDT involving urological and radiological input to arrive at a comprehensively reviewed treatment recommendation for each patient.It’s worth noting that a second opinion is sought by the patient – not offered by the doctor. And so men, and often their partners, have to take the initiative. Many are reticent, often for fear of “offending” their doctor, but there are lots of reasons why and these are addressed in guidance from cancer charities and other medical bodies.Cancer Research UK offers a comprehensive guide to seeking second opinions on a prostate cancer diagnosis, outlining pros and cons and providing contact points for help. Others are stronger in their guidance,:“A second opinion is an important part of becoming educated about your prostate cancer and your treatment options. The more you can learn about your diagnosis and your treatment options, the better chance you have of receiving the most appropriate treatment. Prostate cancer is now more treatable than the past, but there are also many more treatment options and more complicated procedures. This is especially true for treatment of early stage localized prostate cancer where there has been constant technical innovation in both surgery and combination hormone and radiation treatment. Getting a second opinion will help you understand these options and help you make an informed decision about which is best for you. “More often it is conversations with and comments from other men that incentivises a request for a second opinion.TFTC patient Mark Stubbs would have gone down a very different route with his prostate cancer diagnosis if he hadn’t sought a second opinion:“I’m actually a stronger advocate of a second opinion now than I would have been at the time of my diagnosis. It was only really when I discussed with Mr. Tim Dudderidge – a telephone consultation – that he actually suggested revisiting the biopsy samplesAnd he basically said, look, we’ve rechecked the samples. It’s coming out at Gleason 7 rather than Gleason 9, he said, which does give us quite a few more options in terms of nerve sparing during surgery and also sparing the lymph glands, which to me was priceless. If I’d have probably stayed in the NHS loop, I’ve got a feeling I wouldn’t have got the same level of treatment. I wouldn’t have had the second opinion and they would have probably operated assuming that the cancer was Gleason 9. So really the second opinion, I think, was absolutely pivotal in the choice of treatment”Another patient, Ray Braithwaite, felt his initial experience at diagnosis was rushed and impersonal, and had doubts about the treatment options he was recommended. He had a very different experience with TFTC Consultant Urologist Tim Dudderidge:“He listened. He had time. And we spent about 20 or 30 minutes and Tim went through all of the potential alternatives, including the surgery and the radiotherapy and the HIFU. And he was also able to tell me about Gleason and PSA and the stuff that I should have been told about months earlier, I think.”In Graham Ogilvy’s case, a different biopsy changed everything about his initial diagnosis and treatment options:“the NHS were very good about giving me the records and the MRI scan I had so that Mr Nigam could see that. So the interface there, it was pretty OK. The MRI scan he thought was of a very high quality, etc., but did require to be another biopsy. And this was very interesting because this was a different biopsy from that that is performed in Scotland. It’s more exact, it’s a transperineal, I think they call it.”If you have any doubts about your diagnosis, are concerned about the impact of your recommended treatment on your quality of life, please get in touch. We’d love to hear from you.My Prostate Cancer experience  My name id Michael Clay and as a fit and healthy 75 year old with a BMI of 24, and with no obvious prostate symptoms and ‘well man’ checks showing no medical issues, I never thought I would be touched by cancer.  In March 2020 my PSA had risen to 6.52 and by the early summer of 2020, my PSA had risen to 6.55 and 8.2 by mid summer. Several digital rectal examinations (DREs) of my prostate still appeared normal, but I was nevertheless referred to my local hospital in Torbay who carried out an MRI scan in the early autumn.   That appeared to show no abnormality, but as the right side of the prostate on the scan showed interference from my right metal hip, I asked for a biopsy in August and the results were relayed to me by phone as follows – “good news, nothing to worry about just a few low grade cancer cells on the left side of your prostate but no need for treatment as half of all men over 70 have this condition –  we will put you on active surveillance.” The Gleason score was a low 3+3.  I was shocked, as the left side of my prostate was shown to be clear on their MRI, which raised my concerns on their diagnosis.  I was concerned that I had a time bomb inside me and questioned what else might have been missed.  My doctor supported a second opinion and I looked at different treatment options on the internet.  At this point I must thank Prostate Cancer UK for their excellent help and informative leaflets and also the Torbay Prostate Cancer Support Group.  It was a great comfort to be able to talk to people who had experienced what I was going through and were so understanding of the issue as no factual information about my case was forthcoming from my local Hospital despite phoning and e-mailing their Urology department for answers to my questions on several occasions.I explored many options from a robotic radical prostatectomy to radiotherapy, chemotherapy, brachytherapy and hormone therapy all of which had potential side effects.  Cryotherapy and High Intensity Focal Ultrasound (HIFU) looked interesting with minimal side effects, but neither were available locally, so I rang the London Clinic for more details.  That evening Mr Tim Dudderidge, (TD) one of their consultants rang me from Southampton and after I explained more about my prostate cancer, he thought I would be a possible candidate for HIFU as it was non-invasive, very accurate and killed the tumour cells with great accuracy by burning them at around 120 degrees centigrade.  After TD obtained my test data from my local hospital, he later rang to explain this MRI scan was not sufficiently clear and the biopsies were too limited.  I was relieved that he was willing to investigate it and at his request attended the Spire Hospital in Southampton for a full examination and an MRI with a contrasting dye, which made for a very clear MRI and showed a tumour of 22mm on the left of my prostate.  TD followed his MRI with another set of biopsies as he could not rely on Torbay hospitals biopsy results.  TD’s were detailed and focused on the tumour by using an ultrasound wand in the rectum coupled with his detailed MRI to form a 3D image of the tumour.  These focused biopsies showed a Gleason score of 7 somewhere between group 2 cells and group 3 cells together with  significant pattern 4 cells.  TDs recommendation was that treatment was definitely favoured over surveillance. This was completely different to my local Hospital’s advice.  Using the 3D MRI image, TD explained the tumour was sitting at the anterior (front) of my prostate, therefore any DRE would not reveal a problem until the tumour had metastasised.  Another reason why one should not totally trust DRE’s or, inferior quality MRI scans.  By now it was late December 2020 and Covid was gaining momentum, which was a great worry.  Due to calcifications in the prostate, that I was told are not uncommon, HIFU was not considered suitable in my case and so TD recommended the tumour was ablated using cryoablation.  I readily agreed, and the private operation was set for 21st December 2020.  Cryoablation uses a freezing liquid gas to kill the tumour cells at minus 40 to 50 degrees centigrade.  Using the latest MRI scan and an ultrasound wand placed in the rectum, TD had a 3D image of the tumour to be ablated.  Heaters were inserted to protect both the pubic bone, urethra, bladder and bowel from freezing while a range of temperature probes and many needles carrying the freezing gas were inserted through the perineum and into the prostate tumour to bring it to minus 50 degrees centigrade.  I understand other warming probes are inserted into the remaining prostate areas to protect these from freezing and to protect vital nerves from damage.  This is undertaken in periodic sessions during the operation until the entire tumour is ablated.Thankfully, the Spire hospital in Southampton was able to keep the 21st December appointment and my operation went ahead at 8am in the morning.  The procedure took around three hours and I was told it went exceedingly well with the tumour being totally ablated, plus a good margin around it.  Despite having a catheter and passing blood, I was elated with the result and my wife collected me from hospital that evening and drove me from Southampton to Torbay the following day.  The Spire Hospital was excellent and provided me with a dedicated help line that I could use in case of problems.  I will continue to have regular local PSA tests and annual MRI scans at Spire Hospital, Southampton for the foreseeable future.  I have just received my 1st March PSA test result, which was 0.85, a real reduction from the previous 8.2 and TD is extremely pleased with the result.  The belief is that I am now cancer free but cryoablation is still available if needed in the future.  To date I take no medication and have full urinary and bowel function which would not have been the case if I had accepted Torbay Hospital’s active surveillance as the tumour would have metastasised before I would have received any treatment.  I feel very strongly that men over 70 years of age with prostate cancer are denied treatment to cure the condition on the grounds that they will die in the next few years so treatment is a waste of time and money.In summary, I am so pleased grateful to Brian at the Focal Therapy Clinic for passing my details onto Tim Dudderidge to whom I will be eternally thankful for his exceptional calm medical care and attention to detail as I now feel as fit as I did in my 50s.  I am so pleased I did not rely on what I was told by Torbay Hospital as it was totally inaccurate and incomplete. Note to Brian  –  I am still happy to do the video we discussed and please use the above in any way you feel appropriate, including my name, as I do not want any more men over 70 to be put on active surveillance without a second opinion.Dear MichaelThank you for sharing your story and we will want to proceed to a video as soon as COVID allows which we hope will be the en of May. For all men getting an informed second opinion regarding your prostate cancer diagnosis can make a large difference to your quality of life. Brian LynchPSA rising slowly without any explanation from consultant .\nBlood test every six months and two minute phone call with little satisfaction.Many of our patients have had similar experiences and unfortunately the Active Surveillance Protocol can sometimes be poorly followed with potential tragic implications for patients.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Get an independent second opinion before accepting prostate cancer treatment\nhttps://www.thefocaltherapyclinic.co.uk/the-value-of-a-second-opinion/#comment-113"}}