{"pageContent": "The oil kingdom fears that its population is aging at an accelerated rate and hopes to test drugs to reverse the problem. First up might be the diabetes drug metformin.Anyone who has more money than they know what to do with eventually tries to cure aging. Google founder Larry Page has tried it. Jeff Bezos has tried it. Tech billionaires Larry Ellison and Peter Thiel have tried it.Now the kingdom of Saudi Arabia, which has about as much money as all of them put together, is going to try it.The Saudi royal family has started a not-for-profit organization called the Hevolution Foundation that plans to spend up to $1 billion a year of its oil wealth supporting basic research on the biology of aging and finding ways to extend the number of years people live in good health, a concept known as “health span.”The sum, if the Saudis can spend it, could make the Gulf state the largest single sponsor of researchers attempting to understand the underlying causes of aging—and how it might be slowed down with drugs.The foundation hasn’t yet made a formal announcement, but the scope of its effort has been outlined at scientific meetings and is the subject of excited chatter among aging researchers, who hope it will underwrite large human studies of potential anti-aging drugs.The fund is managed by Mehmood Khan, a former Mayo Clinic endocrinologist and the onetime chief scientist at PespsiCo, who was recruited to the CEO job in 2020. ““Our primary goal is to extend the period of healthy life span,” Khan said in an interview. \"There is not a bigger medical problem on the planet than this one.”The idea, popular among some longevity scientists, is that if you can slow the body's aging process, you can delay the onset of multiple diseases and extend the healthy years people are able to enjoy as they grow older. Khan says the fund is going to give grants for basic scientific research on what causes aging, just as others have done, but it also plans to go a step further by supporting drug studies, including trials of “treatments that are patent expired or never got commercialized.”“We need to translate that biology to progress toward human clinical research. Ultimately, it won’t make a difference until something appears in the market that actually benefits patients,” Khan says.Khan says the fund is authorized to spend up to $1 billion per year indefinitely, and will be able to take financial stakes in biotech companies. By comparison, the division of the US National Institute on Aging that supports basic research on the biology of aging spends about $325 million a year.Hevolution hasn’t announced what projects it will back, but people familiar with the group say it looked at funding a $100 million X Prize for age reversal technology and has reached a preliminary agreement to fund a test of the diabetes drug metformin in several thousand elderly people.That trial, known as “TAME” (for “Targeting Aging with Metformin”), has been touted as the first major test of any drug to postpone aging in humans, but the study has languished for years without anyone willing to pay for it.Nir Barzilai, a researcher at the Albert Einstein School of Medicine in New York who conceived of the TAME trial, told an audience in London this April that Hevolution had agreed to fund one-third of its cost.That agreement, if it’s finalized, would be an endorsement of what’s called the “geroscience hypothesis”—the still unproven idea that some drugs, by altering basic aging processes inside cells, may be able to delay the onset of many diseases, including cancer and Alzheimer’s.The term “geroscience” was popularized by Felipe Sierra, the former head of the division of aging biology at the US National Institutes of Health, who was recently hired to be Hevolution’s chief scientific officer. Reached by email, Sierra declined to comment, but he has previously called geroscience the observation “that aging is by far, and I mean by far, the major risk factor for all chronic diseases.”The Saudi government may be partially motivated by the belief that diseases of aging pose a specific threat to that country’s future. There is evidence that people living in the Gulf states “are aging faster biologically than they are chronologically,” according to materials prepared by Hevolution and viewed by MIT Technology Review.Basically, the country is being beset by diseases of affluence brought on by rich diets and too little exercise. Even though Saudi Arabia has a relatively young population, with a median age of around 31, it is experiencing increasing rates of obesity and diabetes. In a 2019 study in the Saudi Medical Journal, Saudi public health officials said the country’s prosperity had led to an “urgent need to establish prevention and control programs.”Funders of a deep-pocketed new \"rejuvenation\" startup are said to include Jeff Bezos and Yuri Milner.Hevolution was chartered by royal order in December 2018, and its chairman is Saudi crown prince and de facto ruler Mohammed bin Salman. Also on the board are Evgeny Lebedev, a Russian-British businessman; the American billionaire Ron Burkle; and Andrew Liveris, the former CEO of Dow Chemical, according to the Hevolution promotional materials viewed by MIT Technology Review.The timing of the royal decree suggests the project may exist partly to burnish the reputation of Saudi Arabia and bin Salman, which had nosedived in October 2018 owing to the assassination of a Washington Post journalist by a hit squad that the US says acted on orders from the prince. The murder of the journalist, Jamal Khashoggi, caused Joe Biden, at the time a candidate for president, to call Saudi Arabia a “pariah” state with “very little social redeeming value in the present government.”The actions of the Saudi autocrat mean US research organizations will have to weigh whether they should take Hevolution’s money, which is likely to be offered via a US nonprofit arm that Khan’s team is establishing.Peter Diamandis, chairman of the X Prize Foundation, which organizes high-profile technical competitions, confirmed in a text message that he explored whether Hevolution might become a sponsor of a planned $100 million age-reversal prize, which is expected to feature scientific teams competing to rejuvenate animals. Those discussions have not moved forward. Another person familiar with the X Prize said it had secured other sources of funding.One group that decided accepting Saudi money would not be a problem is the American Federation for Aging Research, a nonprofit representing geroscience researchers, including Barzilai, that has been trying to raise $55 million to carry out the TAME trial for several years.“The board looked and found there are many institutions around the US that take money from the Saudis, and that we could too. That was the bottom line,” says Stephanie Lederman, who is the federation’s executive director. “This is an opportunity for thousands of people to benefit—initially the scientists, and then the population of the world. It could be a lot of people living healthier longer.”Eight years ago, Barzilai won attention for his efforts to persuade the US Food & Drug Administration to permit the first-of-a-kind study. Since aging itself is not easily measured, nor even considered a disease by regulators, the target of the TAME trial is instead to see if taking metformin can delay the onset of a range of age-related diseases.Drugs that rejuvenate our immune systems and make us biologically younger could help protect us from the disease’s worst effects.The investigators say they hope to enroll 3,500 people over 65 at 16 US centers and then, after five or six years, determine whether they have less heart disease, dementia, and cancer than people who haven’t taken the drug.Metformin is an old drug, but it drew interest because a large study of British medical records showed that diabetics taking it were living longer than expected—even longer than healthy people. Other drugs cited as possible general-purpose anti-aging compounds include rapamycin, an immune suppressor shown to extend the life span of laboratory mice that has also been tested in pet dogs. So far, however, no drug has been proved to delay aging in humans, and some early experiments haven’t fared well. In 2019, human tests of a version of rapamycin flopped after the drug failed to boost elderly people’s resistance to respiratory infections.No one knows if metformin will work either. One long-term study of diabetics, published this year, found the drug didn’t result in any protection against heart problems. But even if metformin doesn’t delay aging, the trial could carve a path for other geroscience drugs to enter human studies. Lederman says she expects the trial to finally get underway if the Saudi money comes through. “It’s mind-boggling to me that it’s been so hard to fund,” she says. Her case highlights why we need to enshrine neuro rights in law.Meet the startups trying to engineer a desktop fertility machine.A baby girl who developed a life-threatening brain condition was successfully treated before she was born—and is now a healthy seven-week-old.Biotech companies are getting creative with how they deliver DNA fixes into people's bodies.Discover special offers, top stories,\n            upcoming events, and more.Thank you for submitting your email!It looks like something went wrong.\n                We’re having trouble saving your preferences.\n                Try refreshing this page and updating them one\n                more time. If you continue to get this message,\n                reach out to us at\n                customer-service@technologyreview.com with a list of newsletters you’d like to receive.© 2023 MIT Technology Review", "metaData": {"source": "Saudi Arabia plans to spend $1 billion a year discovering treatments to slow aging\nhttps://www.technologyreview.com/2022/06/07/1053132/saudi-arabia-slow-aging-metformin/"}}