{"pageContent": "Please don’t come to hospital if you have symptoms of COVID-19Please contact the ward before visiting as restrictions may apply. More information can be found on our COVID-19 webpage >Please don’t come to hospital if you have symptoms of COVID-19Please contact the ward before visiting as restrictions may apply. More information can be found on our COVID-19 webpage >Is the Emergency Department (A&E) the right place for you?The Emergency Department (ED) is for patients requiring emergency care for life-threatening conditions. Please use the service carefully so it can best support those with serious conditions. Find out more >3265226Mr Raj Nigam is a Consultant Urological Surgeon at UCLH and Royal Surrey NHS FT.He qualified from University College London Medical School and trained in general surgery at UCLH. His urological training was at St Mary’s Hospital, London and St Bartholomew’s and the Royal London Hospitals. His research for his MD was in the basic science of cancer metastasis and cellular adhesion through the Royal Postgraduate Medical School, London and UCL.He has held several positions including Clinical Director of Urology at the Royal Surrey, Past President of Clinical Section, Royal Society of Medicine and various Editorial Board appointments.Mr Nigam’s clinical interests centre around urological oncology and andrology. He manages men with all andrological conditions including erectile dysfunction, male infertility, Peyronie’s disease and male hormonal problems. His oncological interests are in cancers of the penis and testis. He is the Regional lead for penile cancer for Surrey, Sussex and Hampshire Networks. He also has a major interest in prostate cancer; in particular, precision diagnostics and focal therapies to treat prostate cancer.Mr Nigam is widely published in national and international journals. He has lectured extensively over the last 20 years. His current research interests are in advanced diagnostics in prostate cancer and the evolution of new treatments to treat prostate conditions.He is on the National Selection Panel into urological training and has taught on several courses over the years including MRCS, FRCS and the BAUS FRCS(Urol) revision course.English, Hindi, Urdu\nhttps://www.researchgate.net/profile/Raj-Nigam Follow us on:", "metaData": {"source": "Mr Raj Nigam\nhttps://www.uclh.nhs.uk/our-services/find-consultant/raj-nigam"}}