{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPOTLIGHT -Dr Mark Emberton reviews safety and efficacy data supporting the use of focal therapy in patients with prostate cancer. \nMark Emberton, BSc, MBBS, FRSC (Urol), MD, FMedSci: We know quite a bit about how focal therapy works because we've been doing it and publishing results now for over 10 years. And the initial reports, in fact, the first prospective registered clinical studies, were done using high-intensity focused ultrasound. And I use the Sonoblate system and have always used that. And it's really interesting to note that the results achieved back in 2010, which is when these papers were published, have stood the test of time. We've already covered the toxicity profile. So, focal therapy should not cause incontinence. If it does, there's a problem. The risk of a rectal injury should be exceedingly low. I mean, really, really, really low. I have not had a rectal injury in a primary case, I have in a post-radiation setting, where we do use focal therapy in a salvage method. And most men should preserve erectile function. And the figures I quoted earlier are in the public domain, and have been achieved by our group, and also in a multi-center setting. And that's basically in incontinence close to zero. 90 to 95% chance of keeping erection sufficient for penetration, about a 70% chance of keeping integrated ejaculation, should be what people should expect to do. Now, focal therapy just like all surgical interventions is a complex intervention. It's not a pill. And so, there's a huge amount of expertise that one needs, both in terms of the case selection, which I think is the most important bit.But also, in terms of the administration of the energy. And clearly, there are learning curves out there. And some of the reports of people who've just started focal therapy, just like people who've just started MRI, and not quite up there, in terms of where we'd expect the results to be. In terms of cancer control, there are two things that one really needs to consider. One is the infield recurrence rates, and that's a measure of how successful you've been at destroying the target that you have generated and you have defined. So, in other words, the lesion. And that's about the amount of energy you get on target, and also the amount of margin that you apply. And obviously, different systems allow the user more discretion, than other systems. So, in other words, with the system that I use, I can overlay the energy as much as I want. And so, I can treat a cancer several times until I'm absolutely happy, that I've got it all. And in terms of the freedom from disease in the infield state, we would expect focal therapy to be in the order of 85% freedom from disease in the area that you treated when you undertake a biopsy. And that's what we showed back in 2010. I think it was 80, 83%, I think, in that early prospective registered series. There's also an outer field recurrence rate, which is more of a measure of the quality of the risk stratification. So, it's a measure of the quality of the MRI, and the quality of the biopsy. And so, there are some series that deem cancer to be at the top left of the prostate. And then when they re-biopsy the patient, they find some cancer on the bottom, right? That really shouldn't happen. The risk stratification should be very accurate, 95% accurate, against radical prostatectomy as a kind of reference standard. And that's something else to look out for. That's not a treatment failure, that's a staging error, at least in the first year or so. Now, it's possible of course, that if a man has developed cancer in the top left-hand part of their prostate, it may be that they are more likely to develop cancer in the bottom right-hand part of their prostate, in the future. In the same way that a woman with breast cancer on the left, needs to be watched on the right, in case a second primary develops. We're used to doing this in the kidney. We remove a kidney for kidney cancer, but we certainly keep an eye on other cancer and keep it under regular review. Four-year colonoscopy following colectomy is a good example of that. We don't currently know the propensity for developing a second primary, in a man that's developed a clinically significant primary already. And it may be that the germline mutations in an individual, in other words, with the genes that we're born with, help us specify the likelihood of a second primary developing. Now, if we could predict that with some confidence, it would be very helpful in selecting men for focal therapy. And it's interesting to review men 10 years after focal therapy, and they're still free of disease, and the rest of the prostate is pristine. They were obviously, very, very low risk of developing a second primary. Their original primary must have been an accident of nature, a chance event, with a very low background field event. But there are other patients that I will treat today, July 2022, and when I reevaluate them in, let's say two years’ time, we'll find evidence of another cancer on the other side of the prostate, that I can be very sure wasn't there originally. Now, these men are rare, fortunately, but it would be very nice to be able to identify them. What's interesting about this group is that, and one of the reasons they choose focal therapy is that the focal therapy energy sources can be reapplied. And they can be reapplied to the original treatment area, but they can be also reapplied to new cancer, should it develop elsewhere. Which is unlike surgery, which you can only do once, of course. And radiotherapy, which again, to a large extent, you can only do once as you try to get the maximum dose of radiotherapy in that first treatment. So, I hope that's helpful in describing just how we use energy sources and the likely outcomes that we get with them.Polygenic score-adjusted PSA may improve screening accuracy in prostate cancer“We showed that genetic correction of PSA levels has the potential to both reduce unnecessary biopsies and improve our ability to detect tumors with a more aggressive profile,\" says Linda Kachuri, PhD, MPH. Dr. Kishan highlights findings from the MIRAGE trial in prostate cancerAmar Kishan, MD, highlights findings showing that MRI-guided SBRT is superior to CT-guided SBRT in localized prostate cancer.FDA approves olaparib/abiraterone for BRCA-positive mCRPCThe phase 3 PROpel trial provided the primary supporting data for the approval.Dr. Laviana on decisional regret after prostate cancer treatment“Localized prostate cancer is a very complicated disease space,” says Aaron A. Laviana, MD, MBA.Managing aging and frailty in the urologic cancer populationIncreasing numbers of older patients with cancer necessitates adoption of an age-friendly approach to cancer care.Bone biomarkers found to be prognostic for overall survival in prostate cancer“These results validate the clinical value of bone biomarker assessment in the HSPC state,\" state the authors.2 Clarke Drive Cranbury, NJ 08512609-716-7777", "metaData": {"source": "Safety and Efficacy Data Supporting the Use of Focal Therapy in Patients with Prostate Cancer \nhttps://www.urologytimes.com/view/safety-and-efficacy-data-supporting-the-use-of-focal-therapy-in-patients-with-prostate-cancer"}}