{"pageContent": "We want to involve you in all the decisions about your care and treatment.Before your  focal therapy treatment proceeds, either by HIFU or NanoKnife , your consultant and your specialist nurse will spend time explaining to you all the risks, benefits and alternatives so that you understand all that the treatment involves.If you are unsure about any aspect of your proposed treatment, please do not hesitate to speak with a senior member of staff again.You will be asked to not eat anything for at least six hours before the HIFU/NanoKnife IRE procedure. You should NOT drink anything for at least two to four hours before the procedure.On the day of the procedure, you will arrive at the hospital about 2 hours before your scheduled treatment time and will be met by the specialist nurse who will bring you to your room. After you have changed she will discuss the procedure itself including the urinary catheter, how you can expect to feel after the treatment and in the following days.At this stage you will meet with your consultant urologist who will discuss the procedure with you again and confirm that you have understood the proposed procedure. You will confirm that you wish to proceed by signing the legal consent form.Shortly afterwards the consultant anaesthetist will meet with you. The anaesthetist will explain the anaesthetic options available to you and make sure that your preferred option is both appropriate and safe. The anaesthetic will usually be a general anaesthetic (which puts you into a deep sleep during which you cannot feel anything). This is so that you do not move during the procedure, so that the HIFU/NanoKnife IRE treatment is effective.Just prior to going to the operating theatre the specialist nurse may give you an enema to ensure that your bowel is unobstructed. After this you will brought to the anaesthetic room where you will promptly be put to sleep.Both the HIFU and NanoKnife IRE treatment use a probe, slightly larger in size to the one used when you had your first prostate biopsies taken, that is placed into the rectum (back passage) by the surgeon.During the HIFU treatment, the HIFU device is directed towards the prostate area so that the ultrasound waves can target your prostate gland through the rectum.HIFU treatment normally takes between one and two hours.The NanoKnife IRE treatment is administered by a series of needles that are inserted into your prostate gland, through the perineum, surrounding the cancerous areas.  NanoKnife IRE treatment normally takes 30 minutes to one hour.More detail on the urinary catheter here\n\n\n\nAn indwelling catheter can either drain into a bag attached to your leg, which has a tap at the bottom so it can be emptied, or they can be emptied into the toilet directly, using a valve.It is inserted into your bladder through your urethra which is a little opening through the penis. It is not usually a painful procedure but can be a little uncomfortable – a local anaesthetic gel is generally used to minimise any discomfort.Once inserted, indwelling catheters are held in place by inflating a small balloon at the tip of the catheter in the bladder with sterile water, either already in a pre-filled chamber within the catheter or by using a syringe, so it can’t fall out of the bladder.You should empty the bag before it's completely full (around half to three-quarters full). Valves should be used to drain urine at regular intervals throughout the day to prevent urine building up in the bladder.The bag can be attached to your right or left leg, depending on which side is most comfortable for you.At night, you'll need to attach a larger bag. Your night bag should either be attached to your leg bag or to the catheter valve. It should be placed on a stand next to your bed, near the floor, to collect urine as you sleep. Single-use night bags are usually used to reduce the risk of infection.The catheter itself will be removed after 5 or 6 days. This is usually done by a doctor or nurse at the hospital or at your local GP surgery however it is possible to learn how to do this yourself if you so wish.Once the HIFU/NanoKnife IRE treatment is complete your anaesthetist will wake you up.When you wake up after the procedure you can expect to be a little groggy for up to an hour. You are unlikely to have any discomfort although you will have had the catheter fitted.You will be visited by your consultant to confirm that the procedure has gone as planned and he will confirm that you can proceed to leave the hospital.Most men will be able to go home about three to four hours later, provided there is someone to escort them and stay with them overnight. Occasionally, there will be the need for an overnight stay after treatment if your medical team think it is safer. Also, under no circumstances should you drive a car on the day of treatment.You will be taught all about your catheter and how to look after it. Mild pain killers and a seven-day course of antibiotics will be provided. We usually give you some tablets that relax the prostate called alpha-blockers. A contact number will be given if you have any problems at home.Most people recover from their HIFU/NanoKnife IRE treatment within one or two weeks. In the days after the operation, you will probably feel more tired than usual. This is normally because of the anaesthetic. Most people can return to work after the catheter has been removed.Your urine may be blood stained whilst you have your catheter. You may also notice some tissue fragments in your urine. This may continue on and off for up to two months after your treatment. You might pass blood or blood clots. If this happens, drink plenty of water and it will clear. Rarely, the bleeding may continue in which case you should seek advice from your doctor or local emergency department.Your bladder emptying will be assessed once the catheter has been removed in clinic (trial without catheter clinic). For this appointment expect to be in the department for around three to four hours. This will allow time for the catheter to be removed and for an assessment to be made that you are able to empty the bladder.At 3 months after the procedure you will have a formal consultation with your consultant to confirm that you have had no side effects and that your PSA level has been significantly reduced.At between 9 months and 1 year you will have an mpMRI scan done to confirm that the prostate cancer has been fully ablated and that there is no clinically significant prostate cancer remaining.At between 9 months and 1 year you will have an mpMRI scan done to confirm that the prostate cancer has been fully ablated and that there is no clinically significant prostate cancer remaining.At this stage, men will be discharged back to their GP with their detailed clinical notes confirming that the treatment has eliminated their prostate cancer diagnosis. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Before & After Treatment\nhttps://www.thefocaltherapyclinic.co.uk/focal-therapy-precision-prostate-cancer-treatment/before-and-after-treatment/"}}