{"pageContent": "The Focal Therapy Clinics’s Tim Dudderidge, Consultant Urologist speaks to Dr Mark Porter on Radio 4’s Inside Health programme. He discusses the options for prostate treatment.You can listen to the full interview here. For convenience interview transcript related to prostate cancer discussion from the radio 4 website is provided below.Discussion with Dr Mark Porter and Consultant Urologists,  Prof Marc Emberton and Mr Tim Dudderidge, and patient Mr Howard Spranger. Truncated transcript. Last week’s Inside Health special on prostate cancer prompted many of you to get in touch and we put some of your comments to one of the main contributors to the programme, Mark Emberton, Professor of Interventional Oncology at University College London.EmbertonI’ve seen a lot of patients since the programme and they loved it.  I thought it would be a little bit too complex but actually no they liked the detail that you went into.PorterWell you say that but it seemed to raise as many questions as it answered but of course that’s the nature of prostate cancer and the uncertainty that surrounds so much of its diagnosis and treatment.  There was a lot of interest in conventional ultrasound guide biopsy missing cancers and one listener wondered about the TURP operation.  He had to bore out his enlarged benign prostate.  He said – given the scrapings were sent away for analysis would they be a reliable guide to whether his prostate was cancerous or not – because that’s a form of biopsy?EmbertonSo the TURP typically we do for enlarged prostates where we don’t think is cancer is present.  And the procedure basically removes the apple core of the apple and makes men pee more easily.  Now we look at that tissue very carefully but that’s not typically where cancers originate from.  And so whilst it tells us that there’s no cancer within that tissue it doesn’t provide the reassurance that this man is after.  But a low PSA after a TURP would be very reassuring.  If there’s any doubt at all we’d tend to let the prostate settle down for a few months and then do an MRI.PorterWe also mentioned, of course, the results of the Protec study which found no difference in outcomes in men who opted for active surveillance compared to surgery and compared to radiotherapy.  But one listener was wondering about brachytherapy, this is a form of radiotherapy that he had, is that lumped in with radiotherapy, is it equivalent to the rest?EmbertonThere are many ways of delivering radiotherapy.  The Protec study could only do one, which was external beam radiation therapy, listeners will have heard of proton beam therapy, which got into the news last year, brachytherapy is another way of getting the radiation into the prostate.  They’re all considered to be equivalent in terms of their ability to control the disease.PorterWe also spoke a lot about clinically significant disease and that MRI’s better at detecting it than ultrasound guided biopsy.  One listener asked us to clarify what we actually meant by clinically significant.EmbertonYou’re smiling, as I am, because this is a difficult one.  This is disease we know is significant when we see it.  So typically a bulky cancer that we can feel or indeed see on MRI that is high grade.  In other words more like the tiger versus the pussy cat.  So there’s a disease out there that we could all identify as being important in that if left untreated it is very likely that that man’s quality or quantity of life will be diminished.PorterSo by clinical significant what you’re saying is this is a potential threat to the wellbeing of the man and we need to do something about it?EmbertonExactly right.  And this is disease that is typically of increased volume, so in other words big, and high grade.PorterOne of the key messages to come out of last week’s programme was that advances in MRI mean we are now much better at determining where cancer is within the prostate, raising the possibility of a new generation of targeted treatments. So, instead of irradiating or removing the whole gland, you just treat the part with the cancer – hopefully reducing the risk of side effects like incontinence and erection difficulties.Killing tumours with high intensity focussed ultrasound (HIFU) is one such technique that is currently being trialled at Southampton General Hospital. I went to see consultant urological surgeon Tim Dudderidge to learn more.DudderidgeThe prostate gland, I’m holding a small model here which is probably about 50 cubic centimetres in size and this is a 3D rendered model of an MRI scan of someone’s prostate.  And you can see that the tumour in this particular case may be between one and two cubic centimetres and this is a fairly small tumour that one might consider suitable for HIFU treatment.PorterSo it’s like a small pea in the middle of a plum.DudderidgeThat’s right.  So when I see people with these kind of findings, as I was doing this morning, you go through the different options and this is a means of treatment that involves heating up the prostate and that’s done using this probe here, which produces ultrasound which is focused.  And that heat energy is concentrated in a small area about the size of a grain of rice and that focal point will get to about 80 or 90 degrees Centigrade.  Now obviously the prostate is bigger than a grain of rice and so when you’re planning this treatment you have ultrasound images which you capture using the same device and you can plan on the screen where you want to treat.  And so originally we were treating the whole of the prostate but we realised that actually this is a much better technology for just partially treating the prostate.  And so you would plan out the areas based upon your understanding of where the cancer is, based upon the imaging, and that will enable you to ablate the tumour and the surrounding area and avoid important structures like the urethra or sphincter, the bladder and the neurovascular bundles.SprangerMy name’s Howard Spranger, I was diagnosed with prostate cancer December 2014.  For a couple of years before I’d sort of had trouble going to the loo sometimes in the night.PorterGetting up for a pee.SprangerYeah, yeah and I did recall my father once having to have an ambulance to take him away because he had a similar problem.  And I just thought it was a family trait.  And – but I got it checked out eventually and it was kind of inconclusive.  I suppose at the back of my mind there was always the possibility that it might be a cancer in the prostate.  But you don’t want to think that way and nothing led to it really at that time.DudderidgeHoward’s PSA was rising and at that point we felt it was necessary to get an MRI scan.  In his case the MRI scan showed an area on one side of the prostate which appeared to be abnormal.  And at that time it was my practice to do mapping biopsies of these cases.  And those biopsies really identified that the disease was only on one side, matching up with the imaging findings, and then that led us into a conversation about his options really between focal therapy or between having surgery or radiotherapy.SprangerThe surgery to remove the whole gland – it felt to me like overtreatment but that was just because all I knew was that the cancer was fairly localised.  And it was a big thing to go into as well, the potential side effects – incontinence and impotence really was what it boiled down to, neither of which prospects were particularly appealing.  And I’d already been briefed on HIFU, I’d been told about it.  The fact that it was not surgical just appealed to me, I mean I’ve a fairly technical background and it was something I thought yeah this is a good novel new way of doing something and the least worse option, if you like.DudderidgeNow as a general rule when we’re treating the prostate what we’re trying to do is trying to obtain lower side effects than you get with surgery, so this is the main advantage – you want to not have any incontinence, not have any erectile dysfunction.  And so whilst we’re treating half the gland you might treat one of the nerve bundles but we know that by completing untreating the other side most people will have normal erections afterwards.  And so what we find is about quarter of people may need to use a Viagra or one of these drugs afterwards but only one in 20 probably don’t have erections despite that. PorterSo how do you actually operate – presumably the patient’s lying on their back, this probe goes into the rectum, up their bottom effectively…DudderidgeThat’s right.PorterAnd then that gives you the pictures that you’re looking at.DudderidgeSo we start off by bringing the patient into the operating theatre under an anaesthetic.  We put the legs up so we can access the perineum and the probe goes into the back passage, it’s got lots of lubricating jelly and that makes a good contact for the sound energy to travel through.  We then take some images of the prostate and then we mark it out in three different areas typically – the front, the middle and the back – and these areas overlap so you don’t get any gaps in the treatment.PorterBut the idea effectively is to leave as much healthy prostate tissue as possible and the surrounding structures, like the nerves, untreated?DudderidgeThat’s correct.  And so the degree to which you do that is something that’s of interest to us because we might be able to bring it closer and closer to the lesion, the more and more confident we are that we know where the lesion is.PorterAnd how long does the procedure take?DudderidgeYou’re talking about two hours in theatre.  So we normally do four cases in a day.PorterOf course the big difference between this procedure and removing the gland completely is the cancerous tissue is potentially still inside the patient, you hoped to have killed it but do you know for sure?DudderidgeSo I’m someone who does surgery and I do focal therapy and so I’m often torn with this situation where somebody who on paper is somebody who could be a candidate for a trial.  We have very rigid trial inclusion criteria.  So I no longer have to worry about it myself, I have some rules and I follow the rules.  And yet despite that there’ll be a bit of me anxious about whether they should be having a complete removal of the prostate.  And so you do live with this uncertainty.  And the reason I’m uncertain is because we don’t know and we’re running a trial and we’re taking these patients where we don’t know which is best for them and we’re offering them the chance of randomisation.  And I think this is the best way to answer this question and I really encourage all the patients to consider this.  But let’s say we’ve treated someone with HIFU and we’re monitoring them, they will require long term follow up, which may involve repeated imaging and biopsy and they may require repeated treatment if they’re unfortunate enough to have a recurrence.  We know from the data about one in five will need a retreatment and about one in 10 will need their prostate removing and patients have been told that beforehand, they’ve signed up to that but for the majority of patients they will have one treatment episode which gets rid of their disease, leaves them with few side effects.  A substantial number of patients will avoid major surgery who will have otherwise had it or radical radiotherapy and I think for those men who do avoid it successfully, which is the vast majority, this is a really important thing for them.PorterTim Dudderidge talking to me in Southampton. Mark Emberton, you’re also working on a new localised approach to treating tumours in the prostate and one that’s been in the headlines recently.EmbertonYeah so you’re describing focal treatment.  It’s interesting prostate’s probably the last organ that exists where we typically treat at the whole gland level.  When I was training as a urologist I was taught to remove the whole kidney if somebody had renal cancer, today we go to huge efforts to try and preserve as much kidney as possible.  And obviously mammography has changed the way we manage breast cancer, that happened 40, 50 years ago.  MRI is now identifying disease, we can see very, very tiny cancers that measure 0.2 ccs, that’s about eight millimetres across and it’s not beyond the wit of man then to direct energy at those cancers plus a little margin around them and by doing so treat the cancer and try and preserve function.PorterNow Southampton are using HIFU as we’ve just heard, what are you using?EmbertonWe’re using a range of treatments at present.  The interest a couple of weeks ago related to vascular targeted phototherapy.  This is a slightly complicated treatment in that we give a drug that sensitises the body to light and then we introduce light fibres into the prostate and that interaction between the light and the photosensitiser releases what we call free radicals which damage the cancer cells and actually stop the blood supply to those cells.PorterAnd this combination of photosensitising and laser light has been used elsewhere.EmbertonIt has been used actually, particularly successfully in difficult to treat areas, such as head and neck cancers where there are lots of key vital structures where typically surgery and radiotherapy result in damage – loss of voice, loss of being able to swallow.  Photodynamic therapy or VTP is fascinating and offers a great opportunity to patients because it represents a new class of therapy, in other words a new way of treating prostate cancer.  This is the first mature trial of photodynamic therapy that shows benefit over and above a control, which in this case was active surveillance.PorterNow HIFU’s work in progress, your own work presumably is still very much work in progress, how long do you think it will be before we’ll know for sure whether these treatments are safe to use in men?EmbertonWe know quite a lot about these treatments because HIFU, for instance, has been around for about 10 years now and there’s quite a lot in the published literature.  So we know about the safety, we know about the tolerability, so men having tissue preservation are very likely to be the same in functional terms – and by that I mean erections and incontinence – than they were before treatment.  We also know what we call the early oncological outcomes, so in other words the cancer results at one and two years.  What we don’t yet know is what the outcome is going to be in 10 years because all new treatments we just have to wait for that long term data.PorterBut you see localised treatment as the way forward?EmbertonVery much so.  I think our ability to risk stratify, so in other words to be very, very precise about the true cancer that that man has, puts us in a position now to offer a range of treatments that include surveillance, that include very radical surgery and radiotherapy for the very aggressive disease and then in the middle there’s an opportunity for men to have their cancer treated but really diminish the side effects that have been typically associated with standard treatments.PorterProfessor Mark Emberton.  And if you want to know more about that technique – and the HIFU being used in Southampton – then there are links on the Inside Health Page of the Radio 4 website. Where you can also listen to last week’s special on prostate cancer if you missed it.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Tim Dudderidge Speaks With Dr Mark Porter On Radio 4’s Inside Health Programme\nhttps://www.thefocaltherapyclinic.co.uk/tim-dudderidge-speaks-with-dr-mark-porter-on-radio-4s-inside-health-programme/"}}