{"pageContent": "We have a continual stream of patients who come to the Focal Therapy Clinic having undergone hormone therapy, or having had it recommended to them and exploring alternatives.All wish to exit from it or avoid it altogether. Those who wish to exit tell us they weren’t counselled on its side effects and those exploring alternatives know all too well about the side effects but haven’t been counselled about alternatives.There are really two things going on here: men with localised prostate cancer are on hormone therapy, and men being advised to go on it are not being informed of either side effects or alternative treatments.Why is this happening, and how do we improve this situation?The pandemic has something to do with it. TFTC and Royal Surrey Consultant Urologist and Andrologist Raj Nigam tells us that “men with early-stage prostate cancer diagnoses have been prescribed hormone therapy as other treatments within the NHS are unavailable — it is an unfortunate negative outcome of the Coronavirus era, if you like, that traditional treatments have all had to be halted for at least three or four months, in particular radical prostatectomy and radiotherapy, and as a result of this, men have inadvertently been advised to go onto hormonal therapy without, I hate to say, proper and adequate discussion.”Raj points out that this is not the fault of any individual surgeon or doctor. “It’s just the position that they have been placed in in terms of trying to control the condition — with limited time and often in telephone consultation they will say we’re having to put you on hormones until and unless normal services are up and running again.”He emphasises that for some men, hormone therapy is effective and appropriate. “There are men who have known metastatic disease, i.e. disease that has spread to the bones or to the lymph nodes and beyond, and they will have to have hormone therapy to try and control the disease. There are some men who they know that they are definitely going to have radiotherapy and it has been shown that those men will do better with at least a three month period of antigen deprivation therapy prior to having radiotherapy.”He then adds “But those two groups aside, there are a lot of other men that have been put on hormonal therapy, which under normal circumstances would not have been.”This is a significant problem, in Raj’s view, because hormone therapy does not come without side effects.“In my recent experience, some men who have not been advised which side effects to experience are now complaining about it and wondering why they getting these side effects”, he says. “I see this in my sub-speciality of Andrology quite a lot. Not necessarily because men have had hormonal treatment, but they are what we call hypogonadal in the sense that they have low testosterone levels. And the hormonal therapy that we are talking about in prostate cancer mimics that exactly. Because the hormonal therapy is designed to reduce the testosterone levels in men.”There a number of serious side effects that hormonal therapy can have. “We all know about sexual side effects that decrease testosterone level can have in particular loss of libido, erectile difficulties, ejaculatory difficulties and so on. And this can lead to a complete loss of confidence in the man”, Raj says. “We also know about its effect on muscle mass and bone density, particularly with longer term treatment. And this can lead to increasing and early fatigue, a desire of not wanting to do exercise, a constant feeling of weakness. So those are physical, real physical issues that men are experiencing whilst on hormonal therapy.”Asked about the effect of hormone therapy on mental health, Raj worries that men are not aware of this potential side effect. “I think that the effects of testosterone on the brain are under recognised and underplayed. Men who come to my Andrology clinics often do complain of a loss of cognition or loss in the speed of thought. They may still be at work and they’re finding that they got sort of brain fog type symptoms. We know that you can also experience mood changes and depression with low levels of testosterone”.And of course once men go on hormones and experience impact on their sexual and mental health, they rarely have the counselling available to them that could help them through.Enter Andrew Gabriel, who is the go-to expert on hormone therapy from the patient’s point of view. He has become a specialist in demystifying everything about hormone therapy and runs several support groups for men undergoing it. He feels passionate about informing men about its use and also about its mis-use.“Patients are not taught any of the things they need to know about being on hormone therapy, which is why I started doing the Surviving Hormone Therapy sessions. It’s a half-day session when run in the hospital, so you can see why no one can cover it in a 15 minute appointment”Andrew works with Prostate Cancer UK as a patient educatorSpeaking with him recently, he discussed hormone therapy in the context of informed consent.“This comes up quite a bit. I mean, the words informed consent are not necessarily used because it’s not a term patients necessarily are familiar with. But, yes, when you consent to a treatment, you need to be informed, which means that you’re given all the information about the treatment, including benefits and risks and what alternatives there might be and what will happen if you don’t have the treatment, whatever options you’ve got. That doesn’t happen. Patients sort of become aware of this later. Generally, you get put on to hormone therapy the moment you’re diagnosed with prostate cancer, possibly after a bit of decision making about treatments. But it depends if you’ve got any choice of treatment you may not have depending on the stage for your cancer. And no, it’s done just like going to the GP and getting some antibiotics. So here’s a prescription. Start these pills. It is a bit more complicated because usually a couple of weeks later, you start some injections as well. Nothing much is said about that. I’d actually sort of read about it a bit because I was expecting that this would happen to me. So I wanted to know about it. But when the urologist said to me, oh, you’re starting hormone treatment, he didn’t say anything about it. I said, what are the side effects? You know what he said, your penis will get shorter. Goodbye. That was it.”Asked about how the many men he counsels feel about this, Andrew comments“they say, well, nobody told me this was going to happen and many of these men are going for radiotherapy. And when you go in for the radiotherapy, you get a multi-page document that lists all the things that might happen to you and you have to sign it. But if you look at the men that went for the hormone therapy and radiotherapy and talked to them some time after the treatment, they will typically say the radiotherapy was a non-issue. It was a few weeks of loose bowels and having difficulty retaining a bladder full of water. The hormone therapy, however, was a major effect on their lives.”And continues“Nobody went through the process of describing that to them. There’s a whole load of things that you really need to do to look after your health while you’re on hormone therapy, things like making sure that your blood pressure’s monitored and that your cholesterol is monitored, your blood glucose levels are monitored because all these are things that hormone therapy can push up. What do you do to prevent yourself from being at risk of osteoporosis. And a really big one, what do you do to protect your sexual function? Which for most men will stop working during hormone therapy. But actually, if you don’t take some active measures to protect yourself at the end of the hormone therapy, you’ll find it’s become permanently damaged because your sex organs don’t work if you leave them for like two or three years not using them.” Are you worried or confused about hormone therapy? Would you like to discuss this with Raj and/or Andrew? We’d love to hear from you.Very interesting and trueSadly few men are aware of the implications of hormone therapy for their quality of life before starting this treatment.He emphasises that for some men hormone therapy is effective and appropriate There are men who have known metastatic disease Skidson!Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Hormone Treatment – What Every Man Needs to Know\nhttps://www.thefocaltherapyclinic.co.uk/hormone-treatment-what-every-man-needs-to-know/"}}