{"pageContent": "Toilets – no one likes the word, few can look you in the eye when saying it, some even associate its use with one’s place in society. All this hate for something each and every one of us uses multiple times daily.Except when one isn’t available. And when this is the case, as it is on a public basis across the country, it can change behaviour and health for the worse.This week’s blog is about toilets – or the lack of them. In case you are not aware, The UK is currently experiencing a public toilet crisis, caused by the perfect storm of Covid19 restrictions, reduced local Council budgets, and economic hard times. It is an inconvenient truth for everyone, but for older folks and men with prostate disease, it hits particularly hard, creating a major disincentive to leave the house. The Health Editor of The Daily Mail recently took the unusual step of recounting his own personal experience to highlight the issue.According to Tom Riley of the wonderfully named organisation Lockdown Loo, a lack of loos is bad for the economy, mental well-being, and our nation’s health. He set up Lockdown Loo to provide an updated, interactive map of public toilets throughout the UK. Writing in The Telegraph recently (in celebration of World Toilet Day – yes, it is a thing) he described the spike in use of his Lockdown Loo app during Covid, and cited comments from users:“It’s an issue. I walk miles photographing in urban spaces, and the increasing lack of public loos in London over the last 10 years has become noticeable.”“It’s a basic human right that a toilet can be accessed when required in towns and out and about. I totally agree, that having an underlying health condition has stopped me being able to go out independently. N Ireland is particularly bad.”The eminent health think tank Kings Fund examined the problem from a public health and health inequalities perspective and was disappointed to find that little is being done to change the situation:“there appears to be very little activity on a national level from the relevant departments. There does not seem to be a coordinated approach to addressing the reduction in public toilet facilities across the country. This seems like a missed opportunity to address an issue with a significant health impact.”It appealed for people to come forward and share their concerns and stories to build a case they can bring to government.So what can you do in a world with inadequate public toilets? A few suggestions are outlined below:1. The Urology Foundation provides a card to use in restaurants and other public places to reduce embarrassment2. Prostate Cancer UK also provides a card but, given its stature and influence on all things to do with prostate cancer, it is disappointingly silent on the issue.3. Positive Ageing London has issued a “Toilet Manifesto” which you can support and share amongst your community4. Write to your MP and leader of your local council asking why public toilet provision is inadequate and point out how it discriminates against older people and men with prostate disease5. Support the British Toilet Association Where Can I Go campaignThe Focal Therapy Clinic is keen to lobby on this issue. If you have a story that you’d like to share, please get in touch.Although now retired, I’ve been a postman, a bus conductor and a bus driver over my working life. All these jobs require early morning and late evening attendances. I found that due to lack of open toilets, it was necessary to urinate in some strange places, in order to not be seen. Either that or suffer from uncomfortably withholding a natural function. In the summertime, so much more difficult if you were caught short. Bring back more toilets !More public toilets are definitely needed. Glad to see this serious and growing problem is attracting attention. It’s no laughing matter if you need to go and there’s nowhere to go. What are you supposed to do, go in your pants? And it’s no good people saying ” Hold it in!” Thanks for raising awareness of this problem.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "An Inconvenient Truth: Public Toilets & Health\nhttps://www.thefocaltherapyclinic.co.uk/an-inconvenient-truth/"}}