{"pageContent": "EspañolPDFs by languageEspañolPDFs by languageOur 24/7 cancer helpline provides support for people dealing with cancer. We can connect you with trained cancer information specialists who will answer questions about a cancer diagnosis and provide guidance and a compassionate ear. Chat live onlineSelect the Live Chat button at the bottom of the page  Schedule a Video ChatFace to face supportCall us at 1-800-227-2345Available any time of day or nightAt our National Cancer Information Center trained Cancer Information Specialists can answer questions 24 hours a day, every day of the year to empower you with accurate, up-to-date information to help you make educated health decisions.  We connect patients, caregivers, and family members with valuable services and resources.Or ask us how you can get involved and support the fight against cancer. Some of the topics we can assist with include:For medical questions, we encourage you to review our information with your doctor.Prostate CancerA risk factor is anything that raises your risk of getting a disease such as cancer. Different cancers have different risk factors. Some risk factors, like smoking, can be changed. Others, like a person’s age or family history, can’t be changed.But having a risk factor, or even several, does not mean that you will get the disease. Many people with one or more risk factors never get cancer, while others who get cancer may have had few or no known risk factors.Researchers have found several factors that might affect a man’s risk of getting prostate cancer.Prostate cancer is rare in men younger than 40, but the chance of having prostate cancer rises rapidly after age 50. About 6 in 10 cases of prostate cancer are found in men older than 65.Prostate cancer develops more often in African American men and in Caribbean men of African ancestry than in men of other races. And when it does develop in these men, they tend to be younger. Prostate cancer occurs less often in Asian American, Hispanic, and Latino men than in non-Hispanic White men. The reasons for these racial and ethnic differences are not clear.Prostate cancer is most common in North America, northwestern Europe, Australia, and on Caribbean islands. It is less common in Asia, Africa, Central America, and South America.The reasons for this are not clear. More intensive screening for prostate cancer in some developed countries probably accounts for at least part of this difference, but other factors such as lifestyle differences (diet, etc.) are likely to be important as well. For example, Asian Americans have a lower risk of prostate cancer than White Americans, but their risk is higher than that of men of similar ethnic backgrounds living in Asia.Prostate cancer seems to run in some families, which suggests that in some cases there may be an inherited or genetic factor. Still, most prostate cancers occur in men without a family history of it.Having a father or brother with prostate cancer more than doubles a man’s risk of developing this disease. (The risk is higher for men who have a brother with the disease than for those who have a father with it.) The risk is much higher for men with several affected relatives, particularly if their relatives were young when the cancer was found.Several inherited gene changes (mutations) seem to raise prostate cancer risk, but they probably account for only a small percentage of cases overall. For example:Other inherited gene changes can also raise a man’s risk of prostate cancer. For more on some of these gene changes, see What Causes Prostate Cancer?The exact role of diet in prostate cancer is not clear, but several factors have been studied.Men who eat a lot of dairy products appear to have a slightly higher chance of getting prostate cancer.Some studies have suggested that men who consume a lot of calcium (through food or supplements) may have a higher risk of developing prostate cancer. But most studies have not found such a link with the levels of calcium found in the average diet, and it’s important to note that calcium is known to have other important health benefits.Being obese (very overweight) does not seem to increase the overall risk of getting prostate cancer.Some studies have found that obese men have a lower risk of getting a low-grade (slower growing) form of the disease, but a higher risk of getting more aggressive (faster growing) prostate cancer. The reasons for this are not clear.Some studies have also found that obese men may be at greater risk for having more advanced prostate cancer and of dying from prostate cancer, but not all studies have found this.Most studies have not found a link between smoking and getting prostate cancer. Some research has linked smoking to a possible small increased risk of dying from prostate cancer, but this finding needs to be confirmed by other studies.There is some evidence that firefighters can be exposed to chemicals that may increase their risk of prostate cancer.A few studies have suggested a possible link between exposure to Agent Orange, a chemical used widely during the Vietnam War, and the risk of prostate cancer, although not all studies have found such a link. The National Academy of Medicine considers there to be “limited/suggestive evidence” of a link between Agent Orange exposure and prostate cancer. To learn more, see Agent Orange and Cancer.Some studies have suggested that prostatitis (inflammation of the prostate gland) may be linked to an increased risk of prostate cancer, but other studies have not found such a link. Inflammation is often seen in samples of prostate tissue that also contain cancer. The link between the two is not yet clear, and this is an active area of research.Researchers have looked to see if sexually transmitted infections (like gonorrhea or chlamydia) might increase the risk of prostate cancer, because they can lead to inflammation of the prostate. So far, studies have not agreed, and no firm conclusions have been reached.Some studies have suggested that men who have had a vasectomy (minor surgery to make men infertile) have a slightly increased risk for prostate cancer, but other studies have not found this. Research on this possible link is still under way.The American Cancer Society medical and editorial content teamOur team is made up of doctors and oncology certified nurses with deep knowledge of cancer care as well as journalists, editors, and translators with extensive experience in medical writing.Cheng HH, Nelson PS. Genetic risk factors for prostate cancer. UpToDate. 2019. Accessed at https://www.uptodate.com/contents/genetic-risk-factors-for-prostate-cancer on March 19, 2019.National Cancer Institute. Physician Data Query (PDQ). Prostate Cancer Prevention. 2019. Accessed at https://www.cancer.gov/types/prostate/hp/prostate-prevention-pdq on March 21, 2019.National Cancer Institute. SEER Cancer Stat Facts: Prostate Cancer. Accessed at https://seer.cancer.gov/statfacts/html/prost.html on March 19, 2019.Nelson WG, Antonarakis ES, Carter HB, DeMarzo AM, DeWeese TL. Chapter 81: Prostate Cancer. In: Niederhuber JE, Armitage JO, Doroshow JH, Kastan MB, Tepper JE, eds. Abeloff's Clinical Oncology. 6th ed. Philadelphia, Pa: Elsevier; 2020.Rock CL, Thomson C, Gansler T, et al. American Cancer Society guideline for diet and physical activity for cancer prevention. CA Cancer J Clin. 2020;70(4). doi:10.3322/caac.21591. Accessed at https://onlinelibrary.wiley.com/doi/full/10.3322/caac.21591 on June 9, 2020.Sartor AO. Risk factors for prostate cancer. UpToDate. 2019. Accessed at https://www.uptodate.com/contents/risk-factors-for-prostate-cancer on March 19, 2019.Siddiqui MM, Wilson KM, Epstein MM, et al. Vasectomy and risk of aggressive prostate cancer: A 24-year follow-up study. J Clin Oncol. 2014;32:3033-3038.Zelefsky MJ, Morris MJ, Eastham JA. Chapter 70: Cancer of the Prostate. In: DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg’s Cancer: Principles and Practice of Oncology. 11th ed. Philadelphia, Pa: Lippincott Williams & Wilkins; 2019.Last Revised: June 9, 2020American Cancer Society medical information is copyrighted material. For reprint requests, please see our Content Usage Policy.Follow UsCall Us800.227.2345© {currentyear} American Cancer Society, Inc. All rights reserved. The American Cancer Society is a qualified 501(c)(3) tax-exempt organization. Tax ID Number: 13-1788491.Cancer.org is provided courtesy of the Leo and Gloria Rosen family.", "metaData": {"source": "Prostate Cancer Risk Factors\nhttps://www.cancer.org/cancer/prostate-cancer/causes-risks-prevention/risk-factors.html"}}