{"pageContent": "\n\n\n\nImagine two men, Joe and John, each diagnosed with localised prostate cancer and aged 70 years.Joe is a dedicated sportsman, sexually active, and semi-retired.John is retired, sexually inactive, and suffers from a range of conditions that prevent him from engaging in physical activity.Not surprisingly, Joe tells us he “doesn’t feel seventy” and has never felt better in his life, while John complains of “the challenges of ageing”.We are frequently approached by the Joes of this world, who feel as though they’ve been “written off” on the basis of their age, because often it‘s age which is a defining factor in how they are treated. Whether this is fair or just is not the point – and many clinicians do indeed assess their patients’ cases on evidenced quality of life and life expectancy criteria, and not just age itself. But what if there were a more accurate way to measure age?No matter how broadly or comprehensively we incorporate age into patient assessment, we all measure it in one way – the amount of time, usually in years, that we’ve been alive. This approach to measuring age is changing, however, and when it comes to diseases like prostate cancer  — where ageing is a significant risk factor  — how we measure age could have an impact on how we manage prevention and treatment of the disease itself.There is a growing community of researchers and healthcare practitioners who believe that the process of ageing can and should be actively managed to extend “healthspan” (the amount of time we are living in good health) as well as lifespan(the amount of time we are living). At the core of this so–called longevity science is the distinction between biological and chronological age.Chronological age is the number of years you’ve been alive, while biological age refers to how old your cells and tissues are based on physiological evidence.If you’re especially healthy and fit for your age, your biological age may well be lower than your chronological age. But if you’re sedentary, chronically ill, or in poor physical condition, your biological age may be higher. The key is while chronological age is fixed, biological age is not, and can be actively managed through lifestyle changes and, increasingly, an array of interventions. There is a growing body of research which suggests that biological age is more accurate than chronological age for predicting morbidity from age-related diseases such as dementia, breast cancer, and colorectal cancer. This area of research continues to develop.While there is an emerging consensus on the distinction between chronological age and biological age, measuring biological age is not simple or straightforward and, indeed, has generated considerable debate and discussion amongst researchers, clinicians and patients. We are still some way from biological age being firmly established in clinical practice.However, embracing the concept of biological age on an individual level could have significant impact on behaviours, attitudes and practices that drive personal health. Knowing that biological age can be altered through diet, exercise, mental and emotional well-being may motivate people to manage these more actively. This may lead to improved to self-advocacy when it comes to engaging with healthcare professionals who, in turn, will be better informed when considering treatment options for their patients. There is much developing in the field of ageing and considerable debate and even controversy around new approaches to “manage” age. But it also a very exciting arena for rethinking attitudes and practices as our society ages and is beginning to generate some objective measures that will only empower future patients with age-related conditions. Have you felt unfairly or inappropriately treated because of your (chronological) age? Can you see how a redefinition of age might benefit you? We’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "What is old?\nhttps://www.thefocaltherapyclinic.co.uk/what-is-old/"}}