{"pageContent": "Building on developments in imaging and diagnostics, Focal Therapies allow men with early to intermediate stage prostate cancer to be treated in a minimally invasive way, eliminating their prostate cancer whilst maintaining their full quality of life.To provide men in the UK with access to these life-changing therapies, our founder, Brian Lynch brought together the SonaCare HIFU system and a group of world-class clinicians to create The Focal Therapy Clinic to offer HIFU Prostate Cancer Treatment.As of autumn 2022, we added NanoKnife IRE prostate cancer treatment to the minimally invasive therapies we offer our patients at The Focal Therapy Clinic. NanoKnife IRE treatment is useful for the 20% of men with tumour lesions predominantly in the Anterior portion of the Prostate Gland. This development is a significant step in our commitment to providing all our patients with the best possible focal therapy approach for them.Mr Tim Dudderidge, Mr Marc Laniado, Mr Raj Nigam, Mr Alan Doherty and Dr Clare Allen have been pioneering precision diagnostics and Focal Therapy for 20 years, and have supported the research and clinical trials at UCLH and Imperial Hospital.We believe that Focal Therapy is a powerful alternative to Radical Prostatectomy, Hormone / Radiotherapy treatments and Active Surveillance — offering effective cancer control while preserving sexual and urinary function in patients. These are often seen as a trade-off, and we have developed and supported an approach to managing prostate cancer that preserves patient’s overall quality of life.Our clinicians have practised Focal Therapy with great success on hundreds of patients and are major contributors to clinical trials demonstrating its effectiveness.The Focal Therapy Clinic and clinicians have been working to support Focal Therapy treatments across the major private medical groups in the UK.“We aim to provide men and their loved ones with information to help them make the right decision for them.”Brian Lynch, Founder & Patient Advocate, The Focal Therapy Clinic Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Providing men with access to the best possible Prostate Cancer Treatments\nhttps://www.thefocaltherapyclinic.co.uk/providing-men-with-access-to-the-best-possible-prostate-cancer-treatment/"}}