{"pageContent": "A Health Union Community Since 2017Since I recently turned seventy, I was thinking about what \"mature\" means. We all have heard the expression \"they are mature for their age,\" or, \"he’s not very mature for... By  Dan Franke2 min readSelecting a surgeon or treating physician for a serious illness such as cancer can be a tough decision. Some decisions are made after careful research, while other decisions may be... By  Sue Franke3 min readA major element of my treatment plan for advanced prostate cancer with extensive bone metastasis stage IV is trying to achieve a feeling of protection. My feeling of protection in... By  Duane Estep3 min readSince I recently turned seventy, I was thinking about what \"mature\" means. We all have heard the expression \"they are mature for their age,\" or, \"he’s not very mature for... By  Dan Franke2 min readSelecting a surgeon or treating physician for a serious illness such as cancer can be a tough decision. Some decisions are made after careful research, while other decisions may be... By  Sue Franke3 min readA major element of my treatment plan for advanced prostate cancer with extensive bone metastasis stage IV is trying to achieve a feeling of protection. My feeling of protection in... By  Duane Estep3 min readSince I recently turned seventy, I was thinking about what \"mature\" means. We all have heard the expression \"they are mature for their age,\" or, \"he’s not very mature for... By  Dan Franke2 min readSelecting a surgeon or treating physician for a serious illness such as cancer can be a tough decision. Some decisions are made after careful research, while other decisions may be... By  Sue Franke3 min readA major element of my treatment plan for advanced prostate cancer with extensive bone metastasis stage IV is trying to achieve a feeling of protection. My feeling of protection in... By  Duane Estep3 min readStaying positive can be difficult with prostate cancer. But keeping a positive attitude can help uplift us and motivate the community to continue to support each other. To find out... By  Editorial Team2 min readMy father is a prostate cancer survivor for fifteen-plus years now. I've learned that managing your health is about more than just having one diagnosis. I was shocked to discover that... By  Diane Talbert2 min readLooking for support? Have a question?The community is here for you. Join us caret iconSince my treatment plan was completed about three years ago, I developed an exercise routine. I have no doubt about the importance of exercise. Every morning, I lift a 15-pound...Good evening I am undergoing Androgen Deprivation Therapy (ADT), or torture as I prefer to call it. Since I began ADT, I have struggled to get a decent sleep. The... Has prostate cancer changed your life? (Select all that apply)  By providing your email address, you are agreeing to our Privacy Policy and Terms of Use.  ProstateCancer.net is a Health Union community. Health Union reaches millions of people through condition-specific online health communities and a Social Health Network of patient leaders across virtually all health conditions.  © 2023 Health Union, LLC. All rights reserved. This information is not designed to replace a physician’s independent judgment about the appropriateness or risks of a procedure for a given patient. Always consult your doctor about your medical conditions. ProstateCancer.net does not provide medical advice, diagnosis or treatment. Use of the site is conditional upon your acceptance of our terms of use. This site is protected by reCAPTCHA and the Google  Privacy Policy and  Terms of Service apply. ", "metaData": {"source": "\nhttps://prostatecancer.net/"}}