{"pageContent": "We don’t understand enough about why some men, including black men, are at higher risk of prostate cancer.Understanding more about the genetics of prostate cancer will help us identify men at higher risk, so we can diagnose aggressive cancer earlier and save lives. If you are a man of African or Caribbean descent aged 40-69 and haven’t had prostate cancer, you may be suitable to take part in a study that can help us understand more about the genetics of prostate cancer.Interested?Email: prostate.research@rmh.nhs.ukTel: 020 8722 4483Read more about black men’s risk of prostate cancer.In partnership with Movember, we’re funding the PROFILE study to help find out why black men are at higher risk of prostate cancer than other ethnic groups.The researchers are looking at the genes of healthy men at higher risk of prostate cancer, including men of African or Caribbean descent. Over five years, they’ll monitor the men for signs of developing prostate cancer, using blood tests and scans and biopsies.At the end of the study, the researchers hope to understand why certain men are more likely to get prostate cancer, and whether one day they could create tests to help spot these men earlier, based on their genes.By working towards catching prostate cancer sooner in high risk men, we can increase the chances of curing their prostate cancer. And by understanding more about why and how they develop prostate cancer, we could work towards treatments that stop this from happening.The researchers are still looking for healthy men of African or Caribbean descent to take part. Find out if you might be eligible, and what’s involved, below. If you’re not eligible, there are other ways to get involved.Share with men who might be interested.Donate to help us fund more research like this.Email: prostate.research@rmh.nhs.ukTel: 020 8722 4483You can also refer to the FAQs below for more information, or speak to our Specialist Nurses if you'd like to know more about what taking part in clinical research involves. To participate in the study, you should be: If you decide to participate you will have annual (or occasionally more frequently) blood tests for a minimum of 5 years. The blood test will measure the amount of prostate specific antigen (PSA) in your blood and can help indicate if there is a problem with your prostate. The blood test will be done every 12 months. You may also need to have some other tests – an MRI scan or prostate biopsy.  You may be able to have PSA tests at your GP surgery after the initial appointment if that is more convenient for you. Read more about what having these tests involves and the possible side effects. A doctor from the Royal Marsden Hospital will discuss the treatment options with you. Read more about being diagnosed with prostate cancer. The team are following both NHS and local hospital guidelines to keep participants safe. This includes PPE, temperature checking everyone who enters the hospitals, and not allowing visitors into the hospital to reduce footfall. They have also adapted the trial protocol in line with BAUS guidelines so that immediate biopsies will only be offered to men where there is a reasonable suspicion of cancer detected by the MRI scan. Those whose MRI is not showing anything suspicious will still be biopsied as part of the protocol, but when it is felt to be safer for them to visit the hospital again.  Part of the blood test will be used to look at your DNA (genetic material). The researchers will look at your DNA to see if you have any of the genetic changes that are thought to increase the risk of developing prostate cancer. These results will be kept strictly confidential and will not be shared with anyone outside of the research team without your permission. The researchers may also test your sample for other genetic factors that are known to increase the risk of prostate cancer. Some of these genes are known to cause other cancers and can also be passed on to or inherited from your family members so can have implications for their cancer risk as well.If any of this type of genetic change is found, with your consent both you and your GP will be informed, and you can be referred to a specialist genetics clinic to discuss the implications for you and your family. Having regular PSA tests as part of the study could mean that if you are diagnosed with prostate cancer it may be picked up at an early stage when treatment is more likely to stop the cancer and prevent it spreading. There may be no direct benefits to you as an individual. But the results of this study will help researchers to develop their knowledge and understanding about the genetic causes of prostate cancer and help to identify men who may be at higher risk of developing prostate cancer.The results of this research may lead to new detection tests and new ways of undertaking prostate cancer diagnosis. There are possible side effects of having a prostate biopsy.  You may be diagnosed with a slow-growing prostate cancer that would never have caused you any problems, but could make you worry and decide to have treatment you didn’t need. Some people may experience anxiety about the results of the tests but support is available through our Specialist Nurses.  The study team of doctors and nurses will be your first contact point for advice and support. Their role is to support you during and after taking part in the study. They will refer you to a nurse specialist or to a psychological counsellor if required. Read more about what being part of a  clinical study (research) involves. Call our Specialist Nurses if you are worried about your risk of prostate cancer or about taking part in research. You can discuss this study with your GP or  call our Specialist Nurses. Or, you can contact or the study team directly:Email: prostate.research@rmh.nhs.ukTel: 020 8722 4483By clicking “Allow all”, you agree to the storing of cookies on your device to enhance site navigation, analyse site usage, and assist in our marketing efforts. Find out moreThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.", "metaData": {"source": "\nUnderstanding black men's risk of prostate cancer\n\nhttps://prostatecanceruk.org/riskresearch"}}