{"pageContent": "Recent studies have shown that prehab/rehab can deliver big benefits to prostate cancer patients.A recent Australian study demonstrated the importance of prostate cancer prehabilitation, concluding that these interventions demonstrably helped to optimise physical and psychological recovery, and “played a key part in enhancing  person-centred care.”Research in the UK has shown that by combining exercise with nutritional and psychological interventions, a prostate cancer patient can be “set up to significantly improve preoperative physical and mental fitness in preparation for surgery and beyond.”This in turn leads to improvements in recovery time, with lower risk of complications and reduced length of stay in hospital. And these implemented changes also promote healthier lifestyle choices at a time when men are fully engaged with their bodies and its limitations, which leads to enhanced and sustained physical & mental health and wellbeing habits and behaviours.So what are the approaches to prehab/rehab and how can men access them?Macmillan have produced information and guidance for professionals on prehabilitation and rehabilitation for cancer patientsWe spoke with Prehab4Cancer, an initiative for cancer patients in Greater Manchester, about the benefits gained from interventions in exercise, nutrition and emotional wellbeing when one is diagnosed with cancer. Kirsty Rowlinson-Groves spoke passionately about the benefits this programme brings to patients and the outcomes she has witnessed over the many years she has been involved:“We all know that exercise releases happy hormones, so people get a buzz from that and feel better because of that sort of reaction that exercise can do in rehab. But they also benefit from the peer support these groups provide. Men seem to talk more openly when they’re doing something active, and while exercising together they talk, they compare notes on their treatments and their side effects and just get a bit of peer support that way. “She points out how building confidence in their bodies through the programme leads to other benefits.“it gives people confidence and confidence in their own bodies. When you are set a challenge, an exercise challenge and then you notice that your body can do it, it really improves somebody’s wellbeing to achieve goals that way. And then we also look from the exercise perspective on how we can help with side effects of treatment. So we know deep core control and pelvic floor exercises can help with some sexual health and some urinary incontinence issues. So we build them into the programme as well”.The point here is that many men wouldn’t acknowledge or discuss the sexual, urinary and mental health impact their prostate cancer is having on them, but the confidence and support gained through the prehab programmes allows them to do this.It’s critical to support men with prostate cancer by making them fully aware of the “big three” side effects of prostate cancer treatment. Counselling and support for each of these is hard to find but is available, and we can help you to access these.Pelvic floor supportFor most men, a prostate cancer diagnosis will be the event that reveals the essential elements of their pelvic health and elevate its status to high priority.Hearing the term “incontinence” in relation to their own health is anxiety-inducing and often quite scary for most men, whostruggle at the prospect of losing control of one of their most basic of bodily functions and the social and lifestyle consequences that go with it. And because no one likes to talk about it, many men make decisions about prostate treatment without fully understanding what the impact on their pelvic health will mean for them.Sexual health supportFrom our conversations with almost 1,000 men who have approached the Focal Therapy Clinic about prostate cancer treatment, we know that many, if not most of them consider the preservation of their sexual function, sexual identity and sexual relationships second only to the preservation of life itself in considering their treatment options.They also tell us that, despite its importance to them, the impact of prostate cancer and treatment on their sex life is usually discussed from a purely functional perspective – and sometimes not at all. Most welcome a conversation about what to expect in terms of all aspects of their sex life, so that they can understand, share with their partner, and make a treatment decision they won’t regret.Mental health supportMore and more people have experienced periods of poor mental health during Covid, manifested as anxiety and depression arising from a continuing sense of uncertainty, fear and for many, an unbearable waiting for things to get better.This will sound very familiar to many men with prostate cancer, with uncertainty and fear all too common, and the unbearable waiting has only been exacerbated by Covid as appointments, tests and procedures are delayed and cancelled. This, and the increase in both Active Surveillance and Hormone Therapy offered as treatments, has been a double whammy for the mental health of prostate cancer patients over the last year.By using exercise as a gateway prehab/rehab programmes can give men with prostate cancer a channel for coping with and questioning their care. Addressing both their physical and mental health often leads to confidence in making the right decision about treatment, and supports more positiveengagement with partners, families and workplaces.Ultimately, it can help men who take part to feel more in control of their circumstances and situation.Have you benefited from a prehab/rehab programme? We’d love to hear from you.I am writing this on behalf of my loving partner, husband for 40yrs.  6 yrs ago he was diagnosed with prostrate cancer. And was told he needed radical treatment. He was only 56 yrs young.\nWe had no knowledge of what that entails. We only thought about survival.\nThat has left him without a impotent. And  he is not the same person that I had a relationship with for 40yrs, my childhood sweetheart. I can see the sadness in his eyes. Can any help in the world is available to offer\nThis lovely man. Please help.I am deeply sorry for the issues you are grappling with. Our Mr Raj Nigam is an expert in male andrology and helps a lot of men post radical treatment. You can arrange for a consultation with him on  0207 036 8870Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prehab & Rehab: Support for Prostate Cancer Treatment and Recovery\nhttps://www.thefocaltherapyclinic.co.uk/prehab-rehab-support-for-prostate-cancer-treatment-and-recovery/"}}