{"pageContent": "\n\n\n\nThe majority of men who come to us with a prostate cancer diagnosis and treatment recommendation are motivated to seek out more detailed information and to explore alternatives by their relationships with wives or partners.Given the nature of the disease and the side effects of many forms of treatment, wives and partners are impacted in multiple ways and will experience their own emotional and physical challenges as a result of a prostate cancer diagnosis. There are likely to be significant changes to an intimate relationship as prostate cancer impacts the mental, sexual and urinary health of those diagnosed.Dennis Golden, CEO of Prostate Cancer Net, has experienced prostate cancer himself and has engaged with thousands of men as they go through initial diagnosis. He emphasises how important it is to bring partners into the process of acquiring information:“I think a big mistake guys make is that they receive a diagnosis, they don’t know what to do with it and they freeze, and they decide they’re not gonna share any information until they ‘know more’ and what happens typically is that it creates a very stressful situation in your home”There are resources for wives and partners – and it is mainly directed at wives (more on this later) and often limited in scope. In our view, men benefit most by hearing the experiences of other men and their partners and, most of all, having the opportunity to engage others when they are mentally and emotionally ready.In our patient community we’ve found that after the initial diagnosis of prostate cancer, a man’s partner is often the main source of calm and stability in seeking further information and pursuing engagement with knowledgeable individuals and organisations. Jackie Reubin, wife of one of our patients Barry Reubin, spoke openly to us about her experience when Barry was diagnosed with localised prostate cancer.It was through Jackie’s determination to seek a second opinion and explore a full range of treatment options that Barry found the treatment he needed and both he and Jackie have never looked back.Often conversations between partners focus mainly on the disease and its management and less on the side effects of treatment and what these mean in terms of tradeoffs and the impact on a relationship. And this is where professional counselling can really help a couple explore the tradeoffs between disease management and sexual health and what these mean to each individual’s sexual needs and identity. Specialist psychosexual nurse Lorraine Grover has spoken to us about the need for counselling at initial diagnosis, and emphasises how counselling supports the conversation between a man and his partner. She advocates for this as a matter of course for men newly diagnosed with prostate cancer and their partners:“A baseline sexuality and intimacy discussion is important and often enlightening to pre-existing issues. In my experience partners are really pleased to be able to have their voice heard.”Pre-treatment education and post-treatment support for men and their partners are key to returning to sexual activity after prostate cancer, according to recent research. According to the study’s lead, “If you educate them before treatment and support them after treatment, they return to sexual activity faster. So they don’t lose that connection for a long time. The longer you go without it, the harder it is to come back to it.”Elvin Box, a leading campaigner for open conversations about living with prostate cancer, spoke to us about his own experience with his wife when he was diagnosed.“My Jude got involved Day 1. WE made the decision to ‘Opt for the Op’ & my recovery is a joint effort. My ‘period of instability’ following the Op was horrific & Jude bore the brunt of my violent behaviour. Together WE nurture & tend to OUR good mental & physical health”Elvin has written extensively about the supportive role his wife has played in his experienced with prostate cancer with honesty, humility and a great sense of humour.The majority of our patients are in heterosexual relationships, and increasingly we are hearing from men in non-heterosexual ones. Campaigner Martin Wells spoke to us earlier this year about his experience with prostate cancer as a gay man and emphasised the importance of developing a “prostate literacy” for men and their partners to communicate and make shared decisions about treatment and lifestyle impacts.Martin has founded two support groups to promote prostate literacy – Out with Prostate Cancer and Shaping Prostate Cancer Literacy.What is your experience with prostate cancer and how it has impacted your relationships? We’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk", "metaData": {"source": "It takes two\nhttps://www.thefocaltherapyclinic.co.uk/wp-content/uploads/2022/10/thefocaltherapyclinic_brochure_v1_5.pdf"}}