{"pageContent": "A diagnosis of prostate cancer can be devastating, but early diagnosis and selecting the right treatment can improve your prognosis. Not only can the right treatment have a higher success rate, but it can also help ensure the maximum quality of life after prostate cancer.This is particularly important since some types of prostate cancer treatment — principally those currently available on the NHS — can have long-term consequences that aren’t commonly known.Learn more about the different stages of prostate cancer and what you can expect at each stage, including what treatments may be available to you.As part of your prostate cancer diagnosis, you will be given a biopsy. This is where a small amount of tissue from your prostate is taken to be assessed under a microscope. When the cancer is detected, it is then graded.In prostate cancer, the Gleason grading system is used. Grading your cancer helps you and your doctor understand how advanced the cancer is, what it might behave like, what treatment you might be offered and your overall prognosis.This grading is done by looking at each sample of prostate cancer cells and rating them between 3 and 5 based on how quickly they are likely to grow or how aggressive the cells look. Doctors will then add together the two most common Gleason grades to come up with an overall Gleason score.This Gleason score will then determine which grade group your cancer will be given and what stage of prostate cancer you will be diagnosed with. Many people get confused between their Gleason score and their prostate cancer stage, but as with all other cancers, there are just four stages of prostate cancer.Find out more about the way in which prostate cancer is detected and diagnosed in the UK on our prostate cancer diagnostic process page.Your outlook and overall prognosis depend on the stage of cancer you have at the point of diagnosis. Here’s what you need to know about each of the different stages of prostate cancer.In stage 1 prostate cancer, the cancer is completely contained within the prostate gland. It is found in only half of one side of the prostate or less. At this stage, almost 100% of patients will survive their cancer for five years or more after diagnosis.Surgery and radiation therapy are the standard NHS therapy choices for men with early-stage prostate cancer. However, patients with this stage of prostate cancer are also generally very good candidates for focused therapies such as HIFU and NanoKnife treatment, which aren’t currently available on the NHS but have a similar success rate and a much lower risk of side effects.You can find out more about ​​early-stage treatment options in our ​​best treatment for prostate cancer in early stages[1]  blog post.In stage 2 prostate cancer, the cancer has been found in more than half of one side of the prostate. However, it is still completely contained within the prostate gland. Again, almost 100% of patients will survive their cancer for five years or more after diagnosis.Like stage 1, stage 2 prostate cancer is usually treated with surgery and/or radiation therapy. Hormone therapy may be used to treat stage 2 patients as it can help to shrink the cancer before radiation is applied.Again, these patients are usually good candidates for targeted therapies such as HIFU and NanoKnife which aren’t currently available on an NHS treatment plan but can be arranged privately.In stage 3 prostate cancer, the cancer has spread beyond the capsule of the prostate gland and may have spread into the seminal vesicles (the tubes that carry semen). Around 95% of men diagnosed with stage 3 prostate cancer will survive their cancer for five years or more after diagnosis.Patients with stage 3 prostate cancer have a few different treatment options. However, in order to be successful, they are often combined. For example, surgery to remove the cancer is often followed by radiation therapy to eliminate any rogue cancerous or pre-cancerous cells.Patients may be offered hormone therapy which is designed to limit the growth of cancer everywhere in the body, even outside of the prostate. Some people may choose to have targeted therapies like HIFU or NanoKnife in conjunction with hormone or radiation therapy.Stage 4 prostate cancer is a little more complex as it can mean one of several different things. Either:In stage 4 prostate cancer, around 50% of men will survive their cancer for five years or more after diagnosis.Patients with stage 4 prostate cancer are most often given hormone therapy, which is sometimes combined with chemotherapy or radiation. Surgery is rarely effective since the cancer has already spread significantly.You may also hear your doctor refer to something called your TMN stage. TMN stands for Tumour, Node and Metastasis.The TMN staging system can be used to indicate the size of your tumour, its location and whether it has spread to either your lymph nodes or another part of your body — something known as metastasis.The number next to the T describes the size and spread of the cancer, with T1 being the smallest and most contained, and T3 where the tumour has spread outside the prostate and may be growing into organs or tissue nearby.The number next to the N describes whether the cancer has spread to the lymph nodes, with N0 meaning no it hasn’t and N1 being where there is cancer in one or more lymph nodes. Patients may occasionally get an NX result which means there isn’t any information about nearby lymph nodes, or they aren’t able to be assessed.The number next to the M described whether or not the cancer has spread to another part of the body. Again, M0 is where the cancer hasn’t spread to another part of the body, M1 shows that it had, and MX means inconclusive results.Your treatment options will depend on your TNM result. Our team of prostate cancer experts will be happy to help you understand your diagnosis and which treatment options will be most effective for you.Focal therapies are an effective way of treating early to moderate-stage prostate cancer. Contact our team today for a no-obligation consultation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "What are the Different Stages of Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/what-are-the-different-stages-of-prostate-cancer-and-what-do-they-mean/"}}