{"pageContent": "Ageing is the highest risk factor in developing prostate cancer, and its commonly accepted inevitability is often encapsulated in the comment “you don’t die of it, you die with it”.So entrenched is this mentality that it drives attitudes, behaviours and practices around the management of prostate cancer, to the point where we have seen blatant age discrimination in patient care.In an attempt to address this age discrimination, we produced a series of podcasts and blogs based on interviews with both patients and clinicians about their experience.  In addition, we encourage all men and their loved ones to consider four key questions about age-related implications of developing prostate cancer.A recently published study from the USA showed that prostate cancer has been increasing amongst younger men“Prostate cancer in older adolescent and young adult men has increased in most countries. There is some evidence that this may be caused in part by underdiagnosis, prostate-specific antigen screening, and overdiagnosis. It also may be caused by trends in obesity, physical inactivity, HPV infection, substance exposure, environmental carcinogens, and/or referral patterns. How the biology of these cancers differs from that in older men and how the etiologies vary from country to country remain to be determined”.Another US study showed the incidence of prostate cancer in younger men to have increased by 6x over the last twenty years. It emphasised the aggressiveness of the disease in younger men as compared to their older peers, and highlighted that those with family histories and of Afro-Caribbean descent are most at risk.A recent review in the Lancet of five main cancer types concluded that yes, it is, and this needs to be better understood to develop more personalised care to patients.“To conclude, although most tumour subtypes and molecular alterations seem to be present in all age categories, there are clear shifts in the distribution of these characteristics with increasing age. The biological explanation as to why some subtypes and alternations are more frequent in older people has yet to be elucidated. Cumulative DNA damage with increasing age and immunosenescence might play a role, but are insufficient to explain all the observations summarised in this Review. A better understanding of these biological processes is needed and might help to better understand cancer biology globally, and as such improve personalised cancer care in both young and old people with cancer”.From an NHS point of view, the age of 70 is a demarcation line in characterising someone as “elderly”, and approaches to patient care derive from this based on years of practice. Yet anecdotally we see wide variation in the cognitive, attitudinal and physical characteristics of men aged 70+ who come to the Focal Therapy Clinic, many of whom tell us they’ve have more energy and better quality of life than they did at age 50 (and sometimes 40).Scientifically we can now differentiate between chronological age and biological age using several approaches, including those based on cell senescence and epigenetics.  Each of these approaches are likely to have implications for prevention and treatment of disease, and have influenced a growing body of researchers and clinicians, some of whom have  recently launched a campaign through the Lancet to reclassify “Old Age.”“Chronological age is of limited use for diagnosis, prognostication, and treatment guidance. Additionally, age by itself is of limited use for the assessment of population health, for the evaluation of initiatives designed to promote healthy aging, and for health or social care planning. Ageing might predispose to some chronic medical or mental health conditions with other factors playing a much greater role in the disease causation than age alone”.This is not yet fully understood, although researchers continue to investigate links between specific aspects of ageing and certain diseases. A recent UK study has shown links between cell senescence and prostate cancer,  which coupled with evidence on interventions that reduce or curtail cell senescence could lead to new approaches to managing the disease.More immediately, some of this research could help us to understand and improve recovery for men after they have had treatment for prostate cancer. Advances in epigenetics have encouraged some researchers to apply these techniques in developing prevention and treatment strategies for some cancers.  Outdated assumptions about age can lead to misinformation and poor treatment choices, and we are committed to dispelling these in our approach to patient care. This is underpinned by three continued practices:What is your experience with ageing and prostate cancer? We’d love to hear from you.My brother has just been diagnosed with “stage 4” cancer but was also told it is contained in his prostrate! That makes no sense to me. I am an RGN, I am wondering why he has been told this. If it is contained in his prostrate will your treatment help and is this treatment just for people who can afford it or is it available for NHS patients. Thank youJudith BradfieldYour email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer in older men:  Age discrimination?\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-in-older-men-age-discrimination/"}}