{"pageContent": "\n\n\n\nIn 2015 Public Health England and Prostate Cancer UK published a report showing that black men were twice as likely as white men of developing prostate cancer and twice as likely of dying from it.The authors called for better targeting of prostate health information to the black community, and funding for research to better understand these disparities.How has this situation changed in the last seven years?Most recent data from Cancer Research UK shows prostate cancer rising for the population as a whole, predicting a rise of 12% between now and 2030, and acknowledges that it is most common in black men.The 2015 callout for research funding and targeted communication campaigns have been mixed. Research on ethnic disparities in prostate cancer has improved and the Institute for Cancer Research last year published results from a groundbreaking study on genetic variations in black and white men that account for varying risk in developing prostate cancer.The authors stated: “Most genetic studies of prostate cancer have focused on White men of European ancestry. However, Black men are known to be at an increased risk of being diagnosed with or dying from prostate cancer, and there is an urgent need to understand their risk profile to implement early detection strategies. The new analysis compared men with and without prostate cancer in order to identify 86 new genetic changes that influence the risk of developing the disease – bringing the total number of genetic changes associated with it to 269. These inherited genetic changes each individually has just a small effect on the risk of developing prostate cancer, but when many are combined they can substantially increase risk. Researchers believe that the changes they have identified are part of the reason for the racial disparities seen in prostate cancer incidence”.Public campaigns have been varied in scale, messaging and impact.  Exemplary approaches have come when several organisations partner to deliver a coherent message through multiple channels, as the Wessex Cancer Alliance has done by joining forces with several local partners to produce a series of multimedia offerings including podcasts and online support groups.Outcomes for black men continue to vary. Last year we interviewed two black men who were diagnosed with prostate cancer at the start of the pandemic and put on Active Surveillance, with very different outcomes. Delroy Wright and Marcus Grant described their respective journeys with honesty and insight. In 2022, the health disparities revealed in 2015 remain unchanged. Black men continue to bear twice the burden of developing prostate cancer as white men, and with overall cases on the rise, the situation merits renewed attention.What has changed is the public perception of health inequalities, thanks to Covid 19, and a level of activism bringing together men in the black community.Thanks to Covid19 there is a wider and deeper appreciation amongst the public of the concept of health inequality, and more organisations are seeking ways to address it. Originally reported in great detail in 2010 by Sir Michael Marmot,  significant variations in life expectancy, poor health and health outcomes across the nation were shown to constrain overall fairness and health amongst the UK population. Revisiting his findings ten years on in 2020, Sir Michael found that little had changed and health inequalities had in fact widened across several population groups.Several initiatives are emerging to address this.The CORE20PLUS5 programme has been established by the NHS to reduce health inequalities at a national and system level. Bola Owolabi, Director of Health Inequalities at NHS England, describes how clinical leadership is a key aim of this initiative:“The challenge isn’t new. Health inequalities have been around for decades, and they certainly won’t disappear overnight. As clinicians, the impact of health inequalities on the communities we serve is something we will see throughout our careers.  We need health and care leaders to be mindful of the challenge – and the opportunity they have to make a difference”The NHS Race and Health Observatory has just this week published its report on racially-based health inequalities, showing that“Ethnic inequalities in health outcomes are evident at every stage throughout the life course, from birth to death,” says the review, the largest of its kind. Yet despite “clear”, “convincing” and “persistent” evidence that ethnic minorities are being failed, and repeated pledges of action, no “significant change” has yet been made in the NHS”.More specific to prostate cancer, the National Prostate Cancer Audit is looking more closely at variation in access to prostate cancer treatment with a focus on the experience of black and ethnic minority groups. Its approach is to prioritise clinical research around higher risk populations and to target these groups in recruitment for trials, and to work more closely with local support groups to gain deeper insights into the experience of black men with the NHS.Black men who have experienced prostate cancer are also stepping up to the plate with new approaches to engaging men in the black community around their health. One notable example is Errol McKellar, who is building a community of activists by pulling together men who have or have had prostate cancer with health practitioners, community activists and public health specialists. Errol, a former football player/coach/scout from east London, was diagnosed with prostate cancer and his experience led him to establish the Errol McKellar Foundation.Errol and his foundation aim to make prostate cancer screening more available and accessible to all men across the UK, and he is working to develop a system of mobile PSA testing services that can reach men in their workplace, community, sports and leisure facility and neighbourhood.He talks candidly about his experience in our recent podcast and in a recent Men’s Health interview. You can learn more by visiting the foundation website and following its activities on twitter and facebook.Do you have experience with prostate cancer in the black community?  We’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Black Men and Prostate Cancer, 1 in 4 vs 1 in 8\nhttps://www.thefocaltherapyclinic.co.uk/black-men-and-prostate-cancer-2/"}}