{"pageContent": "This week saw a major investigation from The Times describing how the NHS overwhelmingly neglected and, worse, outright discriminated against older people during COVID.The Guardian weighed in citing this as an amplification of something that has been happening for a while.Both reports generated widespread condemnation across many quarters, and stepped up advocacy amongst elderly and age support organisations.It’s interesting to juxtapose these reports on age discrimination with what we’re hearing from our patients, because while they are most definitely feeling the impact of age discrimination, it’s playing out in some very specific ways.Firstly, there is definitely a reaction to ageism that drives patients to approach us.Many of our patients come to us because they have felt dismissed, abandoned and even actively discriminated against in their treatment for prostate cancer within the NHS, all of which they perceive as being due to their age. We’ve heard a common refrain about “being 70 and thus unimportant” from across the board.But second, there is a more nuanced version of events that emerges– and that is a picture looking like two parallel universes, one in which men are fit and active when they are diagnosed with prostate cancer, with expectations of many more years of fitness and health – and another one in which men over 70 are seen as not worth treating at all.These men are living full, active lives – engaged in sport, travel, family & community, and not willing to compromise on their level of commitment to any of these, despite their prostate cancer diagnosis. Most do not consider themselves elderly at all. Some tell us they are fitter and more focused now than they have ever been, and others embrace a new narrative of ageing which espouses that “70 is the new 50”Yet they are consistently denied the treatment they deserve. In some cases this is due to COVID, which has very clearly restricted what’s available to them, but not always. These men are experiencing both undertreatment – eg active surveillance – and overtreatment – eg hormone therapy – relative to their personal circumstances and intentions.There is a significant disconnect between the expectations these men and their partners have for the quality of their lives and how the NHS engages with them around a disease like prostate cancer, which affects lots of men and is something they may have to live with for some time.The messages on ageing are confusingly mixed. On the one hand, there’s messaging on a theme of “old, frail and vulnerable”, which is amplified and reinforced by COVID (quite reasonably in many cases, but not all). On the other hand, there is powerful messaging around the importance of exercise, social engagement and prevention. Indeed, we are learning more and more about living longer, healthier lives and the “enhanced longevity” approach is, appropriately, gaining steam .It would behove the NHS to regard all men with a prostate cancer diagnosis, including those over 70, as having expectations of a full life and a willingness to commit, sacrifice even, to achieving that.This is something we are watching closely. Expect more on it as we learn more. If you have thoughts, insights, stories and experiences around ageing and perceptions if it, get in touch — we’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "70 is the new 50.  Age Discrimination a real issue for Prostate Cancer Patients\nhttps://www.thefocaltherapyclinic.co.uk/70-is-the-new-50-prostate-cancer-age-should-not-determine-care-available/"}}