{"pageContent": "\n\n\n\nIn a world of extremes, lots of us struggle to find a viable “middle way” in many aspects of our lives.“The middle path is the way to wisdom”, said the 13th century Persian poet Rumi.More recently, the American psychotherapist and author Eric Maisel commented, “The middle way cannot be achieved by dividing two extremes in half”Men diagnosed with localised prostate cancer often see their treatment options as two extremes – Active Surveillance and radical prostatectomy, with nothing in between. It’s only when these men actively seek alternatives that they discover focal therapy – the “middle way” in prostate cancer treatment.A trio of researchers considered the role of focal therapy as an alternative to AS and radical treatments in 2018, and concluded that “focal therapies have begun to find their “middle ground” place between definitive therapies and active follow-up”.A year later, Dr John Davis from the MD Anderson Cancer Centre in Houston, Texas posed the question:  “Is there a middle ground between Active Surveillance and Definitive Treatment?” at the annual International Prostate Cancer Update.  Dr Davis recognised the value of establishing a middle ground but urged caution in defining “endpoints” of that “middle”, citing the need for improvement in both MRI and ablation techniques.More recently Dr Steven Scionti, of the Scionti Prostate Centre in Florida, asked “If there were a clinically and economically balanced approach to detecting and treating prostate cancer, what would it look like?” He examined criteria that would illuminate a logical middle-ground approach to diagnosing and treating prostate cancer, which are as follows:Applying these criteria, Dr Scionti determined HIFU focal therapy to be a “Golden Mean”, standing up well as a logical and balanced response to the needs of today’s patients. He concludes“HIFU is a logical treatment consideration for the following types of patients. Those who are diagnosed with low-to-moderate risk localized prostate cancer may seek a “Middle Way” or “Golden Mean” between radical whole-gland treatments and observation as a way to buy time before treatment. Those who are drawn to Active Surveillance, including lifestyle changes in diet, exercise, etc. may discuss with their doctors the merits of a focal HIFU treatment as a way to destroy the tumor while preserving their healthy prostate tissue, urinary and sexual function. Those whose cancer has come back after radiotherapy (external beam or seed implants) may logically consider a HIFU ablation as a potentially curative alternative to hormone therapy.”TFTC Consultant Urologist Tim Dudderidge also regards focal therapy as a middle way for many of his patients.“So we now have a paradox where patients who previously we weren’t treating because the outcomes didn’t seem so good are exactly the patients we need to treat radically, and the patients who get really good outcomes actually maybe they don’t need any treatment at all …and somewhere in the middle is this group of patients where we’re increasingly uncertain about the benefits of more radical treatments, but we’re also a bit uneasy about doing nothing and just monitoring. These patients are the ones where there’s an opportunity to use something less invasive that still gets the advantages of treatment.”The scope and breadth of the “middle way” will continue to evolve and redefine as diagnostics and focal treatments improve, and most importantly as both patients and clinicians become more conversant about individual perspectives on risk and quality of life. It’s not as simple or black and white as “total cure with side effects” versus “partial or temporary cure with no  side effects”.But one thing is for sure: patients’ knowledge about their treatment options is growing, and their confidence in challenging clinicians and seeking alternative opinions about their care is growing too. This, combined with continual development in approaches to focal therapy and evidence on their efficacy, will both widen and strengthen the Middle Way for prostate cancer treatment.Do you have questions about focal therapy and where it sits between Active Surveillance and other definitive treatments such as radical prostatectomy? We’d love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Focal Therapy and the “Middle Way” in prostate cancer treatment\nhttps://www.thefocaltherapyclinic.co.uk/focal-therapy-and-the-middle-way-in-prostate-cancer-treatment/"}} 