{"pageContent": "The Focal Therapy Clinic consultant urologist Raj Nigam discusses how age discrimination occurs in prostate cancer treatment and shares his thoughts on how older men can address this.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Prostate cancer is now the most commonly diagnosed cancer in the UK. And with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar; joining me today is Raj Nigam, consulting urologist at the Royal Surrey NHS Foundation Trust and The Focal Therapy Clinic. We’re going to discuss how age plays a role in men’s experience with prostate cancer treatment and explore how this is changing for better and for worse. Raj, thanks for joining me.Thanks very much, Clare.It’s really nice to talk to you again. And this time about one of the issues related to health inequalities that we’ve touched on before and very much launched by a lot of the patients that are approaching us. So I guess let’s just dive right in. We’re finding more and more patients coming to us with a very common story, they’re aged 70 plus, fit and well, living life to its fullest when they’re diagnosed with prostate cancer and they’re disappointed in what they perceive as a dismissive, sometimes even defeatist approach in their care. Why do you think this is Raj?Yeah, I think you’re right. And I think this is coming more to the fore as more and more men are living healthier lives well into their 70s and even beyond. It’s probably deeply ingrained within the medical culture in terms of our training that one of the first things we look at regarding any patient is their age, their chronological age, and it’s only secondarily that we are taught to look at what their biological age actually is. So we always know exactly how old the patient is before we’ve even met them and started talking to them. And that plays a subconscious role, I think, in the sort of conditions that we might be diagnosing in them or what we are thinking about they may have, and also the possible treatment options that may lead on from such a diagnosis.It sounds like there’s essentially a disconnect between the quality of life of older men and the sort of institutionalised approaches to prostate cancer treatment?Yeah, I think that there probably is. So if we focus in just on prostate cancer, we know that there are variations firstly around the country in terms of life expectancy. Therefore, there will be different age groups and different numbers in those age groups, in different parts of the country. And we know that life expectancy has been improving up until about 2010 and thereafter it has remained fairly static. And that is also manifest in terms of prostate cancer, that we are seeing increasing incidence of men with prostate cancer. But actually the number of deaths from prostate cancer has remained relatively static. And therefore, the improvements that we have seen in the diagnosis and early management of prostate cancer are probably not being borne out in terms of mortality statistics. So we know for a fact that there is some ageism in health care. We know that this was actually made unlawful back in 2012 and therefore that we should be thinking more of men in terms of their biological age and their physical age as opposed to their chronological age.Can you explain more about it being made unlawful?Yeah, absolutely. I mean, I think that there are a number of discriminatory factors that we all know of, but age was not always recognised as one. And within the NHS it was declared that ageism was actually unlawful and that we could not deprive men and women from either access to diagnosis or access to management simply because of their chronological age. The complicating factor in prostate cancer is that there is a well-known adage that, oh, you’re much more likely to live with prostate cancer than die from it. And that is sort of carried forward in terms of a lot of men and how they think as well. And I’ll give you a case story which just came to my mind just now of a chap that I’ve looked after for a number of years. But essentially this is borne out partly in the science in that a lot of elderly men who are diagnosed with prostate cancer do not necessarily die from it. But equally, there are a lot of men who are even denied the opportunity to know what type of cancer they have and are deprived from the lesser invasive treatments that we sort of parochially think that they should not have a radical treatment because of their age. So I’m reminded of this particular chap who I’ve looked after now for 18 years. He was 72 years old when I diagnosed him with a high grade, what we call, Gleason eight prostate cancer. He is now 90 years old, he came to me and he said to me, look, he was very educated, sharp and so and he said, look, Mr. Nigam, I’ve had my three score years and ten, I’ve had a good life and I really don’t want anything to impact upon that. This sort of what one might call defeatist attitude is seen in a lot of men who are scared of having aggressive treatments. In those days, and I’m talking about 2002, we did not have the benefit of the minimally invasive treatments that we have now. And so therefore, I sent him for radical radiotherapy and his prostate cancer recurred. I treated him with a less invasive treatment, salvage HIFU treatment. And I treated him twice in that interim period. And eventually I had to treat him with another operation which was minimally invasive. And even now, to this day, he is 90 years old and he drives himself to Portugal and back and is very fit and active. So I think it is ignoring that biological age and convincing men that there are minimally invasive treatments around and that we can manage them in this way and that they do not need to hide away from these treatments.I want to pick up on a phrase you mentioned earlier in your comments, which was that many men or more men die with prostate cancer than of it. And that phrase, as you well know, has really come to the fore, even in the popular media, so to speak, during Covid, because we hear the same phrase around Covid, which is generated lots of, I think, variation in data and lots of debate about deaths. But be that as it may be, Covid has raised awareness around the world of, again, health inequalities and including age. And I’m wondering how you think this has affected men with prostate cancer?Yes, I think you’re absolutely right. And many observers have noted that the various biases and issues that we have in medicine generally have been brought to the fore with Covid and how, for example, the elderly people were managed and treated with this potential diagnosis, particularly in Western countries, and that was sanctioned at the highest level. People who have now begun to think, well, hang on, do these sorts of issues and criteria for diagnosis and management apply in other conditions? And we’ve known for a while that in cancer management, that age and ageism has played a role. You know, for example, in breast cancer management, there have been several studies which have shown that the outcomes of more elderly women with breast cancer is worse, where ageist attitudes have been brought in. So within prostate cancer, yes, you’re absolutely right. This pervasive notion that you’re much more likely to live with it than die from it is one that is actually influenced even in the earliest stages of diagnosis. So some men may well be denied a simple blood test, a PSA test. They will be denied further investigation to even diagnose what type of cancer they have because they say, look, even if you have it, it won’t affect you in your lifetime. And even when it is diagnosed, far more men are given this management term of what we call watchful waiting, which is an old term and it’s a little bit parochial and probably has a bit of unconscious bias attached to it. Not to worry, let’s wait until it spreads before we do something. But we have to recognise that the mental effect on a lot of men who are diagnosed with this is quite great no matter what their age. And we know, again, the outcomes are worse in men who are affected mentally by the diagnosis than those that are not. So I think it’s something that we all have to take a step back and take on board, that we really must not have our subconscious biases regarding age when we’re either trying to diagnose or manage the condition. And men should have that right to demand it through primary care and beyond.So the thing that fascinates me is that more men are living longer, healthier lives. And going back to my original question. So many of the men who come to us are super fit cyclists, marathon runners, mountain climbers. And even if they’re not into extreme sports, they’re just very passionate about living their lives and they’re very conscious of managing their health and their wellness. And as I’m sure you’re aware, there’s a whole industry developing around that and making men, if not their partners more aware of, you know, longevity, I think is the word that people are using. So, again, my question then is how does the medical community adapt to their needs?And I think that there are now new statistics produced which look at not just purely at life expectancy, but also healthy years of life expectancy. So i.e. How many years are you likely to remain healthy, not just how many years are you likely to live. And these statistics are now available and we’re seeing that those numbers are actually increasing. So we know that the number of healthy years, there are regional variations, of course, within the UK, but the number of healthy years that men and women live is getting bigger. So you’re absolutely right. Men in their 70s and so on are much more active than they used to be. They’re much more concerned about their health than they used to be. They’re more conscious about their diets and so on. And therefore, there’s absolutely no reason why they should not be deprived correct and an appropriate treatment for their newly diagnosed prostate cancer, which in a younger man you would treat slightly differently.And as you said earlier, they actually have a right to that treatment.Absolutely. And I see this in my other subspecialty interest of Andrology that there are a lot of men who come to me in their 70s who have, like you say, are very fit and active, exercise regularly and have difficulties with erectile function. And for some reason they are told, oh, you’ve had your time, you don’t need to worry about things like that and therefore are denied the referrals and the appropriate treatments for that particular condition.So, Raj, as we’ve talked about before, you’re an incredibly strong advocate of, I guess, what we call a holistic approach in engaging with and treating your patients, and can you discuss how this plays out with older men? How do you approach them in a holistic way that’s going to help them live that quality of life that you refer to?Obviously, we will note the age of the individual, but then once you start talking to the individual, once you start experiencing exactly what their way of life is and what they are thinking and also what their comorbidities are and so on, and realise that actually these chaps are pretty healthy then the actual chronological age goes out of the window. And you really have to start treating the man as though he was in his 50s or in his 60s and thinking, right, how far do we need to go with the diagnostic algorithm that we have and therefore the management thereafter? And I often tell my patients, you’re perfectly entitled to have the diagnosis. Once he and I have that diagnosis, then we can discuss exactly what is the most appropriate treatment for him. And it may well be that the radical treatments will not be appropriate, but that does not mean that he should not be treated, and given this watchful waiting tag and waiting for what? Waiting for it to metastasise, waiting for it to spread, waiting for him to develop severe symptoms from it. And that, I think, is unfair on that particular man. So within the context of prostate cancer, that is the way that I would manage the patient, that it would not be on the basis of chronological age. But what is the appropriate treatment for that individual? And I think I touched on my Andrology field as well, that I see a lot of more older men, shall we say, you know, with erectile function. And similarly, they should not be denied treatments for that.Raj, thank you so much for your insights. This is extremely helpful. And I’m sure not the first of conversations around this because I know it’s something that’s extremely important to our patients and to the wider public as well as we age as a society. So thank you so much for talking to me and I look forward to continuing the conversation again soon.Pleasure. Thank you.If you’d like to learn more about Raj’s work and about The Focal Therapy Clinic, please visit www.thefocaltherapyclinic.co.uk. Thanks for listening and from me, Clare Delmar. See you next time.This is great and enlightening.  Will definitely need to visit the clinic for advice and treatment as I have been on active watch for two years.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Discussing Age Discrimination in Prostate Cancer Treatment with Raj Nigam\nhttps://www.thefocaltherapyclinic.co.uk/urologist-raj-nigam-on-prostate-cancer-age-discrimination/"}}