{"pageContent": "We are pleased and proud that a landmark study led by Imperial College London comparing outcomes for men undergoing focal therapy and radical prostatectomy has been published this week, with considerable interest from the media. The Focal Therapy Clinic has played a significant role in this research through our clinicians and patient data. The study is remarkable in both its results and its design.The study’s results are clear: comparing the experience of 335 radical prostatectomy patients and 501 focal therapy patients over an eight-year period, it demonstrated that the oncological outcomes are comparable.Designing the comparative analysis made use of patient data from the HIFU registry, a database of over 2000 former HIFU patients maintained by Imperial College with continued contributions from the Focal Therapy Clinic.Patients were compared using 1-to-1 propensity score-matched for treatment year, age, PSA, Gleason, T-Stage, cancer core length and neoadjuvant hormone use at 3, 5 and 8 years. Failure Free Survival (FFS) for radical prostatectomy was 86%, 82% and 79% compared to 91%, 86% and 83% FFS for focal therapy at the same time intervals. Also, of note the secondary treatment rates were approximately 16% for radical prostatectomy and approximately 17% for focal therapy.Tim Dudderidge, Consultant Urologist at TFTC and an investigator on the study, believes the results are a game changer for men with localised prostate cancer who see cancer control and side effects as a tradeoff.“Most men who are suitable for focal therapy have faced a difficult decision whether to accept the relatively significant side effects of the standard treatments like surgery and radiotherapy or to accept the uncertainty about cancer outcomes from focal therapy. The data from this UK multi-centre study which we have contributed to, changes that” he said.TFTC Consultant Urologist Raj Nigam, also an investigator and co-author of the study, reaffirmed the importance of the study’s results in addressing the physical and emotional aspects of side effects from surgery.“We know that radical prostatectomy has evolved into a minimally invasive surgical option over the last decade but still the functional outcomes are of concern to many men. These are seen particularly in terms of impotence and urinary incontinence. Both of these have a significant impact physically and emotionally on men and, therefore, alternative treatments which spare men from some of these side-effects have been researched in detail and led primarily in the United Kingdom”, he commented.Both clinicians agree that the evidence built through this seminal study will only get stronger as the HIFU registry continues to grow and more data is available for further study. As an active supporter and contributor to the registry, The Focal Therapy Clinic will continue to undertake and participate in research.As Tim points out, “There is still much to do to understand the longterm outcomes, but now we can say that after 8 years from treatment the risk of needing salvage treatment appears the same as if you had surgery. We will continue to recruit to the randomised control trial as this is needed to increase the confidence of answering this question but for those men unwilling to be randomised, this study can give them and their families confidence.”Added Raj, “The nature of this multicentre study shows that focal therapy should be made more widely available and men should be counselled with equanimity when discussing options that they have when faced with a diagnosis of prostate cancer.”Download the full report here:As a recently diagnosed prostate cancer patient I am now faced with a limited choice of treatments. Hormone treatment alone, radiotherapy or a combination of both. Having read your study synopsis I note that there is no comparison between these treatments and HIFU.  Has such a study been done? For me surgery is not advised as the cancer is localised in the prostate.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "HIFU Focal Therapy controls cancer as well as Radical Prostatectomy with no side effects: New Imperial College Study\nhttps://www.thefocaltherapyclinic.co.uk/landmark-study-hifu-focal-therapy-has-excellent-cancer-control/"}}