{"pageContent": "\n\n\n\n This is often a key driver in seeking a second opinion on their own prostate cancer management, and in their enquiries about focal therapy.When we discuss “decision regret” it has often been on a very personal and often anecdotal level. But some recent studies on the specifics of decision regret following treatment for prostate cancer shed new light on the discussion by providing evidence on patient experience in the medium and longer term post-treatment.A study conducted at Harvard Medical School on treatment regret amongst prostate cancer patients was published at the end of last year. Its approach was led by evidence of an association between treatment-associated regret and poorer mental health and health-related quality of life in men with prostate cancer. The study investigated men between 3 and 5 years post-treatment.Highly relevant to our patients was its focus on men with localised prostate cancer, and it investigated levels of treatment regret amongst a population-based cohort of 2072 patients with prostate cancer. There was a mix of patients who underwent surgery, radiotherapy and active surveillance.It found that treatment-related regret is common among patients with localized prostate cancer, and rates appear to differ among treatment approaches “in a manner that is associated with functional outcomes and patient expectations”.While the Harvard study investigated men at 5 years post-treatment, a 2017 study investigated regret amongst long term survivors of localised prostate cancerIt evaluated men who were aged less than 75 years when diagnosed with localised prostate cancer between October 1994 and October 1995 in one of six American tumour registries and who completed a 15-year follow-up survey. The survey obtained demographic, socioeconomic, and clinical data and measured treatment decision regret, informed decision making, general- and disease-specific quality of life, health worry, prostate-specific antigen (PSA) concern, and outlook on life. It used multivariable logistic regression analyses to identify factors associated with regret.Factors associated with regret on multivariable analysis included reporting moderate or big problems with sexual function, moderate or big problems with urinary and bowel function, and  PSA concern. Increasing age at diagnosis and report of having made an informed treatment decision were inversely associated with regret.It concluded that: “Lack of informed decision making was highly associated with regret, regardless of whether the patient reported being cancer free. Because treatment decisions for localised prostate cancer are preference sensitive, men should be made aware of treatment options, their respective risks and benefits, and be engaged with their providers in making value-concordant decisions. Not surprisingly, studies have shown that being unprepared for prostate treatment complications and their adverse effect on quality of life may lead to more regret. This is particularly noteworthy given the high proportion of men who are diagnosed with low-risk disease for whom active surveillance is now considered an appropriate option given concerns about overtreatment.Encouragingly, it addressed perceived overtreatment as a source of regret:“Regret expressed by our participants, who were surveyed in 2010, could reflect awareness of these recommendations. In this context, men who had no treatment complications or cancer recurrence might express regret if they came to realize that their treatment was unnecessary. Studies have also shown that men with passive roles in decision making had more decision regret those with more active roles. Conversely, prostate cancer treatment decision support interventions may reduce regret”.Finally, a 2021 study of treatment regret following focal therapy showed that focal therapy is well accepted by patients. Over 80% of patients in the study reported that they would make the same choice if necessary again, and less than 10% regretted their decision to undergo focal therapy.The experience of our patients supports much of the research findings about decision regret in prostate cancer treatment.The majority of our patients come to us for a second opinion following initial consultations, diagnostics and treatment recommendations for their prostate cancer. They are well informed, open-minded and motivated to optimise their treatment whilst avoiding side effects that will negatively impact their sexual, mental and urinary health and enable a smooth recovery.As these studies show, treatment regret is reduced significantly if not eliminated when patients are informed and engaged. And while there are many, many resources available to provide both information and engagement on managing a prostate cancer diagnosis, many men encounter fear, anxiety and doubt when faced with these choices. This is something that we aim to continually address as we reach out to individuals and communities across the country to inform them of the options they have in treating localised prostate cancer.Have you experienced treatment regret or know someone who has? We’d love to hear from you.Interesting report. I found the choice of treatment daunting, because none are without downside. I did my homework and elected for Focal Therapy which I had on the NHS and am pleased I made this choice and have no regrets at my choice, and pleased that I did not accept treatment that was offered.Really important to take time and to understand all of your options. Great that you found a good solution.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Recovery, Tougher than expected\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-recovery-tougher-than-expected/"}}