{"pageContent": "Pelvic health is not a familiar concept or practice for most men, unlike for women who will experience significant changes in their pelvic health following childbirth and menopause, and for whom shared experience and access to support makes it a regularly discussed and treated condition. For most men, a prostate cancer diagnosis will be the event that reveals the essential elements of their pelvic health and elevate its status to high priority.Hearing the term “incontinence” in relation to their own health is anxiety-inducing and often quite scary for most men, who struggle at the prospect of losing control of one of their most basic of bodily functions and the social and lifestyle consequences that go with it. And because no one likes to talk about it, many men make decisions about prostate treatment without fully understanding what the impact on their pelvic health will mean for them.For many men loss of bladder control is a worse condition than  loss of sexual function. As Prostate Cancer campaigner Tony Collier says, “Sex is a major issue for men living with prostate cancer but incontinence is an even greater issue. Some days I think I was lucky to be stage 4 at dx as I’m certain I wouldn’t have coped with incontinence at all. There are many men whose lives have been ruined by it”.There is information out there, of varying quality and effectiveness in terms of content and tone.Prostate Cancer UK provides a fact sheet, management guide, case study and an invitation to provide commentary on this content.A detailed and practical source of information comes from Tena. While going to look there might feel like admitting defeat for some men, the site and its approach make clear to men what incontinence actually means day to day, eg wearing pads and measuring severity in the number and frequency of their use.The Urology Foundation offers a range of information and patient case studies, including advice from the experienced Jane Simpson, a continence nurse specialist with over twenty years of experience working with both men and women on improving their pelvic health and overcoming incontinence. Jane is the author of The Pelvic Floor Bible, where Chapter ten is devoted entirely to men’s pelvic health, with particular reference to men with prostate disease.Jane joined OnFocus recently to discuss what men with prostate cancer need to know about continence and what to do about it.Finally, we’ve found some useful videos and podcasts to help men better understand what challenges prostate cancer will bring to their pelvic healthThere are two takeaways here: one, it’s really important to face up to what incontinence is and understand exactly what it means for you before you decide on a treatment option; and two, pelvic health information is available in a range of formats and media, so that most men can access and engage with something that’s not the most pleasant of topics to investigate but will have a real impact on their lives.What has your experience been? We’d love to hear from you.Call The Focal Therapy Clinic for help if you or a loved one has been diagnosed with prostate cancer: 020-7036-8870.Call The Focal Therapy Clinic for help if you or a loved one has been diagnosed with prostate cancer: 020-7036-8870.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Maintaining Pelvic Health After a Prostate Cancer Diagnosis\nhttps://www.thefocaltherapyclinic.co.uk/maintaining-pelvic-health-after-a-prostate-cancer-diagnosis/"}}