{"pageContent": "The question of how to accurately measure age comes up all the time as we engage with so many men who “don’t act their age”, e.g. are 70+ and are physically, mentally and sexually active. Yet, so often healthcare providers base treatment decisions on a set of assumptions about age that effectively discriminates against men like these.So we’ve been watching the many conversations, research and debates around geroscience – the science of ageing – with interest, hoping to learn how advances in understanding, measuring and eventually slowing ageing will impact the management of diseases of ageing such as prostate cancer.An announcement last week that a new fund in Saudi Arabia  plans to spend $1 billion a year to study treatments to slow aging therefore caught our attention.If there had been any doubt before, it now appears that geroscience is now well and truly on the map, and the new fund sees it as the next frontier in medicine and healthcare. As the fund’s CEO remarked, “Our primary goal is to extend the period of healthy lifespan… There is not a bigger medical problem on the planet than this one.”So what can we expect from this research and development? And the question stands, that if ageing – the greatest risk factor for developing prostate cancer – can be either slowed or reversed, will diseases of ageing like prostate cancer reduce or even disappear?At the core of geroscience is the belief that if you can slow the body’s aging process, you can delay the onset of multiple diseases and extend the healthy years people are able to enjoy as they grow older. So are, or will, advancements in geroscience find their way into clinical practice? This is exactly the question asked by a team of researchers in the Journal of the American Geriatrics Society:“Given all the above considerations, why has geroscience not yet involved more clinicians? Historically, scientists studying fundamental aging processes and investigators exploring mechanisms underlying individual chronic diseases rarely interacted. Furthermore, investigations within individual chronic diseases typically either ignored or controlled for chronological age – ironically removing from all consideration the one major risk factor shared by all adult chronic diseases.”The authors describe how geroscience can both help to explain variability in diseases of ageing and underpin more targeted and personalised treatments.“Beyond limitations of disease-specific paradigms, there is accumulating evidence of growing inter-individual differences (heterogeneity) in all facets of aging, from biological and physiologic to social and behavioural domains. Increasing heterogeneity with aging leads to the critical observation that the existence of varying disease clusters in different older adults likely has implications for matching individuals with explicit interventions (targeting), a core principle of precision medicine and ultimately treatment effectiveness.”And finally, the authors call for a geroscience-guided approach to treatment:“Geroscience-guided approaches … cannot ignore personal preferences and care goals which also become more heterogeneous with aging, requiring scientists to identify and better understand such preferences, and compelling clinicians to better implement these individual choices into individualized clinical care plans”In the clinical sense, probably not much, as suggested in the comments above. But with geroscience increasing its presence in the media, it could well have a cumulative impact through public awareness.Maybe the impact will be felt attitudinally and behaviourally as people increasingly believe that they can control their ageing – even through basics like diet and exercise – which could have an impact on both prevention of disease and recovery from treatment.Increased recognition and acceptance of geroscience could also drive more personalised treatment, as patients engage with their clinicians with more understanding of their health and the confidence to present their knowledge and aspirations, and clinicians have more information on which to base an individual’s recommendation for treatment.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Can Geroscience Play a Role in Managing Prostate Cancer?\nhttps://www.thefocaltherapyclinic.co.uk/can-geroscience-play-a-role-in-managing-prostate-cancer/"}}