{"pageContent": "HIFU Focal Therapy is a NICE approved treatment for prostate cancer which has undergone numerous clinical trials. At present the most extensive, evidence-based study on the outcome of Focal Therapy for prostate cancer is the‘Multicentre Study of 5-year Outcomes’ which was published in October 2018 – the key findings of which are outlined below. A recently published landmark study comparing the outcomes of Focal Therapy and Radical Prostatectomy treatments for prostate cancer is also outlined on this page.In this 10-year clinical trial, conducted between 2006 and 2016 in the UK, 625 men were treated with HIFU Focal Therapy, giving a median follow up of 5 years. The results of the trial, which were published in 2018, showed that the therapy is an effective treatment with a low probability of side effects.100% cancer-specific survival rate88% failure-free survival (FFS) rate – defined as freedom from radical or systemic therapy, metastases and cancer-specific mortality.74% needed no further treatment after their initial Focal Therapy treatment19% needed at least one additional Focal Therapy treatment7% required Radical Treatment following Focal Therapy98% had no issue with urinary continence after the treatment2% needed pad use for a couple of weeks75% had no issues20% needed ongoing over-the-counter medicine) but may have been using this before treatment5% needed some ongoing additional support.*For men with erectile function pre-treatment   The overall conclusion was that HIFU Focal Therapy for select patients with clinically significant, non-metastatic prostate cancer is effective in the medium term and has a low probability of side effects. It is important to note that as the study was conducted with a follow up of 5 years it can only include the ‘medium term’ in its conclusion, as long term is defined as a 10 year span.This study is the biggest of its kind and demonstrates why Focal Therapy should be part of any treatment consideration process for early-stage prostate cancer. Download the full report here:Review our Patient StoriesThis landmark 8-year study led by Imperial College London and co-authored by TFTC consultant urologists Tim Dudderidge and Raj Nigam, compared the oncological outcomes of 246 Focal Therapy and 246 Radical Prostatectomy patients at 3, 5 and 8 years post treatment. The patients were matched according to their year of surgery, age, PSA, Gleason score, maximum cancer core length, use of neoadjuvant hormonal therapy, and T-stage. The results of the study, published in 2020, have shown that for patients with low to intermediate prostate cancer, Focal Therapy provides similar cancer control and better post-op function compared to Radical Prostatectomy.The rates of failure-free survival (FFS) – defined as freedom from local salvage therapy or systemic therapy or development of metastases – for the two treatments were as follows:The rates of erectile function* and urinary continence post treatment were as follows:*Erectile function scores include men who did not have erectile function pre-treatment The key finding of the study was that ‘In patients with non-metastatic low- intermediate prostate cancer, oncological outcomes over 8 years were similar between Focal Therapy and Radical Prostatectomy’.This study is the biggest of its kind and demonstrates why Focal Therapy should be part of any treatment consideration process for early-stage prostate cancer. Download the full report here:Review our Patient Stories Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "HIFU Prostate Cancer Treatment Clinical Evidence\nhttps://www.thefocaltherapyclinic.co.uk/hifu-prostate-cancer-treatment-clinical-evidence/"}}