{"pageContent": "TFTC Urological Consultant Tim Dudderidge, based at University Hospital Southampton, joins OnFocus to discuss some of the new technologies that are coming through that we can expect to see impacting the experience and outcomes for men with prostate cancer.Tim is an innovator in focal therapy and has coinvestigated most of the clinical trials and studies that have built the evidence base for focal therapy and advanced its adoption and practice. He has recently been appointed as Clinical Champion for Prostate Cancer UK, which will give him even more impact on innovative clinical practice across the NHS. Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK. And with this sombre fact comes a multitude of challenges and opportunities. I’m Clare Delmar. Joining me today is urology consultant Tim Dudderidge, who works with The Focal Therapy Clinic and is based at University Hospital in Southampton. Tim is an innovator in focal therapy and has co investigated most of the clinical trials and studies that have built the evidence base for focal therapy and advanced its adoption and practice. He’s recently been appointed as clinical champion for Prostate Cancer UK, which will give him even more impact on innovative clinical practices across the NHS. He’s here today to talk with me about some of the new technologies that are coming through that we can expect to see impacting the experience and outcomes for men with prostate cancer. Tim, thanks so much for joining me. Welcome once again. And many congratulations on your appointment from Prostate Cancer UK.Thank you very much. It’s a pleasure to be here this morning. The Prostate Cancer UK project is really exciting because I get to work with some real leaders from all over the UK, not just urologists, but a whole range of health professionals. And we’re all going through this process together where we’re sort of spurring each other on, supporting each other so that all of our new projects can be successful. So I’m really looking forward to the next 18 months where we’ll see our projects come to life.Well, we’ll keep in touch with those and we’ll look forward to hearing you report on in here, on the podcast, so look forward to hearing more. So let’s just jump right in on this whole area around technology, because we hear so much bad news. There’s this cancer backlog and not enough early screening, et cetera, et cetera. And I thought this is an opportunity to be a little bit more sort of forward thinking, as it were. And so one of the things I’m interested in getting your views on what you see as the areas in prostate cancer management that are really becoming transformational or you would expect to become so over the next few years. And just to give you some touch points, I mean, would these be around ablation or imaging or pathology informatics, there’s so many areas that that the prostate cancer pathway touches on and they’re all undergoing change. So I’m interested in your views.Well, I think this is an incredibly broad question, because one of the things that attracted me to urology is the way that technology was having a real impact in changing how we did things. And when I started that was with endoscopic surgery, laparoscopy. But of course, as I focused in on prostate cancer, I look back over the past 20 years, you know, the first prostate biopsy I did was in 1998. And this was a finger guided Tru Cut biopsy using this metal gadget to drive the needle into the prostate and I just think how things have changed. If you think about what technologies we could be referring to, yes, you mentioned imaging with MRI, but it’s functional imaging with PET-CT. We’ve got robotics, ablation modalities, like HIFU, cryotherapy, IRE, laser ablation, there’s improvements in image guided radiotherapy, the use of rectal spacers to reduce rectal toxicity, and using computers to help guide the prostate biopsies where previously the job was done with my finger. So there is such a range. I think the biggest of all of these has got to be imaging. And simply because everything else that we’re doing now with prostate cancer flows from having really accurate information about the location, the extent and even the biology of the tumour. And so instead of having to rely on really random bits of information like we had with even just with transrectal ultrasound guided prostate biopsy, we now have quite precise information about the location and the nature of the tumour. And I think without that, really, all of the other technologies don’t have anything to work with. MRI has got to be the biggest one. And we may even find the PET-CT rivals it for its use in stratifying the risk of patients.OK, so do you see that a massive change in performance in terms of accuracy coming ahead, or is….?I think the biggest challenge, because I think we do now have very good scanners, good protocols, but I think we’re not seeing a consistent level of performance across the health economy of different countries, but also within the UK. We’re not seeing a consistent level of quality. So I think the next process really is to standardise and have minimum standards for the performance of MRI. So that’s the acquisition of the images, which device, which protocol, which sequences we’re using. I guess there’s a big discussion about contrast or no contrast. If we’re going to move to having no contrast as the sort of standard opening format of the MRI, then I think we need to make protocols so that very quickly, the patients who may benefit from contrast get that. I’m thinking particularly of those where focal therapy questions are being asked or even for active surveillance. I think having the best quality imaging is most helpful in those cases, but also the reporting format. We’ve got to get some standardisation so that we can have images in the report, demonstration of the lesion, so that urologists can understand and help make treatment decisions. And we may find that actually a lot of this is supported by machine learning and artificial intelligence types of software that supports the radiologist in their reports and may also be the backbone of having these image based reports so that some of those key images are picked out and can show the area of interest.It’s interesting around when you mention machine learning and AI because, of course, that relies on lots of data to actually develop those tools. And I know we’ve talked in the past about how data is enabling the drive to get more evidence on focal therapy, for example, you are involved in a study earlier this year that used a database that we’re involved in building that was the HEAT Registry, right? So, I mean, it’s a topical issue to discuss right, like even this week, because the NHS has recently announced plans to use patient data to share with third parties. So I’m wondering how you think we can best use patient data going forward so that they improve the diagnostics and treatments for prostate cancer?Well, I think the first thing to say is that we really have to have patients on board. And I think one of the problems with the recent thing is that patients feel like something’s being stolen from them. And I think that we need to make sure that people have real confidence that whatever data is being taken, it doesn’t in any way undermine their confidentiality, the security that they have that no one else is going to know about their medical situation other than their doctor. And at the moment, that trust isn’t there. So I think the government need to work on communicating how this data is going to be used, for what purpose? They say they’re never going to sell it. But these are the kind of concerns that patients have. But I think one of the things that you communicate is how valuable this sort of data can be in understanding shifts in the epidemiology of diseases. And it may even be helpful for spotting the benefits of certain types of treatments in big populations, which is maybe a slightly different approach than is used in randomised control trials, but can be good for hypothesis generation. Thinking particularly about prostate cancer, you know that the HEAT Registry is not that sort of data acquisition. It comes from carefully selected and registered patients. And generally patients know within the NHS that if they’re not going into a clinical trial, that they are by force of guidelines required to be in registries. So I think that this is sort of mandatory at the moment. I think we could have more support for gathering data in these innovative areas of medicine so that a bit like in a research trial, there is a resource there for the nursing staff and the research staff to actually gather this data and input it. That is harder when you’re dealing with a non-research setting innovative treatment kind of investigation. And I think that the NHS could do better at that, maybe. But I think that the other thing we have is the big cancer registries. If they have enough granular detail in them, then actually we can use those registries really well. And we’ve seen a great example with the National Prostate Cancer Audit. This has been a really valuable resource for learning about changes. And we can start to expand on those kind of studies as we get more and more data collected.And actually prove to people that they’re having real value?Yeah, and I think also at the moment, that’s mostly about prostatectomy, but I think maybe it can be expanded to include other treatments and I think focal therapy being incorporated into something like that, it would almost make the HEAT Registry redundant in the same way we saw the BAUS prostatectomy registry sort of downgraded because we’re starting to get this collection of data in a more routine fashion. And the data quality is better because it’s been properly resourced. And I think if we’re going to push to have focal therapy as a standard treatment, then like the other standard treatments in prostate cancer, I think the data collection should be incorporated into these big registries so that it can be collected in an easier fashion for all the centres involved.Yeah, interesting. I mean, it’s one thing to have data and technology, as we’ve been discussing, and another to actually implement these through clinical practice. So as a focal therapy pioneer, you know all about this, I guess. I mean, can you describe some of the challenges you faced in implementing new technologies into practice?I think the first and probably the easiest is the technical skills. I mean, I think as surgeons, we’re naturally inclined towards learning new technical skills and that’s what we’re good at. And that’s why they became surgeons. But I think the harder things are getting your colleagues on board. Whenever you’re doing something new as the pioneer, you feel, I guess, individually convinced of the merits of doing this new thing and you feel that there’s an advantage. But there’s so many other people that you interact with who sort of need to be similarly inclined. And that’s hard. And you don’t always get everybody on board. And so you end up in some conflict. And I think the first phase of introducing this new technology is to kind of go through that process and learn to deal with the conflict and manage it. I guess the next phase is learning to explain the uncertainties. Certainly with prostate cancer, it’s full of uncertainties and learning how to explain the risk of different competing issues. And I think when you’re introducing something new, which perhaps is a useful challenge to some of the difficulties of existing treatments, you need to explain, yes, this is a new and untested treatment. But on the other hand, it reduces some of the known harms of the current treatment. And so that process of explaining that, so that patients are making a decision to enter a trial or try a new treatment, that they’re doing that fully informed of the pros and cons, and that again, takes a lot of time. And after a few years of doing it, I really feel like I’m quite good at that now. But the other challenges I’m not so good at is trying to fit these new technology solutions into the NHS economy. And that means what code do you use? Is this treatment cost effective? Can the hospital financially kind of come out neutral with something new because of the cost of these things is not always clear. And the remuneration that the hospital gets is undefined. So I think this is a big challenge, which you really need to have good connections with the finance people in hospitals to be successful in introducing new technologies.That’s an interesting one. I mean, actually something else to pursue down the road, because it’s only going to be getting more so, I guess, as there’s all these uncertainties about what the harms are, but what the benefits are, as you say. Yeah. So, I mean, I guess final question for you is in terms of prospective patients listening, what emerging technologies do you think that men really should be aware of if and when they are diagnosed with prostate cancer?I think the most important is to know whether their MRI scan was up to scratch. And I think always the best time to ask that question is before you’ve had it, because it is a difficult question to ask at your local hospital. What’s the protocol of your MRI? Do you use contrast? It’s I guess perhaps not what’s on your mind at the time. But the main thing to be aware of is that once you’ve had a biopsy, you’ve sort of lost your chance to repeat the imaging if it wasn’t really good. So I think if people read about focal therapy and they are worried about prostate cancer, they go and have a PSA test and it looks like they need an MRI scan, it’s really worth trying to get an MRI scan done in a centre where it’s done really well. I think personally, I like MRI scans done with contrast, but I can understand why centres are doing them without. And I guess if you’ve got an MRI scan, which only shows sort of subtle or minimal signs and it’s uncertain what the nature of things is, that’s particularly, I guess, the most useful time, when contrast could be helpful. If you’ve got a prostate absolutely packed full of prostate cancer, it probably doesn’t make any difference at all. So I think that’s the first thing. The next thing is whatever treatment you’re heading in the direction of, be aware of the experience of the surgeon and what technique they’re doing. I don’t think it has to be robotic prostatectomy, if your surgeon does the other form, either laparoscopic or open, really, really well. And so that’s important. With radiotherapy, I think it’s really important that they’ve got the latest sort of image guided radiotherapy techniques and the use of the rectal spacer, I think that’s really helpful. In terms of other ablation techniques, being in a place where you can access a conversation about focal therapy, I think that’s really, really important. And this is, I think, the big change that needs to happen in the NHS. I think we need to start to recognise that there is sufficient data to say this is an option. We don’t know that it’s absolutely the same as surgery and radiotherapy in the long run, but we do know there are fewer side effects. And so we’ve got that choice and understand the uncertainties. And when it comes to the technique of focal therapy, we have HIFU, we have cryotherapy. There are other needle based treatments that are perhaps not as well disseminated like IRE electroporation of the prostate and laser ablation is something that may well come in in this country, it’s already quite commonly seen in America. So there are other radiotherapy techniques which get a bit of attention and the proton beam is the kind of classic one. My understanding is that this doesn’t offer much of an advantage over conventional image guided radiotherapy. But nevertheless, the marketing of that type of approach is quite pronounced on the internet, so a lot of men ask me about that. And there’s bound to be other novel things which come through, and I think when it comes to those, it’s really important to recognise that there are some existing ablation type techniques which have got a lot of data to show that they’re successful. And I think before considering one of the newer ones, I would make sure that you have spoken to your local focal therapist, because they can give you a bit of perspective about that whole field and patients who rush off to Germany to have things done, I think they sometimes find that they are so disconnected with the rest of their medical team that they don’t really get a good experience. They might have sought out some new technique overseas, but actually then they’re isolated and they don’t have good communication about what’s going on with their case. So I’d just be cautious about travelling to get some novel technique that hasn’t been proven.Well, Tim, thanks a lot. This has been a kind of a whistle stop tour of some really important emerging issues that you’ve actually spoken to them, I think, in a really helpful way. And I’m sure there’ll be more to come. So thanks so much for speaking today. It’s been a pleasure.Thank you.And best of luck with the Prostate Cancer UK assignment, really look forward to hearing what comes out of that. Further information on emerging technologies for focal therapy is available on our website, along with a transcript of this interview and additional interviews and stories about living with prostate cancer.Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic.Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Innovations in Prostate Cancer Treatment and Care – Tim Dudderidge Urologist\nhttps://www.thefocaltherapyclinic.co.uk/tim-dudderidge-innovations-in-prostate-cancer-diagnosis-and-treatment/"}}