{"pageContent": "Prostate cancer is cancer of the prostate gland. Cancer is when abnormal cells start to divide and grow in an uncontrolled way. The cells can grow into surrounding tissues or organs, and may spread to other areas of the body.\nThe prostate gland is part of the male reproductive system. \nThe video below explains what prostate cancer is. It lasts for nearly 2 and a half minutes. \nNigel: Prostate cancer is the number one cancer amongst men in the UK, so with that in mind I’ve come to Cambridge University Hospital to speak to Dr Vincent Gnanapragasam. So Vincent, where exactly is the prostate and what does it do?\nDr Gnanapragasam: Well the prostate is effectively a very large gland. And it sits between the bladder and the urethra – which is the pipework. The prostate produces fluid that washes semen and keeps the sperm healthy for successful fertilisation. That’s what the function of the prostate is.\nNigel: So what happens when cancer develops in the prostate? Where does it grow?\nDr Gnanapragasam: It usually begins within the edges of the prostate and can occur in more than one place. It starts to grow inside the prostate first of all and when it gets advanced it starts to grow through the lining or the edges.\nNigel: Now this is a cancer that affects men and not women. But does it affect all men equally?\nDr Gnanapragasam: Well there is an old saying that says the older you are the more likely you are to get prostate cancer. This is probably true to a certain extent. But there are other risk groups, which we have to think about. This includes ethnicity, so we know that black men, for example, are more likely to get it. Those with a first degree relative, so a father or a brother with prostate cancer. And also those who come from families where there might be an increased risk of breast cancer.\nNigel: Now the number of men being diagnosed with prostate cancer has risen hasn’t it? Why is this?\nDr Gnanapragasam: Well it’s probably not anything that’s new in terms of something that’s happened to men. Clearly, men are living longer and as I mentioned to you before the older you are the more likely you are to get prostate cancer. And that’s probably why we are detecting many more cancers.\nIn addition, more men are seeking to know whether they’ve got prostate cancer and might go to their GP and ask for a test to be done. They may have urinary symptoms which are a very common thing for an older man to get. And as part of these assessments, some men will be found to have prostate cancer.\nThere’s no doubt that these factors have contributed to the fact that more men are diagnosed with prostate cancer. The encouraging thing though is that deaths from prostate cancer are falling.\nNigel: As prostate cancer is one of the most common cancer it is something we should all know much more about. For further information, visit the Cancer Research UK website or if you’re concerned about the symptoms or the treatments or living with prostate cancer, see the other videos in this series.\nThe prostate is a gland at the base of the bladder. It is about the size of a walnut but gets bigger as men get older.\nThe prostate surrounds the first part of the tube that carries urine from the bladder to the penis. This tube is called urethra. The urethra also carries semen, which is the fluid containing sperm.\nThe prostate gland produces a protein called prostate specific antigen (PSA). A blood test can measure the level of PSA.\nThe prostate gland is part of the male reproductive system. The video below shows the different parts of the male reproductive system. It lasts for 1 minute and 40 seconds. \nThe male reproductive system includes the penis, the testes and the epididymides held within the scrotum, the vas deferens and internally the seminal vesicles, and the prostate gland.\nThe penis is the male sex organ. It is made up of the shaft and the head. The head of the penis is covered by a moveable piece of skin called the foreskin   \nThe urethra is a tube that runs from the bladder through the prostate gland and the middle of the penis, to carry urine out of the body. The penis has a rich blood supply, as well as a muscle layer and nerves. When sexually aroused the blood flow increases and it becomes erect. The testes produce sperm and the hormone testosterone.\nAt the back of each testis is the epididymis. A tube where sperm is stored. When the penis is erect sperm moves form the epididymis and through the vas deferens to the urethra\nThe seminal vesicles make a fluid that mixes with sperm in the urethra. The prostate gland is about the size of a walnut. It surrounds the first part of the urethra and adds more fluid to the sperm. During orgasm the prostate squeezes this fluid into the urethra and out of the body\nFor more information about cancers that can start in the male reproductive system, go to CRUK.org/cancer-types.\nMost prostate cancers start in the outer gland cells of the prostate and are known as acinar adenocarcinomas. Many of these cancers grow extremely slowly and are not likely to spread. But some can grow more quickly.\nDoctors often describe prostate cancer as localised, locally advanced and metastatic. \nLocalised prostate cancer is cancer that is only inside the prostate gland. It has not spread to other parts of the body.\nLocally advanced prostate cancer means the cancer has broken through the capsule (covering) of the prostate gland. It has spread to nearby tissues, such as the back passage (rectum). \nMetastatic prostate cancer means that the cancer has spread to another part of your body such as the bones. It is also sometimes called advanced prostate cancer. \nYou need a prostate gland to get prostate cancer. So it mostly affects men. Trans women and non-binary people who are born male (assigned male at birth) can also get prostate cancer.\nProstate cancer is most common in older men. On average each year 35 out of 100 (35%) new cases are in men aged 75 and over. \nIt is more common in Black men than in White men. It is less common in Asian men. A man’s risk of developing prostate cancer depends on many factors. These include:\nAround 52,300 men are diagnosed with prostate cancer in the UK each year. In men, it is the most common cancer in the UK. \nThe number of people diagnosed with prostate cancer has increased over the last 10 years. This might be because more people are having PSA tests and the population is getting older.\nWe know that it is common to struggle with your mental health when you have cancer or care for someone with cancer.\nWe have information to help\nProstate cancer doesn't usually cause any symptoms in the early stages. \nYour risk of developing prostate cancer depends on many things including age and ethnicity.\nYou have a number of tests to check for prostate cancer. This includes a digital rectal examination, a PSA blood test, biopsy and scans. \nGet information about how doctors stage prostate cancer, the Gleason score and the Cambridge Prognostic Group (CPG).\nMetastatic prostate cancer means that a cancer that began in the prostate has spread to another part of the body.\nProstate cancer is cancer that starts in the prostate gland. The prostate gland is found at the base of the bladder and is about the size of a walnut. \nAbout Cancer generously supported by Dangoor Education since 2010.\nSearch our clinical trials database for all cancer trials and studies recruiting in the UK\nTalk to other people affected by cancer\nQuestions about cancer? Call freephone 9 to 5 Monday to Friday or email us\n", "metaData": {"source": "What is prostate cancer?\nProstate cancer is cancer of the prostate gland. Find out about who gets prostate cancer and how common it is. \nhttps://www.cancerresearchuk.org/about-cancer/prostate-cancer/about"}}