{"pageContent": "\n\n\n\n\n\n\n\n\n\nTHE GARDEN  OF THE\nCANCER OF  THEM\n© FEFOC  2021\nDirectors: Professor  Jordi  Estapé  and  Doctor  Tania  Estapé.\n\n\nEDITORIAL\nIn 1891  the  German  surgeon  Max  Wilms    began  to  interest in and  describe  kidney    cancer  in  children,  which  since  then  bears  his  surname. The same year an English painter,     Luke  Fildes,produced a wonderful canvas entitled \"The   Doctor\",  inspired  by  a  terrible personal  experience,    the  death  from  tuberculosis  of  his  first  child,  then  a year old. Aside from  the  terrible personal drama,    both  Fidles  and  his wife were tremendously impressed  by  the  attitude  of the  doctor  who treated them.   And  Fidles  immortalized him.\nIn the  painting,  exhibited at the  Tate    Gallery  in  London, we are in a poor cabin. Lying between two chairs (of different origins), a girl agonizes.     Behind,    the  mother  is  seen,  collapsed,  and, behind her,    her  partner  tries  to  give her  strength.\nBut what    dominates  the  picture  is  the  expression of the\n\n\n\nJust four  years  earlier,  Picasso  produced,  in  Barcelona, another canvas of medical motif: \"Science and charity\", which is exhibited in the  Museu  Picasso of this city Here things are different: in fact,  we see an adult woman dying. Near     her   is  a  doctor  who does not even look at her,    her  attention is focused on taking her pulse, oblivious to the agony that is lived next to her. Science. On the other side of the bed is Charity. A nun carrying  a girl in her arms and tending, the  nun,  a  glass  of  water  to  the  dying.\nBoth doctors represent, in our opinion, two fundamental trends in medicine. The  second    represents        increasingly  dehumanised technology; the first is the real doctor,  for  whom  the      patient  first.  \nYou will remember the  famous  phrase  issued  in  usa  with\n\ndoctor. You don't  have  an algno  medical  device  in  your\n\nregarding  the  evaluation  of    doctors:  \"Publish\ta\n\nhands, as a sign of their impotence. But the expression on his face is one of deep pain, of  concentration,  of  insignificance. He is  the doctor  at  his  peak,  bearing  witness  to  his wounded    humanity,  watching  death slip   through his fingers  the life of that  being.  \n\nor perish\",  post  or  be  fired.   Faced with this  challenge,  many  doctors  in  large  hospitals  are  launching into a race in search of the dreamed \"impact  factor\". And how is it measured? Through the weight of  publications. Patient  care        and    teaching have  no    impact  factor.\n(continued   on  page 2) \t1\n\n\n(from   page  1)\nMany patients  suffer from  this  situation:\"Hedidn't even  look me in the face during the visit\", more attentive to the  computer  and  the  telephone. Who  actually    visits  patients?  \nNot long ago we experienced a case that may be an example a woman with breast cancer was given a catheter to facilitate chemotherapy. The  operation    took  much  longer      than  had  been  anticipated. After  a    few  days  the corresponding cervical    region  began  to  hurt.  He went to the hospital. He had an  ultrasound. normal. It's a contracture,  they explained. After  a    few  days  when      the      pain  persisted,  he went  to  his  gp,  trusted by him. Other scans showed  the presence of a considerable thrombus,  an obvious cause of the  pain. It  has  been fixed,  fortunately.\nWe call for an impact  factor for assistance; we demand  that    doctors  should not  be   forced to compete forcibly and outside the healthcare field;   we demand  that they have  time  to  be able  to  assist  their  patients.\nIt is very neat to care  for a patient with prostate cancer. Explain the therapeutic options,  give you the right support, be, in  a  word, authentic doctors.  \nAll this  comes  from    the second  article  by  Dr.  García-Restoy.\n\n\n      DISEASE-CENTERED   MEDICINE VS.      PERSON-CENTERED   MEDICINE   (Part 2)  \nOne of the biggest healthcare challenges in recent years in developed    countries  is    undoubtedly  the  care  of  patients  with chronic diseases.   To  address this, it  is  crucial  that   health organizations  adapt  their  organization  and  that  the                patient's relationship   with the doctor and other professionals evolves so that the sick person is at the center of the system and participates  in  decision-making.   Victor    Montori,  a  diabetes doctor at the Mayo Clinic has denounced from many works and from the foundation   The  Patients  Revolution,as well as  from  his  book  with  the  same  title,  how  industrialized medicine has moved away from the care  of  people  and  proposes  a  \"careful\" and \"gentle\"  care more focused on the person and less focused on the disease. This new  look is based on  the  models  of  \"cumulative complexity\"    and    \"minimally   disruptive   medicine\"    that  seek  to    prioritize  the  vital  and  health  goals  of  patients  and minimize the negative impact that  healthcare  causes  on  their  lives. This  approach  confronts the burdens derived from treatment,    disease    and the   obligations  of  daily  life  with      the  patient's  ability,    which  will depend on  their  personality, education,   knowledge of their diseases, functional, cognitive limitations,  socio-family support, economic   situation,    etc.   Thus, for example,  increasing  the  number  of  medicines  or introducing drugs whose form of administration or dosage is more complicated can increase  the  burden  of  treatment  and  cause  an  effect  contrary to that  desired  by  hindering    its  compliance. The imbalance between the burdens and the capacity of the person determines the degree of complexity, that is, the difficulty of the individual to cope with the burdens of disease and many aspects of  life.\n\n\n(continued   on  page 3)\n\n\n\n(from     page  2)\n   Keep in mind that loads and capacity may  vary            over  time  depending  on  clinical  factors  and  changes  in social and personal circumstances. From  joint deliberation with the patient, doctors  should  be  able to    make  joint  decisions  and develop therapeutic plans that are not only  effective, but also accepted and acceptable by the  patient  and    his  environment.\nIn short, it is necessary for professionals, patients  and    caregivers to be  aware  of  the  complexity derived from    the  burdens  of  the  disease, treatments and the circumstances of life in the  face of the capacities of the sick person, regardless    of  their  condition  as a patient.   Patients  must also assume, within their possibilities,  the  responsibility  for    self-care  and  the  role  that  corresponds to  them  in    decision-making.     For  their  part,    organizations  and care devices must adapt to provide professionals         with  the necessary resources so that the care of chronic patients is carried   out    efficiently  and  with  the  utmost  respect for  the  dignity  of  patients  and  professionals.\n\nEnric Garcia  Restoy  Medical  Internist.\n  Terrassa Hospital. Terrassa consorci  Sanitari.    \n\nQUESTIONS ABOUT  SIDENAFIL\nOn the  Us  Too International Hot Sheet,  Dr.  Jeffrey  Albaugh answers a question asked by a prostate cancer survivor. The  question is as follows:  \n\nI DON'T SEE MANY  DIFFERENCES  BETWEEN  THE  GENERIC  SIDENAFIL AND VIAGRA.\nIS THERE A  DIFFERENCE? WHY      CAN'T I  TAKE MORE THAN    100  MLGS?\n\nDR.  ALBAUGH'S RESPONSE:  \nThank you for your questions. Both sidenafil  and  Viagra  contain  the  same    chemical,  sidenafil. And they must produce the same effects in most men. I have worked with  many  men  who  alternated  both  medications. They told me they found no  difference  between  the two.   Sometimes  some different effect may occur, but not in terms of the basic drug,  sidenafil,but  due, in any case, to other components of the  tablet.   The  essential  results  of  these drugs are the same with any of them. And  also  with  tadalafil  (Cialis).\nAs for the dosage, if you increase above  100  mlgs.,  may  also  increase  your side effects.   One  of  these  effects may be to cause a decrease in blood pressure, with increased heart rate. Precisely  in  the  beginning  these drugs were investigated as possible  hypotensive,  but  then it was  observed  that they helped to have an acceptable erection. At the  dose of 100  mlgs,the one recommended by the AmericanFDA,    they produce  a  certain  hypotensive effect,  but  this  effect  would increase  with  higher  doses  of  these.   These  reflections  are valid for both  sidenafil  and  tadalafil). But  remember  that  your  dosages  are  different. Sidenafil,a maximum of 100  mlg,for  tadalafil,  a  maximum  of  20  mlgs. It  is not advisable  to mix    alcohol    intake  with  the  use  of any of them, since alcohol  can also lower blood pressure.\nIt is important that, before starting  sildenafil  or  taladafil,consult with your doctor if youtake other medications, to avoid interference  between  them.\n\n\n\n\n\nCHEMOTHERAPY IN  ADVANCED    PROSTATE  CANCER\nAn obvious fact in prostate cancer (CP) is that  many  patients  who  respond    to hormone treatment from the  outset,    over  time,  are    resistant  to  it.\nFrom 1950 began, in patients resistant to hormone treatment,    chemotherapy  with  alkylating agents  (drugs  widely used in  chemotherapy  of  other  tumors;   in  the  tumor  cell  they create  bridges  between  the  two  helical  beams  of  DNA,    thus    preventing  the  partitioning  of  the  cell  or  mitosis  and  its  multiplication). But  they were  poorly  documented studies.  \n   It was not until  1972  that    Dr.  Gerald  Murphy  and  collaborators  led  a  project  (the  American  Cancer  Society  National  Prostate  Cancer  Detection  Project)  to  scientifically  assess  the  possible  efficacy  of    chemotherapy. To  do this they designed  a  comparative  study  between an alkylating agent    (cyclophosphamide)  and  5  fluoruracil (antimetabolyte  that  competes  with  an  essential amino acid for DNA formation,  pyramidine).   They saw  some  benefits,  but  the  studies  included    few  patients  to    really  have  value.\nLater, other cytostatics were tested that not only decreased in many cases the level of  PSA  (marker  of  CP)  and  improved  the survival of patients. Subsequently,  some more effective drugs have emerged,  highlighting  the  combination  of  docetaxel  with  prednisone.\nWe consider very  important  the  potential  progress  of  chemotherapy    in  CP. Hormone      treatment    is  very  effective  but  its  consequences on   patients'  quality  of  life    are,  in  our  opinion,  excessive. Chemical castration has, it is  true,   advantageously replaced surgical castration.    \n\nBut   patients  continue  to  pay  a  severe  price  in  terms of their  quality  of  life.   Chemotherapy, if it progresses, may perhaps in  the future replace hormone treatment. Without  paying  the  price  of    castration. Of  course,      with  the  adverse  effects  of    chemotherapy  that  have  the  advantage,  in  general,  of  happening  at  a  specific  time  and  not  castrating  patients.\nWe also think  that    researchers  should make progress  in  the  field  of hormone   treatment,    obtaining  products  that  do  not  focus  exclusively  on  the  cancellation  of  testosterone.  \nCombining     progress  towards    more  effective      and  less toxic chemotherapy    and hormone   therapy  is  a  challenge  worth    fighting  for.\n\nPROSTATE  CANCER  AND  OBESITY\n     In Oncology,    diet  is  increasingly  given  importance  both  in  the  development of the  tumor  and  in its progression. In addition, along with tobacco,  alcohol, obesity, sedentary lifestyle and solar irradiation,  diet  is  a  factor  that  can  be  managed  directly  by  the  individual.              However,      although  we found  many  suggestions,  no  specific  and  concrete  diet  has  been detected objectively  to  prevent cancer or slow its growth.\nWe know that    obese people  have  a higher  risk  of  dying from prostate cancer (CP),   developing aggressive  CP  more  often  and  with  a greater  chance  of  recurrence  of  the  disease  after initial treatment.  \nResearch  on the  subject,    carried  out    by  the  Cancer  Prevention   Study,  showed  that  patients  with  a  body  mass  index  greater than  32.5 kilograms per square meter were  35% more likely to die from CP than  those  affected  with an index  equal  to  or  less than  25.   It happens  that  a  majority  of  patients  with  CP  who  die    do  so  more  from cardiovascular complications    than  from the disease itself.   The  great  obese  are,  as  we  know,  more  prone  to  such  problems.\n(continued   on  page 5)\n\n\n\n\n(from   page  4)\n\nExcessive   consumption  of  fats  in  the  diet  is  often    accompanied by    obesity. Its  consumption  is  higher  in  the  USA  and  in  Western European countries,  where  precisely  the  percentage  of  deaths  from  CP  is  higher.   Thus,  in Japan where the  incidence and mortality due to CP were low, they have been increasing with the  introduction of the  dietary  model  of    usa  and  western Europe.  \nObesity  may  be  closely  related to    CP  with  an  increased  risk  of aggressive disease.   Fat  cells    secrete  hormones  that  can  stimulate   prostate tumor growth  and also, inflammation, which in   turn  can  help  the  higher  degree  of  aggressiveness   of CP  in  obese people.\n\n\n\n\n\n\n\n\n\n\nIN THE FACE OF CANCER, DO MEN HAVE LESS ANXIETY AND  DEPRESSION  THAN  WOMEN?  \n\nDr. Tania  Estapé\n\nAnxiety and depression are two consequences of cancer, the most common. Anxiety refers to  fear, to the feeling of threat to the loss of control of the patient, while depression appears more cumulatively, in the medium and long  term,  when  the  treatment  ends  and  in  moments  of  reflection,  of vital approaches, of the meaning of life. Although these two  answers  are  general,  if we compare  for  different  differential  variables  between  the  different  people, there are   different aspects due to  some characteristics of the patient profiles.   Without  a doubt    sex  is  one. In      general,      women  suffer  more  levels  of  anxiety  and/or  depression,  if we talk about the general population. This is reflected in the face of cancer as well. There are        significantly    higher  levels  of both anxiety  and  depression  in  women  with  cancer  than  in  men. That is the objective fact. However,  we must  consider  some  aspects  because  the results capture a  photograph  but perhaps not so much  the  processes  that  underlie    it.\nThe tests    we use  in  Psycho-oncology  to evaluate the different psychological repercussions are usually what is called in psychology very  obvious. What   does this term refer to?   Well,  it  is    very  clear    to  the  subject  who answers them,    in  which  answers  he is  manifesting  discomfort or fragility. That is, if  a test  includes  the  question  \"Are you  sad?\", it is  very  obvious  that  answering  the  maximum  score  offered  is  marking  discomfort. The  use  of  this  type  of questionnaire   is  undoubtedly    due  to  a historical fact.   In  the  first  approaches  in  Psycho-oncology,    questionnaires  from    the  world  of    Psychopathology  (discipline related to mental illness or disorder) were used.  \n(continued   on  p.6)\n\n(comes from    p.5)\nThe results  were  very  poor, because,  in general, the cancer patient does not suffer from  a  disorder  but  an adaptive psychological  and emotional reaction to the situation. So    scales  are  used  as  we said  before  more  obvious.\nWhat about this? Well, people who   answer  can  modify  their  answers  based  on  several  factors. This  can  be  both  in one sense (presenting itself as worse than it really   is),  and  in  another  (suppressing  negative  responses  to  appear  well-being  when    there is  none.  \nIn men with cancer, there is a tendency to get  lower  scores. We  hypothesize that this may be due to  a  male  cultural  pattern  that  is  still  in place. We see it in men, for example with    prostate cancer,    who    are   mostly in an age group where the role assigned to men to be strong still weighs heavily,    and  that  crying  or  showing  weakness or fear is not   man's. Therefore, not infrequently,  men with clear depressive or anxious traits in the clinic, obtain low scores in  the  tests  administered. In the graph that we attach it is very clear what we explain. We do not want to    say  that  these  men are lying  or  manipulating  the result, but  that,    in  some  cases,  it  is  conditioned  by cultural and self-esteem  factors that may prevent them from being  sincere  or  admitting  these  feelings  that they interpret  as  unsoculine.   Not                surprisingly,  if  we look at  the  history  of  the  support  groups  of cancer patients, the prostate have been among the  last to be formed,  because they have a hard  time  sharing  their  experiences  and being   emotionally  honest. Even  in  FEFOC,  with  21  continuous  years  of  group,  we remember  that  at the  beginning,  in  1996,  when  we raised    with urologists  and  other  doctors  the  possibility  of  making  a  group, we saw  how  most  of  the  men  who  sent  denied any suffering. We believe that we are on  the   right track by opening   a way for     men  with  prostate    cancer  to share their experiences and establish bonds  of cohesion and solidarity in a  frank way.\n\n\n\n\nAnxiety and depression in men and women with cancer (©Dra.  Tania  Estapé)\n\n\nMY LIFE  IS  IMPORTANT. DISCOVERING  MY  LEGACY  IN  THE  LIGHT  OF  CANCER\nAna Marcela  González  Ling\n\nPostgraduate in  Psychology    Universidad Nacional Autónoma de México UNAM / Servicio de  Psicooncología  INCan  /  OPCION  Oncología\n\n\n\nFew experiences in life  confront us as    directly  with  the  finite  nature  of  our  existence  as  a cancer diagnosis.     Although                the  prognosis  of  this  dreaded\tdisease\thas\timproved  significantly  with    early  detection  methods  and  advances in oncology, it continues to be perceived as a fatal  disease  and  this  perception  is  transferred to our collective construction of what cancer is.   Even  with  neoplasms  of  good  prognosis,        ideas  about  mortality are present in 30 to 80% of cancer patients and it is not uncommon for us to start asking  ourselves what  we  have  done  with  our  lives.\n\n\n\n(continued   on  p.7)\n\n(comes from  p.6)  \nWhat am    I    supposed  to do  with  my  life? Have I accomplished my mission? Have I wasted  the  time  that  now  seems  so  valuable, or am I  reassured by how I've lived? Profound questions    to    which there is    no  simple  answer.\nIn addition, men have an added burden since historically expectations are high,  among  them      are:    forming  a family, supporting it,    being  strong  and  successful,  having  assets,  containing  emotions,  leaving  their  family  protected  for  when they are  no  longer there and  a  long  etcetera. All this adds a significant emotional burden to people and if we do not express and question these  concerns,  we  may  miss  the  opportunity   to observe ourselves  through  the  gaze  of  the  other,    to  reconstruct  and  resignify our  history.\nLet's start by making it clear that every life  trajectory  is  important. The  wisdom  of the  country  man    is  as  valuable  as that  of  the  great  businessman. Each person, with their  life experience,  the  accumulation    of  their  crises  and  their  joys,  builds  a  path full of learnings that for  viewers    is  invaluable.\nIn the words  of  Lin  Manuel  Miranda  in  the  famed  Broadway play,  Hamilton:  \"What  is      a  legacy? It's planting seeds in a garden that you're never going to  see.\" It is  so  curious  the  subject  of  legacy,  that  we live every day creating it, sowing those  seeds  that  little   by little  are  germinating. It is  true that we may not get to see the garden in  all  its  magnitude,  but  from  the  present we can  begin  to  enjoy  the  process  of  sowing and seeing it germinate. Our legacy can  be  composed  of  both  material  things  (goods,  property,  savings,  business,  etc.) as  of  that  which  is  intangible  (memories,  experiences, life lessons, values, etc.) that is reflected in our daily actions, in our personal relationships and in everything we build day  by    day.\n\n\nThe legacy is transformed into something tangible that Dr.  Breitbart  and his collaborators have developed as part of Sense-Centered Therapy. This                evidence-based      therapy  for  cancer  patients addresses legacy  as  an important element of life sense that can help    people  reconnect  with  the  desire  to  continue  living, maintain hope, and decrease  symptoms of anxiety and depression. In one part of  this  therapy,    patients  can  make  a    legacy  project  for  their    loved ones  in  the  way  they  prefer (text, video, audio, collage, a song list, a presentation, etc.). They address  legacy  in  three  dimensions:  past,  present  and  future.\nLet's go back  to  everything    that  precedes us.   Our parents, grandparents, ancestors, their culture,      their  beliefs  and  their  context  were  key  to    today    being  who  we are  and  finding  ourselves  here, with the enormous privilege of living. The lives of  our  ancestors,    whether we know them  or  not,  have  a great impact on our reality, we are part of  their  legacy  and  that  gives  us  a  responsibility    to do  something  meaningful  with  our  lives. What  better  example  about  the  importance  of  understanding    history than    recognizing  that  the  experiences  of  others inspire     us,  teach  us  and  that in this  way the past always guides the future. Their future is our  present  and  eventually  our  present will be  part  of    history.\nThe legacy  that  is  built  in  the  present  is  the  great  gift  we  can  offer  to  our  loved  ones. That gift goes beyond the material that      one  can  build  with  love  for        one's loved  ones, it also involves the way we live, our values,  our  way of  facing    problems, our way of enjoying life,  our  jokes,  our  support  in  difficult  times  and  everything  that  makes up  the  way  we will be  remembered  by  others.  \nDay by day we build our legacy and we can  choose to act  how we want to be  remembered,  choose to live on our own terms. No matter how advanced an illness may  be,  we always have the possibility to continue creating  our  legacy,  it's  never  too late  to  share.\nEven in adverse situations, where the  physical state can  be  very  deteriorated,  we  can  express  affection,  share  our  learning and continue to contribute to the  world.\n(continued   on  p.8)\n\n(comes from    p.7)\nThe possibilities are endless, whatever our    life    experience,  it is  worth  being  told  and  listened to  attentively.   Valuing  our    life  experience  and  feeling  at peace  with  the  life  we  have  lived  makes  a  big  difference  in  how  we live  the  disease process.    There are psychological interventions such     as              Sense-Centered Therapy   or  Dignity Therapy that help patients  to  capture  their  legacy  in a tangible way,   with the  help  of    a  professional, so that they can  share it  with  their  loved  ones.\nSharing your life experience, your memories, your  learnings  and  what    is  most  valuable  to  you is not only good for patients, it    is  an  invaluable  gift  to  your  loved  ones. Dare to share your life experience!\nReferences\nSimon, Steffen  &  Pralong,  Anne  &  Hallek,  Michael  &  Scheid,  Christoph  &  Holtick,  Udo  &  Herling,  Marco. (2021). What is known about palliative care in adult patients with allogeneic stem cell transplantation (allo-SCT)?. Annals of Hematology. 100. 1-13. 10.1007/s00277-021-\n04538-4.\nMiranda, Lin-Manuel. \"The world was wide enough\" Hamilton: An American Musical, original recording with Broadway cast, Atlantic Recording, 2015, disc 2, track 22.\nBreitbart, W., Rosenfeld, B., Pessin, H., Applebaum, A., Kulikowski, J., & Lichtenthal, W. G. (2015). Meaning-Centered Group Psychotherapy: An Effective Intervention for Improving Psychological Well-Being in Patients With Advanced Cancer. Journal of Clinical Oncology, 33(7), 749–754.\nChochinov, H.M., Hack, T., Hassard, T., Kristjanson, L. J., McClement, S., & Harlos, M. (2005). Dignity Therapy: A Novel Psychotherapeutic Intervention for Patients Near the End of Life. Journal  of  Clinical  Oncology,  23(24),  5520–5525.\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo acquire  the  book  click \n\n\n\n\n\n\n\n\n\n\n\n\n\nFor more  information\nabout donations    click \n\nDirectors: J.Estapé,  T.Estapé  Secretary:  M.Soler  Vaqué\n\nMarc Aureli,  14.\n08006 -  Barcelona\nTel. 93  217  21  82\nEmail: \n\n\n\n\n\n\n\nWe appreciate the  collaboration  of:\n\n\n\n\n", "metaData": {"source": "Spanish association (FEFOC) May 2021 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2021/06/EL-JARDÍN-DE-LA-PRÓSTATA-ENGLISH.docx"}}