{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR CANCER GARDEN\n© FEFOC 2022\nF E F O C: MEMBER OF EUROPE UOMO, USTOO AND MALE CARE\n\n\n\nEDITORIAL\n\nLABOR ISSUES (1)*\n\nFrom the diagnosis of PC, many affected people think about the moment when they will recover their normal life and,  therefore, return to work.  You don't  have to run, because the parenthesis has been very hard.  Returning to work is essential  for  many, while not so essential for others;  For example, those who do not  yet  look physically capable.\n\nThe problem of   returning to work after treatment is complex and needs to be analysed from different points of view. \nA  key issue is that the  patient decides whether to explain the truth about their illness and  treatment or prefer to hide it. Telling the truth can have consequences,  from  firing to  harassment at  work, to force  the \n\n\nBut, taking into account that the  patient will  need some exceptions in the  day  to   day work, surely it is best to explain to the  employer or boss  the diagnosis and   possible limitations  . And explain as soon and as clearly as possible about how you think about the problems   you will face  because of the CP. Let him know that sometimes you may not feel well and may need  some extra  rest.\n\nSurely your employer or boss will allow you to adopt a flexible  schedule.  You may be able to do some of your work at home.  Will he be able to rest from time to time  ?\n Today, many entrepreneurs have a positive attitude. In principle, it is wise to seek the complicity of the boss and co-workers.\n\nemployee fires on his own.\t\nBut there are some  employers, especially if they have not  had other similar  cases in the company, who find it difficult to accept the new situation of their employee.  It can be positive to show them a brochure about  PC.  (Continued on page 2)\n\n\n\n\n(Comes from  page 1)\n\nThen you have  to take into account the  treatment received and the side  effects. \n\n*From the book \"Prostate cancer   in heteros, gays and bisexuals\".\n\n\n\nUROLOGISTS. IN THE USA, THE MOST STRESSFUL MEDICAL SPECIALTY\n\nThe Occupational Information Network (O*NET) (1) classifies Urology as the most stressful occupation in the USA. Classification they made analyzing the levels of professional stress in 873 different jobs. The definition of the specialization of urologists, according to such organization refers to those doctors who specialize in conditions affecting the urinary tract and also with diseases that affect the reproductive system.\n\nRegarding stress, LUGPA (2), a non-profit urological association, believes that the growing shortage of doctors is a dominant factor in its stress, together with the massive delay in care, a consequence of the Covid-19 pandemic, which have caused a significant increase in medical demand, with a progressive increase in waiting times for patients.\n\n\nBut these factors will tend to increase, in part due to the progressive withdrawal of urologists, as deduced in another study, published in JAMA Network Open, in which a series of models are projected that show the progressive decline in the number of active urologists between 2020 and 2060. To which LUGPA adds another important stressor, which is rising inflation along with a reduction in urologists' earnings of 4.5%.\n\nAdd to all this the very difficult situations when making decisions in very complicated patients, such as urological patients; the need to create a significant level of trust with such patients and develop communication skills, with respect, transparency and patience.\n\nAspects that make this specialty particularly rewarding at the professional level.\n\nThe Occupational Information Network (O*NET) is a free, American online database that helps students, people without work, companies and professionals with hundreds of job definitions, with data from about a thousand different occupations.\n\nLUGPA (Large Urology Group Practice Association) represents more than 1800 private urologists in the USA. It offers its associates information on new technologies as well as support and resources that allow them to maintain the highest level of care for patients with acute and chronic diseases of the genitourinary system.\n\n\n\n\n   PHYSICAL EXERCISE  BENEFITS  PATIENTS  WITH PROSTATE  CANCER, EVEN THOSE IN ADVANCED STAGES OF THE DISEASE.\n\nJin-so Kim and collaborators from   Edith Cowan University  ,  in Australia, publish (Research outputs  2014 to 2021), an important work on the suppressive effect  of myokines  on  tumor growth, including in patients with advanced  prostate cancer\n\nThis public university  resides in Perth, Australia.  It was created in 1991 and is named after Edith Cowan Dircksey, the  first woman  elected  to the Parliament of Australia.\n\n It is alreadyknown that physical exercise offers many benefits to  patients, but a study carried outby the Edith Cowan University (ECU) has shown how beneficial  it  can be for those affected by prostate cancer (PC), even in stages advanced  disease.\n\nIn this regard, ECU had previously observed that in patients with PC, the level of proteins known as myokines or myokines increased through physical exercise. Myokines have the  ability to stop tumor development.\n\nBut in the current study they observed 9 patients multi treated for  PC and in advanced stages, These patients performed intensive exercise  for 34 minutes.   Before, after  and  30 minutes after the end they determined their myokine levels  . Well, their level had increased immediately after  exercise, but they returned to their levels 30 minutes later.\n\nThe serum of patients taken to in vitro studies achieved a 17% elimination of the growth of PC cells. The study should continue but the   potential activity of   myokines,   even in cases  of advanced PC, is striking  . Perhaps it would be the explanation that patients with advanced PC who  perform physical exercise have better survival than those who do  not exercise.\n\nThe authors consider that the   appropriate dose to obtain these positive effects would be about 20 minutes including (provided that the doctor responsible  for   the patient does not think that it  could be counterproductive for other  health  reasons).   Some resistance exercises that increase muscle growth to stimulate the production of myokines.\n\n\nPROSTATE CANCER IN HETEROS, GAYS AND BISEXUALS\n\nIt is dedicated  to  all  men,  whether straight,  gay or bisexual,  with suspected or diagnosed   prostate cancer (PC) and its treatment, to  their families,   friends,   to the   health personnel who diagnose, treat and support them and the  general public interested in the subject.\n\nAt the time of diagnosis of PC, about 90% of  cases  are in the early,  local or regional stage, curable, which partly explains that most patients will not die of  this disease; but, here lies one of the fundamental  issues, many of  them will suffer the unwanted consequences of treatments. \n\nIt is  an issue of great individual,  family and social importance  , for three main  reasons:\n\n Because PC affects   men,  regardless of their sexual condition. That is why we include here and  in a specific  and open  way  , gay and bisexual men. These,  as for the PC,  suffer a double taboo:  on the  one hand, that   of  the CP, so silenced in our   occiety and  in the  media and, on   the other,  discrimination because of  their sexual  condition   , that   It can have an impact on the assistance  N receives.\n\n(Comes from p.  3)\n\n Experiences with CP are different in heterosexual (HS), gay and bisexual (GB). Written or via the internet,  information for everyone  is  scarce, but for the GB it is practically nil. In  general, both  health personnel and  administrations usually assume that patients are HS. Everyone fills out admission papers in hospitals, in which the sexual condition is not usually requested or included  .  On  the   other hand,  GBs  do  not usually find specific information leaflets in waiting  rooms or CP consultations, so they are pushed to  adapt  to HS strategies. \n\nFinally, a decisive and novel aspect of the treatment has burst with strength and hope for men with PC located in the prostate and  low aggressiveness.  Along with  the classic  treatments,  prostatectomy and radiotherapy (which, together with  high cure rates,  can cause serious secondary problems, with very frequent alteration of quality of life), a third modality arises,  active surveillance, or treatment (if    necessary), deferred. In which case, a truism: without treatment there are no side effects.  Our goal is:  Prostate cancer  : cure with quality of life.\n\n\n\n\n\n\n\n\nCASE. If we compare the DNA of everything that breathes and moves on our planet, all animals are very similar. But small differences translate into big changes. Apart from technology, music also separates us from other animals. But I want to add a third differential characteristic: the attitude towards sex. While humans have developed a wonderful sexual relationship, the other animals have only developed and maintained the reproductive sexual aspect. With few exceptions, males have a brief and primitive sexual relationship, females do not even know. Among humans, getting a bilateral relationship with the couple, caressing, touching, reaching orgasm together or separately makes many exclaim, after the climax, \"This is paradise, now I can die, because it is impossible to be happier than I feel now.\" This comes to mind because prostate cancer and its treatments threaten the best of the human being, shared sexuality. Prostate cancer is one of the great enemies of maximum happiness.\n\nLITTLE PROGRESS IN PENILE CANCER\n\nDr. Philippe E. Spiess is a urologist at the Moffit Comprehensive Cancer Center,  (started in 1981, located in Tampa, Florida, USA,  dedicated to patient care, research and   education).  Spiess reports that, in the USA, mortality from penile cancer (CPE) increases although the incidence remains stable. This shows that the  treatments we have are of little effectiveness, and that the research devoted  to them has been rather scarce.\n\n\n\n\n\n\n\n(Continued on  page.  5)\n\n\n\n(Comes from p.  4)\n\nEPC is rare in developed countries,  while it is more prevalent in regions of Africa, Asia and South America. In total, worldwide and according to data from the American Society of Clinical Oncology and cited by Spiess,  36,068 cases were diagnosed in 2020.  From the histological  point of  view, the most frequent EPC is that  of squamous cells.    The prognosis depends on  its extent at the time of diagnosis.  When it is  precocious it is curable by surgery.\nThe  overall survival    at  5 years of  diagnosis in  the USA is  65% of patients  while that    of patients with local disease  is 80%  and only 9%  in   metastatic patients.\n\n However,  probably due  to  lack of attention toCPE, survival tends to decrease.   They point to  the need  to identify and develop more effective treatments in patients with metastases.\n\nTEN TIPS FOR RESPONDING TO A PROSTATE CANCER DIAGNOSIS\n\nOn  the  online page (zerocancer.org), of   the North American foundation Zero  cancer, dedicated to prostate cancer, which in 2021 merged with US Too (of  which FEFOC is a member), we find  (source: Donald W.-CTCA) some   advice on the   diagnosis  of prostate cancer  due to an extraordinary patient,  Donald W, a veteran of   the US  Navy who, a month after his father died   of cancer,  died  robotic prostatectomy for prostate cancer, at Cancer Treatment Centers of America (CTCA).\n\n\n\nWe translate the   following tips from the original:\n\nTake a step back to process.  I approached the  situation calmly  and logically knowing that prostate cancer is aggressive or slow-growing.\n\nDon't rush into your decision.   I evaluated all of my medical  options and got a second opinion from another medical expert who was not affiliated with the same practice as the doctor who provided the initial diagnosis or  treatment  recommendations.   The second opinion assured me  that I was correctly diagnosed  and  gave me  the best treatment recommendation for me. \n\nKnow your options. I asked about all  possible  treatment options.  I wanted to know if  this required immediate action or if I had time to make a decision.  Know that  watchful waiting or active surveillance may be viable  options.\n\nDo your research.  I researched all  the treatment   options and  side effects   of  each treatment,  then delved into side effects that could affect my quality of life, including    erectile dysfunction  and incontinence. The potential impact on my quality of life was important to me.\n\nResearch  your  care team and  credentials.    Once  I chose my treatment  option, I   researched the doctor who would perform the procedure, their  skill level,  and their specific experience  for the  procedure   I had. I wanted to know how many procedures I had performed and their level of success.\n\n\n\n(Comes from page 5)\n\nLean on your loved ones. I recognized early on that my  cancer diagnosis  also affected my closest family and friends  . I knew that his support for me was very important for my healing. Don't shut down and close your  loved ones  when you need them most.\n\nFind a mentor.  I trusted  other prostate cancer patients and military veterans whom I knew and learned a lot from them.  They supported me  and were there to help me  overcome this crisis.     I also volunteered with various organizations to help other men in the future deal with a prostate cancer diagnosis   .\n\nDon't   be afraid of  support groups.  I started a support group and attended support groups, both in person and online. I wanted to get  other   people's  first-hand perspectives  on what they experienced.  As a  result, I  gained a wealth  of knowledge that I wouldn't have known otherwise.\n\nBe an empowered  patient.  Managing  prostate cancer is a battle and you must be committed. I  found that I had  to  invest time and energy to make informed decisions about treatments. I learned that a  cancer diagnosis is not a death sentence.  Knowing this helped  me manage expectations and be prepared for what the future may  hold.\n\n\n\nDevelop a plan of attack.  I researched many different hospitals and cancer centers to find the best medical equipment for me.  I wanted the  opportunity to be able to fight with the support of my spouse and  loved ones.    I learned how to develop my treatment  plan,  then  reviewed it with my  mentors as  well as   my  spiritual, psychological  , and medical  care teams.  Finally,  I learned after  finishing my  treatment that it  was possible to stay active, heal, maintain my strength, and live a long and productive life. \n\n\n\n\n Penile cancer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n/  u  c  m/c h / C  O F   \n\nCollection of videos about  prostate cancer\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler \n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21  82\nEmail:\n\n\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) Dec 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2023/01/December_CANCER-DE-ELLOS-Eng.docx"}}