{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR  CANCER  GARDEN\n\n\n\n\n\nEDITORIAL\n\n\nF E F O C :  MEMBER  OF  EUROPE  UOMO , USTOO  AND  MALE  CARE\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\n© FEFOC 2022\n\n\n\nThe month of April is dedicated to  testicular cancer,  a tumor fortunately  of low incidence and that was and is the protagonist of one of  them greatest successes of chemotherapy  Antineoplastic, essentially due to the introduction of cisplatin, cancer of young men  should be taken into account, given its enormous curability and relative ease of  diagnosis, provided that the population at risk (of  18 to  40 years) is warned  about it.\n It is also striking that every time  our Ministry of Health makes a sensible  recommendation, it has so much  uninformed opposition. We say this on account of alcohol and the Mediterranean  diet, as at  the time happened with beef and veal, so  unhealthy.  For our part, we congratulate the ministers who dare to fight for the health of the population.\n\npara men of another sexual condition.  We also give space to the different surgical modalities in patients with penile cancer, in relation to sexual intercourse after  treatment.\nThe team of Phoebe Tsao and collaborators, from the University of Michigan, USA, has deepened the study of the   psychological repercussions in prostate cancer patients  receiving  hormonal  treatment.  It is an issue of  enormous importance.  It is evident that the aggressiveness of hormonal treatment with respect to  quality of life should make us reflect on whether we provide proper support to these patients.  The optimal thing would be for other researchers to design drugs that did not involve chemical castration. Someday  we will have  them.  Meanwhile, let's arm ourselves, hand in hand with psycho-oncologists to give adequate support to the thousands of\n\npatients  who  continue  for  a long  timea\t\n\nProstate cancer support groups are not easy, for various reasons that we have been exposing.  Today we dedicate a space to draw  attention to a specific problem that occurs with respect to the groups of this cancer, but treatments.\n\n\n\n\n\n\n\n\nAPRIL, MONTH DEDICATED TO  TESTICULAR CANCER\n\nThe objective is to inform and stimulate especially   men between 18 and 40 years old, to have their testicles examined monthly, since, between these ages, there is the highest incidence of testicular cancer (CT).  This dedication during April also allows to expose and take into account the advances in its diagnosis, treatment and research. It        should be noted that  CT is probably the cancer with the best prognosis, with a survival of 95% of those affected, beyond   5  years of diagnosis, practically cured mostly.\n\nThe history of TC is a success story:   With them, one of the most important advances in chemotherapy has been achieved    , through the association of three drugs, vinblastine, bleomycin and cisplatin, especially the latter.  As usual,  chemotherapy involves important secondary problems, so  less traumatic  options are currently being investigated;  but no one  takes away, from this  therapeutic   weapon, the enormous success obtained in CT., similar to the one that was obtained in its day with the association of vincristine-prednisone in acute lymphoblastic leukemia, in  a way  outstanding in children.\n\nWe go through that a causal factor of great importance is cryptorchidism, or lack of descent of the testicle to the scrotum.   They are also at higher risk if there are cases in immediate family members, although there  are few  family  cases.  Men  diagnosed with  AIDS have an increased risk of developing CT. Finally, people who have suffered a CT scan are at greater risk than the population without this history of suffering from it in the other testicle.\n\n\n   CTs are overwhelmingly (90%) tumors of germinal origin, These cells are the ones that produce  sperm.   The testicles are  composed of  several types of cells, so when diagnosed under the microscope, various ct modalities can be found. The current history of TC begins in the 60s of the last century. The biggest sign of alarm was the detection of  a lump in a testicle, although it is not uncommon for it not to give symptoms of entry.\n\nGlobally, CT is very rare, accounting for only 1% of all  cancers.\n\nBut it is good to  remember, especially, young men, to watch their testicles. These are soft to the touch so    whenever they notice an increase in  size, or consistency or a lump, in one or both testicles, they should go to their doctor, always remembering the good prognosis of this disease, but, as  is the norm in Oncology, the sooner the diagnosis the  better the treatment.  CT usually   does not usually cause entry  pain  .  The best time to feel them is in the shower, when the testicles are  descended.\n\nIf the doctor considers  the change detected in the testicle suspicious, he or she will order imaging studies  and, eventually, a biopsy of the suspicious  area. If the diagnosis of CT is confirmed, we will enter  the treatment, which combines various means, with very good results.\n\n\n\n\nSUPPORT GROUPS FOR MEN OF ANOTHER SEXUAL CONDITION (GB).\n\nMany BG men would like to attend support groups for CP patients. These groups have proven to be  a very effective source to offer information and support in various diseases, such as breast cancer.  Women  of another sexuality already have it complicated in these groups. But, in CP, there is a shortage of groups even for HS (for the reasons already expressed of the double taboo status of  the CP) and the added  homophobia.\n\nGB who have tried to be part of a group of HS, have had it complicated.  For example, often the wife or partner of the heterosexual  accompanies them, or the relationship of the group with respect to the female partner is very frequent.  The GB are quite restricted to express themselves and, even more, to go with their partner. And how to face the very frequent discussion about sexual  relations?\n\nMany think that it would be best to go to support groups only for GB. This remains to be seen, given the  enormous difficulties  previous to even creating support groups for HS in CP.\n\nDiverse research  shows that, because of  their emotional reactions and the side effects of  treatments, EBs  feel a lot of shame, stigma, and discomfort when they have CP.  Shame and stigma that starts from suffering from   homophobic experiences and  previous discrimination. CP will alter your own self-esteem and relationship  with your partner (spontaneity, rejection, depression,  and anxiety).\n\n  Therefore, a great challenge for them is to  find urologists, radiation therapists and oncologists educated in the great sensory  complexity faced by GB with CP. And appropriate support groups, in  which a safe, confidential, understanding  and free  environment is created,  in which EBs can express and discuss their sexual orientation, lifestyle, aspirations and   projects.\n\nTHE MINISTRY OF HEALTH RECOMMENDS THE MEDITERRANEAN DIET\n\n  Today,   April  27,  2922, the Ministry of Health proposes: a) That   in bars and restaurants alcoholic beverages be eliminated from the menu of the day and that b) It be followed  as  much as possible  the so-called Mediterranean diet.\n\nThese two proposals, so elementary, have produced, in several media, ironic  comments.\n\nA very frequent one, \"with what we have gone through with the pandemic and now they want to take away our wine\";  \"they want to regulate everything\";  \"this will hurt the business\" Hardly any reference has been made to the Mediterranean  diet, but no one  has defended it.\n\nBut what world do we live in? Does the fact that the Ministry of Health decides to increase healthy habits justify ironic  comments?  Reducing the consumption of alcohol as, with excessive prudence is done with that of tobacco, are synonymous with  an  advanced, modern society. As in his day they wanted to do with the excess  consumption of meat and a little more hang the minister of consumption.\n\n It is not about    regulating  everything,  it is about implementing healthy  data, such as  reducing the consumption of alcohol and meat.  Let us insist again and again on the benefits of the Mediterranean  diet, a paragon of wisdom.\n\nIt is not known exactly that some of it decreases the risk of cancer in general and prostate cancer in particular.  But there are the results. The incidence of cancer was low in Mediterranean countries when this diet was the most frequent, while it increases as we abandon it.\n\nWe congratulate from here the Ministry of Health and the Ministry of Consumer Affairs. And that nothing happens to them, because remembering  good habits is   not always accompanied by praise, but rather  on the contrary.\nThere are so many  vested interests  !\n\n\n\n\n \tSEXUAL \t\tRELATIONSSUPPORTING TREATMENT FOR PENILE  CANCER\n\n  The effect of  penile cancer (PSC) on sexual intercourse depends on the treatment received.   The doctor tries to apply the best treatment that, in addition, preserves sexuality as much as possible.  We take these recommendations from the magnificent Cancer Resarch UK group.\n\nSex after   radiation therapy.  It may take time to recover.  Radiation therapy may decrease the ability to have and/or maintain an erection. It can also affect the surrounding nerves for a while. Inflammation of the penis can make erection difficult and  painful  . But most side effects usually go away or improve  after  treatment.  Thus, many patients can recover their   sexual intercourse as before radiotherapy. \n\nSex after   surgery.  It depends on  the modality of  surgery according to the location or extent of the CPE:\n\nInitial CPE localized. Extensive removal of the affected  area does not usually change  sexual intercourse. \n\nRemoval of the head of the penis, with reconstruction (glandectomy).   The ability to erection  is preserved  although perhaps it can decrease the sexual sensation.\n\n3). Removal of a part of the penis (partial penectomy). Sexual   intercourse can be maintained, being possible erection and orgasm without the head of the penis.    Penetration  is possible.  About 50% of men   treated in this  way maintained erection and sexual intercourse. \n\nRemoval of the entire penis (total penectomy).  An adaptation is needed in the way sexuality is expressed but  a complete  relationship can be developed.  It is necessary to talk openly with the couple and seek the means for  mutual satisfaction.\n\n  After penile reconstruction  (phalloplasty). It is indicated when a partial or complete  penectomy has been  required.  It is done after a while to check if there is no reproduction of the tumor. Plastic surgeons use skin and muscles from other parts of  the patient's body to perform phalloplasty. Erection is possible    once performed.  In fact,  it is major  surgery that can have complications, so it is necessary to dialogue with the surgeon to know the possibilities and consequences.\n\n\nHIGH INCIDENCE OF ANXIETY AND DEPRESSION IN PATIENTS ON HORMONE THERAPY\n\nTania Estapé\n\n Patients with prostate cancer who require treatment consisting of hormonal blockade suffer a significant risk of suffering psychological consequences.   This procedure can lead to anxiety and depression. Now the group led by Phoebe Tsao of the University of Michigan in the United States of America, has done  important research on the subject. In this research,  a comprehensive analysis  of patients diagnosed with prostate  cancer    from 2001 to 2015 has been carried out. These data have been taken from the   Clininformatics Mart database, which is considered representative of various types of patients, of different ages and economic modalities in their benefits.  of health.\n\n\n\n( continued on  page 5)\n\n\n\n(comes from   page 4)\n\nIn this study  , data from  patients with prostate  cancer  were analyzed.  The researchers selected the 37388 patients treated with hormone  blockade.  Among these, they found that  10.6% had an established diagnosis of anxiety or depression.  When assessing data on whether this group had received any  psychological and/or psychiatric treatment, 1892 (i.e. 47.7%) had not received any documented treatment.  10 (0.3%) received psychotherapy, and the rest received psychotropic drugs. Among the latter group, 33.3% (i.e. 1321 men) were prescribed an antidepressant (    serotonin   reuptake inhibitor),    while 744 (18.8%) were prescribed  an anxiolytic, specifically benzodiazepines.\n\nThe  average time it  took  for men with hormone blockage to obtain a diagnosis of anxiety or depression was 9.3 months after starting therapy. Overall, it was family doctors  who prescribed  psychotropic drugs (72%). It is interesting to note that the percentage of patients who received treatment for their mental health (47.7%) was similar to that of men without  prostate cancer  (49.1%).     However, it was  significantly lower than that  of men with prostate cancer with other treatments (52.7%) \n\n  The authors point out that  these data need to be investigated further  and future  research that can provide more information about the treatment of mental health problems in men with prostate cancer in general, and with hormonal treatment in particular.  As has  been seen in the data, very few receive psychotherapy.  Prostate cancer   support  groups may be a good option. If you are interested in participating in FEFOC, please write to \n\n\n.\n\n\n\nThe full study can be seen at: Tsao, P. A., Ross, R.  D., Bohnert, A., Mukherjee, B., & Caram,\nM. (2022). Depression, Anxiety, and Patterns of Mental Health Care Among Men With Prostate Cancer Receiving Androgen Deprivation Therapy.  \tTheoncologist,27\t(4),\t314–322.  https://doi.org/10.1093/oncolo/oyab033.\n\n\nGroup of patients with  prostate cancer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n:www.   youtube. /UCMOFY1FLcbVOCshefrj6mkQ/ \n\n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\n\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) April 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/05/Abril_EL-JARDIN-DE-PROSTATAEng.docx"}}