{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR   CANCER      GARDEN\nFEFOC © 2021\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\n\nEDITORIAL\nDuring this  month,  dedicated  to  breast cancer,  in  the  news  of  FEFOC        we have  dedicated  a daily news  regarding the most frequent cancer in women, which, of course, we wish you have  followed  or  can  see  now.\n\nIt  certainly     produces a healthy  envy to observe,  with  the  greatest  respect  and  admiration, what has been achieved in  breast cancer in public   information.   And,  do  not  hesitate,      through   the information  the  pressure  on  the health authorities   and researchers has  been  achieved,  in such a way that the  progress  in  breast  cancer  has  been  excellent.\n\nOr is it that someone dares  to ignore the\n\n\nWhen will men with prostate cancer take to the streets demanding better, less aggressive treatments? That is why in this  issue  we dedicate  two  articles  to   active       surveillance,    a huge  step  in  preserving    the  quality  of  life  of  patients, but still  subject  to  the  necessary  education.  continued  of  those who apply it      and    the  information  and  support  of those who receive it.  \n\nAttention also to the exorbitant increase in the  prices  of  medicines,  which    will  eat  our health system.   Remember that in the USA each patient, in  general,    pays for their  medicines  and   health care,    with  which  many are ruined.   \tHere,\tfortunately,\n\nSwedish women of the 70s demonstrating in \n\nYears ago   we socialized the  health  expenditure  that\ta\n\nits streets with banners that read \"You cut off our chests because you are men.\" Do you know  how this stimulated Fisher and Veronessi until they discovered    that  lumpectomy  plus  radiotherapy amounted  to  mastectomy?\n\nwe all pay. Which    is  a blessing for each particular patient, but, do not  forget,  we pay for it together    (extraordinary) but  it ruins us at the state level.   Capitalist  society    is  unsustainable.\n(continues  on    page  2) \t1\n\n\n(comes from    page 1)\nNietzsche, the greatest of philosophers, draws our attention to the fact that the      sick do not  feel    sick  and to   the  need for the  sick  not  to ask too  long  for  the  compassion  of  others.\n\nAs for physical exercise in patients with   prostate cancer, it begins  to  be  measured    objectively. You will see the role of the mioquinas in this regard.  \n\nASPECTS OF    ACTIVE  SURVEILLANCE\nJinping Xu and collaborators, most of the Wayne  State University, in  Detroit,  Michigan,  USA,    publish  in  Urology,  an  interesting  study  funded  by  the American Cancer Society and carried out with the  aim  of  evaluating  the  attitudes  of  the urologists  about  the treatment of low-risk prostate cancer (PC), with special  attention  to    active  surveillance  (VA). Let's briefly remember    that  VA  is  an option in low-risk CPs, consisting of not treating but controlling the evolution of the  disease  and,  in  any  case,  moving  to  active  treatment  (prostatectomy,  radiotherapy, hormone therapy)  if  the  CP  Progresses. Comparative  studies  show  that    survival  at    10  years  of  treatment  is  similar  between  VA  and   active treatments,    when  applied    at the beginning. Va offers the added advantage of  lacking side effects (e.g.,  sexual impotence or urine incontinence or  feminization). However,    many  patients, who chose VA in principle, abandon it, in our  opinion  due  to  insufficient  information  and  lack  of adequate support,    essentially  psychological.\n\n\nIn this study,      225  urologists  were  surveyed. Did they offer VA as an initial strategy to their patients with low-risk CP? 65% of  urologists  did.  \n\n87% believed that it was an effective means, little used, while 80% believed that, in the  USA, prostatectomy and   radical radiotherapy were used excessively.  \n\n Taking into account that VA is indicated in non-aggressive    cases,  the answer   was  given,    apparently  somewhat  contradictory,  that  89% agreed to recommend it to  African-American patients, despite knowing that they tend to develop more aggressive forms  of  CP.   However, it is  true  that  at  the time of the recommendation these patients  had low aggressiveness CP.\n\nThey also observed  that many patients,  regardless of ethnicity, were not very interested in . VA, probably for fear          of CP    progression  and/or  recurrence. In  contrast,  others,    fearing    the  side      effects of active   treatments,    preferred  VA.\nA   certain  contradiction  was thus detected   between what   urologists mostly expressed  in favor of VA and the fear of it and  preference  for  active  treatments  that they observed  in  many  patients. We  have been  educated  and  persist  in  our  collective  unconscious  that, in the face   of  cancer,  in  general,  it is best to eliminate it as soon as possible. Which is  true, as long as      we know how to make proper sense  of the term before. The before must be  rational, data-driven. That \"come on  Monday  that  on  Tuesday I have  a  Congress\"  is  not a before, it is something else. Before, yes, but reasoned,  objectified,  calmly validated.     Before    means neither  hours  nor  days.\n\n(continued on    page 3)\n\n\n2\n\n\n\n\n(Comes from    page 2)\nThe researchers  conclude  that in the USA there is a  need   for education  aimed at    explaining  va  well,    its  benefits  and  absence of side effects.  \n\nMORE ABOUT  ACTIVE  SURVEILLANCE\n\nDr.  A. Finelli  and  colleagues,  from  the University of Toronto, publish in the official journal of The American Urologists Association  (AUA),  Urology,  an  important  study  in  8541 patients with low-risk prostate cancer (CP), with an average age of 64 years, and who chose active surveillance (VA), as the first  option.\n\nFinelli  tells us that  about    50%  of  patients  who  preferred  VA    move on to active treatment (surgery or radiation therapy, in the period from their initial choice, VA, and 5 years later. While lately  the percentage of patients who choose VA   has  increased  significantly,  in  a  space  of  time  of  5  years,  many leave it.\n\nThe fundamental objective of va is twofold: 1. Avoid the side      effects   of surgery or  radiation therapy and 2) Obtain equal results. Of      course,    patients  should undergo more periodic examinations than  those who choose active treatment.  \n\nDuring the  first  year  of  the  election,    15% of patients left the VA (that is,  85% remained in it). But only  52% remained  in VA  at  age 5.\n\nThose who changed were generally the youngest  or those   with    signs    of  suspicion  (increased  PSA  or  finding of cancer  cells  in  a  biopsy).\n\nIt is very interesting that Finelli, apart from the need   for better  and  less  aggressive  means    to  follow  these  patients,    also  calls    for  the  continuing  education  of  the  doctors  who  control     these patients, who, we add, need  very  specific support.     Finelli also believes      that  patients  who  choose VA need  to  be  educated and  informed  more.  \n\n\nINCREASINGLY EXPENSIVE MEDICINES\n\nIn Annals of Oncology (the journal of ESMO, European Society of Medical Oncology),  October    2021. Van  Ommen-Nijhof,  From  The  Netherlands Cancer Institute, Amsterdam, and  collaborators  (among    whom  we highlight  \nV.P. Retél, psychosocial researcher at the same institute),  present  two  interesting  studies, regarding   a  research  aimed  at  studying    the  efficient, and therefore  more sustainable,  use of very expensive medicines.\n\nThe authors  state first and foremost    that    new  drugs  in  the  field  of cancer have greatly improved the prospects  of  many  patients. But  the  cost  that  accompanies these drugs is enormous. In  general,    new  drugs   take a significant part of the pharmaceutical budget, a proportion that will increase in the next ten years. Progressive cost that  threatens the survival of health systems. Attempts            to  limit  this  cost  have  not  borne  great  fruit.\nThe\tauthors    \tpropose\tanother\tway\t  to limit it:  using  these  drugs  more  efficiently,  but,  of  course,    maintaining  efficacy.   \t\t\t\t3\n\n\n\n\n\n\n(Comes of the pag.3)\n\nClinical trials of new drugs are,  in  general, led by  the pharmaceutical industry itself, which tends to propose high doses    and  applied for a long    time.\nCan efficacy be maintained using lower  doses  and  for  less  time? If  efficacy   is   maintained, this  would lead to  fewer  side effects and better quality of life for  patients.    \n\nInterest in efficient research into new  drugs  is growing a lot  among  patients, clinicians    and  researchers.\n\nTo continue and refine efficient research, trials involving many patients are needed. But, despite the  health,  social  and economic importance, it   is  very  difficult to find  financing  for    them,  which  usually  exceeds  the  resources of the public system.   At the same time, the pharmaceutical industry is not very inclined to fund them, as the fundamental objective of  efficient research   conflicts  with  its  commercial interests.    \n\nVan Ommen-Nijhof  and  collaborators  have managed to launch the study  they call SONIA, which is based on a new  drug,    and  which  subject  to  the  criteria  of  efficient research,    which  is  called  trying to      avoid   financial toxicity  of  medicines.  \n\nThe authors  emphasize  that    studies  on  therapeutic  efficiency  have  been  supported by    patient  associations.   The  attempt to    reduce  the  dose  of      medicines    would lead to  a  reduction  in pharmaceutical expenditure,    which  will allow  more  funds for research or the return of these to the  health  system  or  the  foundations  that  help fund it.\n\n\n\n\nNIETZSCHE AND  DISEASE  \n\nThe greatest of philosophers and, at the same time, extraordinary\tpsychologist\tFriedrich  Nietzsche  (1844,  in  Rocken,  Prussia-1900,  also  in  Rocken),  is  rightly  considered  by  Fernández  Arias  (Nietzsche,  the  challenge  to  two  thousand  years  of classical philosophy  History,  National  Geographic) as \"the philosopher of the twentieth century and on his way to becoming the philosopher of the  twenty-first century\".     Nietzsche  himself      proclaimed himself    a  \"philosopher  of the  future,  who would come alive  after  death.\"\n\nIt aimed to    educate us to think  for  ourselves,    as  beings responsible for our actions. Thinking for      oneself,  this is one  of  the  keys,  we add, to the balance and quality of  life  of  patients.  \n\nIn the book \"Aphorisms\" of the German philosopher, edited  by  Andrés  Sánchez  Pascual,  it is explained    in  the  prologue  that  Nietzsche  was  the maximum creator of aphorisms, which the  philosopher himself defines    as  follows:  \"It is  my  ambition to say  in ten  sentences    what  everyone  else says in a book, what everyone  else—they don't  say  in  a  book.\"\n\nIf before we have alluded  to the importance of thinking  for  oneself,   let us now  analyze  some of Nietzsche's aphorisms regarding the sick  and  the  sick.\n\n\"UNTIL WE HAVE FORGOTTEN THE  DOCTOR  AND THE DISEASE WE  HAVE NOT\nHEALED\" Indeed, the disease must be overcome and that is why we are investigating the fear of relapse,  the  greatest  source  of  unhappiness  of  many    cancer  patients.\n(continued on    page 5)\n\n\n\n\n\n(comes from      page  4)\n\nIt is an issue that affects everyone and for which we must find a methodology for overcoming  it. Precisely the motto of FEFOC is  \"HEALING  WITH  QUALITY  OF  LIFE\". I don't  see\nit  tries to be  positive  but   to think  for  ourselves    and  get  to  establish  the  balance  with  the  disease,  to annul it  as a source  of  anguish  and  depression.\n\n\"DO NOT BE SICK TOO LONG BECAUSE  SOON THE PEEPERS  BECOME  IMPATIENT,    FOR  THE  USUAL  OBLIGATION  TO  MANIFEST  COMPASSION,  SINCE  IT IS VERY  DIFFICULT FOR THEM  TO MAINTAIN  THAT STATE FOR  A LONG  TIME  IN  THEMSELVES.     AND  THEN  THEY GO  DIRECTLY TO SUSPECT    OUR  CHARACTER,  WITH  THIS\tREASONING:\t\"YOU DESERVE TO BE SICK AND WE  NO  LONGER  DESERVE  TO GET TIRED  OF    COMPASSION\"\n\nThe sick  person must  avoid  being  the object  of  compassion, he must  receive  the  right  help  he  needs for the shortest possible time. Whatever  the  situation,  it  must  be realized  as  a unique,  thinking  and  decisive being. But  no    positivity but responsibility, respect for        oneself    and  others.\n\nFinally,  the  formula  of    happiness  for  the German philosopher:  \n\n\"FORMULA OF MY HAPPINESS: A YES, A NO, A STRAIGHT LINE,    A  GOAL.\n\nPlease     apply it as far  as possible.               Usually, as far as possible,  do  not  stay  in  the  middle way.   \n\nPHYSICAL  EXERCISE  PRODUCES      ANTI-CANCER  PROTEINS\n\nResearch   led by   Professor  Newton  of    Edith  Cowan  University,  published  in  the  journal  Medicine  &  Science in  Sports  &  Exercise,  in  October  of  this year warns   us objectively  that bed  and  rest  may  not  be    best  for    people  with  cancer.\n\nEdith Cowan  University  (ECU),  which     began  in  1991,  is  located  in  Perth  and  Bunbury in    Western    Australia. Its  main  objectives  are  to spread    knowledge  and  improve  the  quality  of  life  of  Australians.  His  research       focuses    on solving  real    world problems    through  social, economic,  physical  and environmental aspects.  \n\nThe main researcher  was  Dr.  Jin  Soo-Kim,  from Professor  Newton's team-  They  have  focused  on  a  protein, called myokines,  that  our  body  produces  when      it  exercises  physically. And  they've  found  that  these  proteins  can  suppress  the  growth  of  a  tumor.\n\nTo do this, they took  blood samples from  obese  patients  with  prostate cancer,    all  of  them  receiving hormonal treatment.  \n\n(Continued on    page  6)\n\n\n\n\n(comes from    page  5)\n\nThese   patients    underwent    controlled and continuous physical  exercise  for  12  weeks. They then  took  new    blood samples.  In  both  samples,  the    pre-exercise  \tand\t\tthe subsequent samples determined  the  level  of  myokines. The  level  of  myokines  increased  in  patients  after   physical   training.  \n\nBlood drawn  after    physical  exercise  was  applied  directly  in  the  laboratory  on  living   prostate cancer    cells.   And  its  suppressive  effect  on   tumor growth  was  proven.   For  Newton  this  points  quite a bit to the fact   that chronic  exercise  creates  a  cancer-suppressing  environment   in  the  body.\n\n For the      authors,  physical  exercise  can  also\tcomplement\tsome  treatments  for prostate cancer, such as testosterone   deprivation, which is  effective  and  very prescribed but    contributes  to  the    decrease.  of   muscle mass  and increased fat tissue. The  result    is  what    we know  as  sarcopenic obesity (obese, but with little muscle mass), which complicates  overall health and    cancer growth.  \n\nDuring physical training,    participants    lost  fat  tissue  and  increased muscle. Although the  study  focused  on  prostate cancer (due to its incidence and the series of problems  that  affect  the  quality  of  life  of  those  affected), they believe  that  their  findings  are  valid  in  general,  always  with  the due medical control.  \n\n\n  Currently,  ECU  values  a study in  which  patients  with  advanced    prostate  cancer are   incorporated  into  a  controlled  program  of  physical  exercise  of  6  months. No definitive       results  are  available,  but to  date  there  are  some  good  omens. Although    these are patients with a lot of disease and side effects      of  treatments,    for  Newton, they are  still able to produce anti-cancer \"medicine\"  inside.\n\nFINANCIAL TOXICITY AND PROSTATE CANCER IN  OTHER  CULTURES:  A\nobjective of    care  of  the  patient,  family  and  health  team.  \n\n\n\nDr. Oscar  Galindo  Vázquez    Psycho-Oncology  Service\nNational Institute of  Cancerology  INCan,  Mexico.\n\n\"Financial toxicity\" has become in recent decades a household term used in the discussion of   prostate    cancer  treatments    as  oncology procedures progress that has gained traction in the medical literature, health    insurance    plans,  and    conversations.     doctor-patient.\n\n(continued on    page  7)\n\n\n(comes from    page  6)\n\n\nHowever,   as  a phenomenon  in    current treatment,    financial toxicity  is not  fully  understood  in  its  concepts,  in  its  economic  and psychological effects or by the health   professional,  by     the  patient  and  family,    the  programs being   available mainly at the level  of  the  health system.  \n\nFinancial  toxicity  is  composed  of  two  elements:\tObjective\tdomain\tthat  corresponds to  the  monetary  expenditure  of  medical  care  (diagnosis, treatment and support   programs),      which  according to the   The World Bank  can  be  termed  catastrophic  as  an  expense  that  exceeds    40% of  a     family's accumulated post-subsistence income,    which        is  the  income  after  account for    expenditure  related  to  food  and basic necessities.  \n\nSubjective domain, the  information reported  by  the  patients  themselves  (worries,  anxiety  and   emotional distress),    which  provide  a  perspective    beyond  the  monetary  expenses  paid,  which  is  an  element  fundamental  to  understand  the  experience of the  patient  with  prostate cancer    and  their  families.\n\nThis information allows for a  more  complete  assessment  of  how    patients  and  their families cope with financial challenges, the  emotional distress  that  comes with    it,  and  how  they modify care and   care.    search for   care     programs.\n\nExpressions such as:  \"I am worried about  the  economic  problems I  will have  in  the  future as  a result of my  illness\"  or  treatment and \"My  illness  has  represented  an economic  difficulty  for  me  and  for  my  family\"  are  common  in      prostate  cancer  patients    and  their  families.\n\nQuestions like How much will I have to pay for this  treatment? Or  if    I can't  afford  this  treatment, are there  others  that  may  cost less that work the same way? They are  common in those patients and their families  who  have  the  challenge  of  facing      prostate  cancer  that  generates  widespread emotional discomfort.  \n\nBut the  effect  of    financial  toxicity is also seen in the health team during the medical     consultation,    being  a  complex  task  when  oncologists  may  not  feel  comfortable or are  not  prepared  to talk.    about  costs    with  their  patients.\n\nThis results in a constant relationship between financial  toxicity  with  psychological  and  work  aspects  expressed  as  emotional distress,  stigma,  anxiety,  depression,  stress, loss of productivity, lower wages and a lower quality of life.  \n\nSo           recommendations  that    emphasize  the  reduction  of  financial  toxicity  at  multiple  levels  (provider, clinic,    hospital  and  private  and government insurance),  implementation of standards   Reflexive institutional treatment does not yet seem to closely associate the psychological element.\n\nTherefore, incorporating psychological aspects can help everyone: the patient, the family and the health team to move with greater  empathy,  a  better  quality  of  life  and knowledge of how they live and transit each in the same direction as a team that  faces  and  lives  every  day  the  cancer  of   prostate.\n\n\n\n\n\n\n\n\n\n\n\n\n\n   \n\n\n\n\n\n\n\n\n\nTo purchase  the    book click \n\n\nFor more  information\nabout donations    click \n\n\n\n\nImage from  the  collection  of  videos  about    prostate  cancer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary:  M.Soler\n\nMarc Aureli,  14.\n08006 -  Barcelona\nTel. 93  217  21  82\nEmail: \n\n\n\n\n\n\n\n\n\nWe appreciate the  collaboration  of:\n\n\n\n\n\n", "metaData": {"source": "Spanish association (FEFOC) Oct 2021 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2021/11/Oct-EL-JARDÍN-DE-LA-PRÓSTATA-Eng.docx"}}