{"pageContent": "Home » Treatments » Transurethral resection of the prostate (TURP)\nTable of Contents [hide]\nTURP is the standard surgery for BPE. The aim is to remove the part of the prostate which causes the symptoms. The procedure is done through the urethra without making an incision in your lower abdomen (Fig. 1). This type of surgery is known as a minimally invasive treatment.\nFor TURP you will receive general or spinal anaesthesia. Once you are under anaesthesia, the doctor uses a resectoscope to enter the bladder through the urethra. This is a type of endoscope with a wire loop which uses a high-frequency electrical current to cut the prostate tissue. The resectoscope also has a camera which allows the doctor to see a high-quality image of the prostate on a video monitor.\nDuring the procedure, the doctor removes the enlarged part of the prostate in small pieces with the wire loop (Fig. 2). The doctor then flushes the cut tissue out of the bladder and the urethra through the resectoscope.\nAfter the operation, a catheter is placed in your bladder to drain urine. It is also used to continuously flush your bladder and urethra with a sterile solution to prevent blood clots. You will need the catheter for 1-3 days until the urethra is healed and you can urinate on your own.\nToday, TURP is the preferred surgical option for men with moderate to severe symptoms caused by BPE.\nYour doctor will advise you in detail about how to prepare for the procedure. You must not eat, drink, or smoke for 6 hours before surgery to prepare for the anaesthesia. If you are taking any prescribed medication, discuss it with your doctor. You may need to stop taking it several days before surgery.\nUsually, you can leave the hospital 2 or 3 days after surgery. The length of hospital stay can vary in different countries. There may be some blood in your urine for several days. You may also suffer from urgency and feel pain when you urinate, which can last up to several weeks.\nFor 4-6 weeks after the surgery:\nAvoid having sex for 2-3 weeks. After TURP, you may suffer from retrograde ejaculation. This is a chronic condition where semen can no longer leave through the urethra during orgasm. Instead, it goes into the bladder and later leaves your body during urination.\nYou need to go to the doctor or go back to the hospital right away if you:\nThe EAU Annual Congress 2019 achieved the Patients Included™ status. Patients Included™ status is self-assessed. Read more.\nCopyright 2023 - European Association of Urology - All rights reserved\nThis information was last updated in April 2023\n", "metaData": {"source": "EAU information on transurethral resection of the prostate (English):\nhttps://patients.uroweb.org/treatments/transurethral-resection-prostate-turp/"}}