{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR  CANCER  GARDEN\n© FEFOC 2021\n\nDirectors:  Professor  Jordi  Estapé  and  Doctor  Tania  Estapé.\n\n\nEDITORIAL\n\n\t\t\tAJULYONEBRAIN\t\t \tCANCER?\n\nAs is well known, on  July  14,  1789,  the  storming of the  Bastille took place in Paris,  with the end of the old regime and the beginning of the French Revolution  (here the glorious Marseillaise could sound).   In 1790, French   citizens celebrated national  reconciliation.\nSimilar airs sound in prostate cancer (CP).  Modernity  advances unstoppable.  For example.\n\nActive surveillance in CP makes its way as the first option in  very low-risk CP.   The psychological support of the patients who choose it is a necessity of the first order.\n\nThe  liquid  biopsy opens an avenue\n\n\n\nGenetic tests  in women, who of course do not suffer from CP, allows, among other things, to facilitate special  and early  care of their children and grandchildren when their mother or grandmothers have certain genetic changes that increase, in males, the risk of CP. And, at the same time, it opens an early door to its prevention and early  diagnosis.\n\n Artificial  Intelligence shows  great potential to improve the diagnosis of CP, improve the determination of the Gleason grade   and collaborate in developing countries  , where the lack of  enough pathologists is evident.  The PANDA project is the first and encouraging response in this regard.\n\nOn  the other hand, we draw attention to another positive fact: the progressive increase in the\n\nflowered, \tto\t\t \tallowdiagnostic diagnosis\n\n    incidence  of   coming testicular \t cancer \n\nextraordinarily \tprecozeincruento\t\t \tof possible metastases.\nSince    1970, it tends to decline.\n\n\n1\n\n\n\n\n\nDOES THE INCIDENCE OF  TESTICULAR CANCER DECREASE?\n\nTesticular cancer (CT) is the  cancer most commonly diagnosed  in young adults.  Fortunately, its  curability rates are very high. Perhaps more worrying was  the continued increase in  its incidence since   1970.  This phenomenon was more visible in Caucasian men. The causes  of this increase are unknown.\n\nReese and collaborators, from ruhr  Bochum University, (university located in the Ruhr region, Germany. It was founded in 1962 and began its activities in 1965, being the first new German public university after the end of the Second World  War), published the results of a study on the incidence of TC.\n\nIt shows, especially in the USA, that the incidence of TC has been increasing progressively since 1970.\n\nAnd perhaps another fact of great interest is that the increase was  not only  observed in white  men, traditionally more affected by TC than men of other ethnicities, but that, at present, the TC increased in     All Peo men,  from 1970 the upward curve tends to flatten and therefore, to decrease the progressive increase in the incidence of this cancer.\n\nAccording to data from the American Cancer  Society, in 2021  9,470 cases of CT were diagnosed in the USA,  mostly seminomas.   Some 440 men would have died from it. In fact, CT is not very common and is suffered by one in 230 men.  The average age is 33 years at the time of diagnosis. However,  6% is diagnosed in children and adolescents, while 8% occurs in people over 55 years of age.  As we said, the prognosis is very good since  it is estimated that 1 of each die  from  its cause\n5,000 men.\n\nA hopeful fact  is that the curves of increased incidence of TC  tend to decrease lately. Let's look forward to future results.\nWe would not like to end this note without acknowledging the merit of the Bochum University which, in 1981, awarded the recently deceased Desmond Tutu the degree of honorary doctor by that university. And that happened before Tutu     became  archbishop and received the  Nobel Peace Prize. Type of recognition that in these parts are usually granted for strange reasons.\n\n\n  LOCALLY ADVANCED  PROSTATE  CANCER  : DEFINITION AND  TREATMENT OPTIONS\n\nLocally advanced CP comprises various  T3 or T4  situations,  where  the CP may have spread and affected\n*The capsule of the prostate or outermost layer  of  the prostate (T3a).\n*The seminal vesicles, two glands located behind the prostate and that store semen (T3b).\n*Lymph nodes near  the prostate (N1)\n*Urinary bladder (T4)\n*Straight (T4)\n* Prostate  wall (T4)\nSuch a diversity of situations means that, when  treatment is reached, it must be personalized on a case-by-case basis.\nTreatment options.  They are as follows:\n*External or internal radiotherapy  , associated with  hormonal treatment (see below).\n*Hormone treatment only  .\n*Prostatectomy, associated with  radiotherapy, hormone treatment or both.\n*Wait and see (which is very different from  active surveillance).\n\n\n\n(Comes from  page 2)\n\nDirections.  They are as follows:\nIn T3 cases, the cure rates are similar with radiotherapy and prolonged hormone therapy or with surgery (prostatectomy) with or without radiotherapy, with or without hormonal treatment.\n\nIn T4, the most commonly used treatment is the association of radiotherapy followed by hormonal treatment.\nHormone therapy alone would in any case be  indicated in elderly people.\nAnother option, wait and see.\n\n\nTo purchase the book click\n\n\n\nTWO     REASONS WHY   WOMEN SHOULD BE TESTED FOR CARRIERS OF THE GENOMIC MODEL OF PROSTATE CANCER\n\n True,  women  cannot develop prostate cancer (CP), but Dr. Peterson gives us two good reasons to be tested for the gene that predisposes to the  development of CP in their children and/or grandchildren.\n\n\n Dr. Caroline Peterson (director of the Cancer Screening and Prevention program at the Kettering Health program in Washington) offers women two reasons for this:\n\nYour child or  grandchild may inherit a gene that indicates an elevated risk of developing CP.  You will not, of course, develop  this cancer, but you can pass the risk on to your immediate offspring.\n\n Genes that predispose to CP may also indicate an increased risk  of developing breast or  ovarian cancer by the woman herself.\n\n Dr. Peterson and her team study patients' family history to estimate the risk that they carry the gene.  Currently, up to 36 genes can be detected, of  which 14 indicate the genetic risk of developing CP.\n\nBut these 14 genes also warn about other  hereditary cancers (breast, ovary, colon, uterus, pancreas and melanoma).\n\nAs   Dr. Peterson does,  we must  distinguish the presence of the BRCA 1 and BRCA 2 genes in men or women.\n\nMen   with BRCA 1 and BRCA 2 positive have an increased risk of CP, breast and   pancreatic cancer. But some of these genes also increase the risk in their female relatives of developing breast, ovarian, or colon cancer. \n\nThe  HOXB13 gene.  If a woman is a  carrier of this gene, it tells us that she can have it without any specific  health problems.   But if you pass it on to your male children or grandchildren, they may be at higher risk for CP. Even her father, that of the carrier woman, may have it and have passed it on to his daughter.  And every man who knows that he  has inherited this gene can, should, be subject   to early surveillance in case he develops CP.\n\n\n\n(Comes from  page 3)\n\n  Today a new and magnificent stage   is opening in the prevention and early diagnosis of cancer in general and in that of the CP in particular. Genetic testing  allows for very early  warning. If so far we have suffered from poor cancer prevention (apart from the usual negative economic   interests, for example, tobacco, junk   food, etc.), now things can change  significantly for the better.\n\nWe would not like to end without paying tribute to our dear colleague and friend, vice president of FEFOC, Dr. Elías Valverde Llor, who  for years had the vision of the importance of  genetics in CP.\n\n\nLIQUID BIOPSY,   NON-INVASIVE DIAGNOSIS  OF PROSTATE CANCER METASTASES \n\nSometimes patients with apparently localized  prostate cancer (PC) do  not respond to treatment and soon develop or are developing metastases, hitherto  impossible  to  diagnose.  But liquid biopsy, study of tumor traces in the patient, is a bloodless means (you do not have to open or cut, just extract a little blood, saliva or urine), which allows a very early diagnosis of possible metastases.\n\nLiquid biopsy is a non-invasive diagnosis that makes it possible to  diagnose  circulating cancers.\n\n\n Liquid biopsy\n\n\nFluid is not only obtained from blood, but also from urine and saliva. In the present case , the samples were extracted from the blood of the patients\n\nDillinger T and collaborators from the Medical University of Vienna, Austria, publish in the journal Molecular Cancer an important study in which they show how they identify fragments of tumor DNA from patients with CP, circulating in their blood.\n\n They use liquid biopsy to study these circulating fragments.\n\nWe  are  therefore facing a remarkable  advance.  That will allow very early treatments in cases of resistance to usual treatments  or suspicion of metastasis. It may also be used in the assessment of response to hormonal or  chemotherapeutic treatment.\n\n PATHOLOGY OF  PROSTATE CANCER \n When biopsy samples  for the diagnosis of prostate cancer are studied under a microscope, several changes can be found.  They are as follows:\n\nPIN (intraepithelial neoplasia  of the prostate) is a lesion that may be precancerous. There are two types of PINs, one with few alterations from the normal ones (or low-grade PINs);  another with very altered cells and different from normal cells  (high-grade PIN  ).\nBetween 30 and 40% of the latter, high-grade PINs, are precursors of CP. If diagnosed, their evolution is followed  very  closely, through biopsies and multiparametric nuclear resonance, because the risk of developing CP is very high. As for low-grade PINs, they do not usually represent problems during the life of the person affected.\nThe causes of PINs are unknown to date. When we diagnose a CP it is possible that, in addition, PINs are found  that have not\nproduced symptoms.\n\n\n\n\n(Comes from  page 4)\n\nADENOCARCINOMA.  It is the most common of the PCs  (90%).  It develops  from  the glandular cells of the prostate.     Most adenocarcinomas have  very slow growth and do not tend to extend beyond the gland.  But others, on the other hand, tend to grow  rapidly.\n\nThe  remaining 10% of CPs consist  mainly of six other types:\nThe first is ductal  adenocarcinoma, which   forms in the cells of the ducts (ducts) of the prostate.  It grows  faster than    glandular adenocarcinoma.  It is not very sensitive to hormonal treatment, so its treatment is based on surgery and chemotherapy.\n\n  The transitional, also called urothelial  cancer, is found  in cells near the urethra.  However  , it is more common for  this type of cancer to start in the urinary bladder and invade the prostate.  It is treated with surgery and/or chemotherapy.\n\nSquamous cell carcinoma  develops in the fat cells that line the prostate.  It is  fast-growing,  usually diagnosed in advanced stages. It is treated following the general lines of glandular adenocarcinoma.\n\nCarcinoid forms in the nerve tissue of the prostate.  Its growth is very slow.  If it  does not give symptoms it is not usually treated. If, on the other hand, you give them, you are a candidate  for  surgery.\n\nSarcoma forms from the muscle cells of the prostate.  Fast growing  and surgical  treatment.\n\nSmall cell carcinoma  , fast-growing and difficult to diagnose early, as it does not raise the PSA  level.  Surgical treatment.\nASAP. They stand for \"atypical small acinar proliferation\".  A  biopsy has been performed and cancer cells are found under the microscope, but there are very few,  so  making a diagnosis of cancer is not easy In these cases a new biopsy is  usually recommended in some\nmonths.\n\n\nPIA (proliferative inflammatory atrophy): The cells of the prostate are  smaller than   normal and signs of inflammation are associated in the biopsied area. PIA is not cancer, but it is thought to  be a precursor to   high-grade PIN and cancer risk. \n\n\n\n\nTo purchase the book click\n\n\n\n\nARTIFICIAL INTELLIGENCE CAN IMPROVE THE DIAGNOSIS AND  GRADE OF  PROSTATE CANCER\n\nKimmo Kartasalo and collaborators, from the Department of <Medical Epidemiology  and Biostatistics of the Karolinska Institutet, Stockholm, Sweden, together with several international collaborators have completed an important  study in  which artificial  intelligence (AI)  was validated in  the diagnosis and graduation of prostate cancer (CP) or Gleason grade  *.  The results were published  in the journal Nature Medecine (January 13, 2022).  This journal publishes research results that address the needs and goals of medicine.\n\n\n( continued on  page 6)\n\n\n\n  (see page  5)\n\n\nAI applied to Medicine offers the possibility of reshaping many aspects of Medicine, while at the same time it can greatly improve the experiences of doctors and patients.\n\nThis study shows that   AI systems can identify and graduate  tissue samples  from patients with CP, samples that came from  various countries.  The  international   validation took place within a system called PANDA (from Prostate   cANcer graDe  Assesment), which brought together 1290 AI experts who were  challenged to    rapidly  develop  systems that would establish the grade of PCs with great precision... To do this, they used 10616 digitized prostate biopsies.\n\nToday a current problem   in the diagnosis   of CP is that different pathologists can reach  different conclusions regarding the same pathological  tissue samples.  This    can  negatively influence the therapeutic decisions that are made on different bases by  clinicians.    Evaluations  are still subjective, so many variations in valuation are observed, which can translate into  an undervaluation (Gleason below what it really is) or supra valuation (Gleason  above its reality).  In any case, it would result in treatments by default or by excess.\n\nThe researchers believe that  AI has  enormous potential to improve these assessments  , although many problems in its use  still need to be solved.\n\nThe evaluation of CP biopsies using AI has  great potential to improve the quality of diagnosis at a lower cost than the current one.  It's not about AI replacing pathologists, but acting as a valuable complement to prevent diagnoses   from escaping and aiding in accuracy by establishing Gleason's grade.  And it  can also be an important help in developing countries, where there is a great shortage of pathologists.\n\n*  GLEASON GRADES\n\n  Grade 1: Gleason of 6 or less (low activity CP)\nGrade 2*: Gleason of 3+4=7 (INTERMEDIATE  AGGRESSIVENESS CP  )\nGrade 3*: Gleason of 4+3=7 (CP of intermediate  aggressiveness)\nGrade 4*:  8 Gleason (High  Grade CP  ) Grade 5*: Gleason  9 to 10 (  High  Grade CP  )\n\nTaken from the book \"Prostate Cancer   in Heteros, Gays and Bisexuals\", by FEFOC.\n\n\n\n\n\n\nWe attach a copy of the invitation to attend the screening of a film documentary about Professor Jordi Estapé.\n\nGiven the limitations of the pandemic, we need you, if interested, to confirm your attendance at:   If you wish to be accompanied  ,  you must also state the  details of each of your companions.\n\nHoping to greet them on February 8.  Receive an attentive greeting,\nFEFOC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n\n:www.   youtube. /UCMOFY1FLcbVOCshefrj6mkQ/ \n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\n\n\n\n\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n", "metaData": {"source": "Spanish association (FEFOC) Jan 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/02/ENERO_EL-JARDIN-DE-PROSTATA.Eng_.docx"}}