{"pageContent": "The impact of COVID-19 on men  \nwith prostate cancer across Europe\nCOVID-19 is likely  \nto disproportionally \nimpact the same \ndemographics as \nprostate cancer3,4,5\nReference number: ONC_2020_0099_APELet’s  \nTalk\nCAMPAIGNProstate  \nCancer\nThe Let’s Talk Prostate Cancer Campa ign\nThe COVID-19 pandemic has led to unprecedented disruption of health systems, economies and everyday life.1 \nHealthcare systems across Europe have mobilised immense efforts to respond to the crisis and support those \naffected as well as their families and carers. It is a particularly worrying time for cancer patients as the impact  \nof their condition and its treatment means that they are at an increased risk from the pandemic.1,2  \nThe Let’s Talk Prostate Cancer expert group is a pan-European initiative – organised and funded by Astellas Pharma \nEurope Ltd  – bringing together representatives of stakeholder organisations from the EU prostate cancer community.  \nIts aim is to raise awareness of the needs and challenges of those affected by prostate cancer across Europe.\nThis document highlights the impact that COVID-19 has on those affected by prostate cancer as well as the unique \nopportunities for improving prostate cancer care that healthcare systems should consider as part of the long-term \nrecovery from the pandemic. \nThe impact of COVID-19 on prostate cancer patients  \nCOVID-19 appears to disproportionally impact the same demographics as prostate \ncancer.3,4,5 Early data suggest that older men, and especially those from a black and \nminority ethnic background, are more likely to die from COVID-19.4,5,6 This is the same  \npart of the population that is also likely to be impacted by prostate cancer. \nProstate cancer is already a major health challenge - responsible for 25% of all new  \nmale cancers and 10% of male cancer deaths, accounting for 107,000 deaths across  \nEU Member States in 2018 alone.7,8  \nIn the EU, more than two million people are living with prostate cancer.9 For every  \n100,000 people living in Europe in 2018, there were 159 new cases of prostate \ncancer diagnosed, compared with 145 new breast cancer cases.10,11 Nonetheless, \npolicy attention to prostate cancer has remained low. What is more, prostate \ncancer is increasingly diagnosed at an advanced stage,11 with those affected often \nexperiencing health inequalities,12 stigma13 and health system failures14 resulting in \nsub-optimal patient outcomes.  \nWithout policy action, there is a risk that COVID-19 will increase the \nchallenges already facing prostate cancer patients across Europe:\nThis project has been organised and funded by Astellas Pharma Europe Ltd.\nDate of preparation: July 2020 1Approximately \n37,000 men   \nmay be affected by \ndelays in diagnosis \nacross Europe for  \nevery month of \nlockdown8\nDate of preparation: July 2020 Reference number: ONC_2020_0099_APEMore than  \n2 million men\nare living with  \nprostate cancer  \nacross Europe9Accessing prostate cancer diagnosis,  \ntreatment and support  \nThe severe disruption of the prostate cancer care pathway caused by COVID-19 is likely  \nto further impact on patient outcomes: \nDelays in seeking help  \nAccessing health services for non-COVID-19 reasons has become more challenging and \nmany men with signs and symptoms of prostate cancer may have delayed seeking help \nbecause of these access hurdles, or because they are concerned about being exposed  \nto the virus.14 This may mean that they are more likely to present with prostate cancer  \nwhich has already spread. \nDelays in diagnosis  \nEarly data from clinical practice suggests that fewer patients have been seeking \nmedical advice during the pandemic, which could lead to an increase in late or missed \ndiagnoses for cancer patients in future.15 Approximately, 37,500 men are diagnosed \nwith prostate cancer across Europe every month.8 This means that for every month of \nlockdown, these men may experience difficulties in receiving a timely and accurate \ndiagnosis.  \nDisruption of care support  \nAs part of the treatment pathway those affected often require ongoing monitoring  \nand support either to evaluate the impact of their treatment or to assess whether their \ncancer has progressed, so that the right treatment can be provided at the right time.16 \nDelayed or postponed outpatient appointments can further increase anxiety and worry  \nfor those patients currently on active surveillance or progressive treatment plans.17 \nDelays in access to treatment  \nAlmost 9,000 men die every month across Europe as a result of prostate cancer.8  \nThis illustrates the importance that those affected receive access to the right treatment \nat the right time. Prostate cancer treatments including surgery, chemotherapy and \nradiotherapy have all been affected by COVID-19.17 This will create a backlog of patients \nrequiring urgent treatment once healthcare systems have responded to the immediate \npressures of the pandemic. In addition, many men with prostate cancer will be  \nimmuno- compromised and therefore require shielding. This is likely to create anxiety \nfor men and their families, and additional complexities for the healthcare systems that \nsupport them. \nHealth inequalities  \nThose affected by prostate cancer are already experiencing healthcare inequalities that \nspan across socio-economic and ethnic backgrounds,18 affecting every aspect of their \ncare. With Black, Asian and minority ethnic (BAME) communities at an increased risk of \ndying or suffering serious ill-health as a result of COVID-19, the health inequalities faced \nby the prostate cancer community will further increase unless targeted action is taken  \nto support affected communities in accessing help.4 \n2Stigma  \nTreatment for prostate cancer can cause emotional distress, guilt, isolation and anxiety. \nMany patients feel uncomfortable talking about the condition to close friends, family and \nhealthcare professionals.13 This stigma,13 together with a reluctance to engage with the \nhealthcare system during this time of crisis might cause men not to seek the medical \nadvice they require, further delaying access to vital support and treatment.17 This might \nnot only lead to the progression of their disease but also impact on their mental and \npsychological wellbeing as a result of prolonged self-isolation and anxiety.14 \nThe combination of disrupted prostate cancer services and the direct impact of the \nCOVID-19 pandemic means that it is now more important than ever that the needs  \nof prostate cancer patients and their families are not forgotten and addressed  \nin a timely manner. \nThe way forward: Supporting prostate cancer services  \nrecovery from the pandemic  \nAs healthcare systems respond to the pressures caused by the pandemic, there are \nexamples of best practice emerging in prostate cancer care across Europe which should \nbe emulated. It is vital that healthcare systems capitalise on these opportunities and make \nprostate cancer a central part of their COVID-19 recovery process. These innovations \nacross the prostate cancer care pathway include: \nIncreased care provision in the primary care setting:  capacity pressures in \nthe hospital setting caused by the pandemic have seen an increased role for GPs in the \nprovision of care for those affected by cancer.19 As access to specialist care is likely to \ncontinue to be limited for some time, new care provision models including within the \nprimary care setting should be considered. This will not only alleviate pressures across \nthe prostate cancer care pathway but also enable easier access to care and support for \nthose affected.\nRemote consultations for outpatients: the rapid transition from physical \nattendance at outpatient clinics to virtual appointments is resulting in new ways of \ndelivering care within most healthcare systems across Europe. The pace and scale of \nthis transformation varies but provides new opportunities to increase the accessibility, \nresponsiveness and efficiency of care, particularly at a time when many patients may be \nconcerned about attending hospitals.\nAdoption of digital technology: to support the move to virtual outpatient \nmonitoring, healthcare systems have started to implement new technologies enabling \nbetter remote monitoring and facilitating patient self-evaluation and self-care. For men \nwith prostate cancer, many of whom are undergoing active surveillance or ongoing \nmonitoring of the effects of treatment, these technologies and practices could mean \nfurther quality of life improvements – without as many regular visits to hospital. Best practice \nmodels emerging \nfrom the pandemic \nresponse provide \nopportunities for \nimproved prostate \ncancer care\nReference number: ONC_2020_0099_APENew models of  \ncare are evolving  \naround remote \nconsultations and  \ndigital care provisionStigma  \ncompounded by  \nprolonged isolation  \nand anxiety can  \nimpact on the  \nmental health of  \nthose affected13,14\nDate of preparation: July 2020 3REFERENCES 1 Cancer Research UK, How coronavirus is impacting cancer services in the UK, April 2020 2 Karol Sikora, The potential impact of COVID-19 on \ncancer mortality in the UK,  May 2020 3 Cancer Research UK, Prostate cancer incidence by ethnicity, accessed May 2020 4 IFS Deaton, Are some ethnic groups \nmore vulnerable to COVID-19 than others,  April 2020 5 New Scientist, Why are men more likely to get worse symptoms and die from covid-19?,  April 2020 6 \nPublic Health England, Disparities in the risk and outcomes of COVID-19, June 2020 7 Health and Environmental Alliance (HEAL), Health costs in the European \nUnion: How much is related to EDCS?, 2014 8 Ferlay, J et al, Cancer incidence and mortality patterns in Europe: Estimates for 40 countries and 25 major \ncancers in 2018, European Journal of Cancer, 2018 9 European Association of Urology, Prostate Cancer: Recommendations to lower the risk and mortality of \nthe most frequent cancer in men, 2018 10 European Cancer Information System, Estimates of cancer incidence and mortality in 2018, for all cancer sites EU \n28, 2018 11 Hu et al, Increase in Prostate Cancer Distant Metastases at Diagnosis in the United States, 2017 12 Lloyd-Sherlock, PG et al, Institutional ageism in \nglobal health policy, British Medical Journal, 2016 Prostate Cancer Foundation, Black Men less likely than nonblack patients to adopt active surveillance, May \n2019 Prostate Cancer UK, Prostate cancer and your risk, 2019 13 European Association for Research and Treatment of Cancer (EORTC), Prostate cancer: the \nsilent man’s disease, EORTC, 2017 14 Lai, Alvina; Pasea, Laura; Denaxas, Spiros; Chang, Estimating excess mortality in people with cancer and multimorbidity \nin the COVID-19 emergency, April 2020 15 GP Online, Millions of patients ‘avoiding calls to GP’ during COVID-19 pandemic, April 2020 16 European \nAssociation of Urology, Prostate Cancer (PCa) Guidelines, 2020 17 Prostate Cancer UK, Coronavirus (COVID-19) and prostate cancer, accessed May 2020  \n18 Watson, M et al, Racial differences in prostate cancer treatment: the role of socioeconomic status, 2017 19 Jones D, Neal R, Duffy S et al, Impact of the \nCOVID-19 pandemic on the symptomatic diagnosis of cancer: the view from primary care, April 2020 The Let’s Talk Prostate Cancer campaign was launched in November 2019  \nto address the challenges faced by people living with prostate cancer in Europe.  \nThe campaign is organised and funded by Astellas Pharma Europe Ltd. and brings together a  \nmulti-disciplinary group of experts from across the region including representatives from Europa Uomo,  \nThe European Oncology Nursing Society (EONS), The European Cancer Patient Coalition (ECPC),  \nThe European Association of Urology (EAU), and The European Association of Urology Nurses (EAUN).\nReference number: ONC_2020_0099_APEThe response to this crisis has seen health professionals and organisations work together in new ways, \npresenting unique opportunities to unlock the capacity and innovation for improved prostate cancer care \nacross Europe. \nThis is why the Let’s Talk Prostate Cancer  expert group is calling on European policymakers to make \nprostate cancer a priority and to work within the EU institutions to give Member States the tools, guidance \nand incentives to ensure they have the best possible prostate cancer plan for their country, including the \ndissemination and application of European guidelines.16 \nTogether with Astellas, the Let’s Talk Prostate Cancer  expert group has launched a Call to Action aimed at \nEuropean and national policymakers, outlining recommendations for how healthcare systems can address \nthe challenges faced by the prostate cancer community. These include ensuring that prostate cancer is \nrecognised as a policy priority, encouraging research into healthcare inequalities affecting individuals with \nprostate cancer and promoting care provision by multidisciplinary and multi-professional teams. \nTo find out more about the Let’s Talk Prostate Cancer  campaign or to receive a copy of the Call to Action,  \nplease contact the LTPC Secretariat provided by Incisive Health at LTPC@Incisivehealth.com\nLet’s  \nTalk\nCAMPAIGNProstate  \nCancer\nDate of preparation: July 2020 4", "metaData": {"source": "The impact of COVID-19 on men with prostate cancer\nA report by an expert group, including Europa Uomo, convened by the Let's Talk Prostate Cancer campaign Download:\nhttps://www.europa-uomo.org/wp-content/uploads/2020/08/COVID-19-Prostate-cancer_final-version-7-Aug.pdf"}}