{"pageContent": "\n\n\n\n\n\n\n\n\n\n\nTHEIR CANCER  GARDEN\n\n\n\n\n\nEDITORIAL\n\n\nF E F O C: MEMBER OF EUROPE UOMO, USTOO AND MALE CARE\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\n© FEFOC 2022\n\n\n\nThe    negative consequences of the COVID-19 pandemic,  apart from many other population sectors, have a particularly negative impact on health professionals and cancer patients  . \n\nThe exhaustion of the former is terrible.  Spain has an enviable health system in many aspects but it cannot be denied that,  pandemic aside, sharks  (investment funds, some insurers with the support of political  parties), stalk our system  of health, with the jaws wide open, trying to devour it, that is, privatize it.\n\nDuring the pandemic, which is still ongoing, insufficient support has  been given to our professionals who have multiplied to nobly try to  cover and plug holes, to the point of exhaustion.\n\nWe must all fight to keep our health system untouchable and recommend it to other peoples. Health is not at stake. With health should not be enriched investment funds, this serious disease of the West.\n\nWe have come a long way to make Social Security a universal good in Spain. But now the struggle is different, it is the fight against those who want to privatize our health  system.  When an investment fund  arrives at a company, the  first thing  that happens is the dismissal of workers.  Coincidentally, the number of health professionals in Spain employed in Social Security is decreasing. \n  Please   read carefully the first article in this issue of \"Their Cancer Garden\". \n\n\nThere is even  talk (will it be a joke?), of hospitals without\n\nDoctors.\n\n Patients have seen    their diagnoses and treatments delayed and delayed, predicting   that  cancer survival will go.  \n\n\n\n(Continued on  page 2)\n\n\n(Comes from   page 1)\n\n\n  Moreover, you will find two contributions to the progress of radiotherapy in prostate  cancer, a succinct description of the prostate gland  and its functioning.  We also offer the summary of an original study of prostate cancer in Hispanics, where it is observed how the genetic acts modulated by the environmental. And other things.\nWe appreciate the collaboration of Dr. Mendoza with his important review of pain in cancer patients.\n\n\nIMPACT OF THE COVID-19 PANDEMIC ON THE CARE OF  CANCER PATIENTS\n\nThe doctors.  Kainat Saleem and Diwakar Davar publish in asCO Daily News of May 2022, a major review entitled \"The impact of the COVID-19 on cancer care and outcomes\".  Both work at the University of Pittsburgh Medical Center.  The main points that stand out are the following:\n\nThe COVID-19 pandemic has had a severe    and negative impact on case presentation, treatment and cancer  management.\n\nThis has led to an emigration (advance) of   stages and a foreseeable global increase in\npremature mortality , with special impact on marginal populations .\n\nIn addition, the pandemic has caused   an unprecedented assault on the morale of  health professionals.\n\nAlready from the start. Cancer patients were classified as a particularly vulnerable subgroup.  Health professionals  quickly  adapted  to the new situation, highlighting among others telematic  communication, designing therapeutic strategies with greater intervals in their  application, abbreviating  radiation therapy  guidelines  and preferring oral administration guidelines to intravenous radiation therapy in chemotherapy.\n\nBut we're just trying to understand the multiple effects of COVID-19 on cancer incidence, on treatment outcomes, and their side  effects.\n\nWe are in the midst of a   wave caused by likely increases in stages  at diagnosis and a predictable increase in premature mortality in various tumor  types. There is already some data indicating a decrease in survival rates in  breast, colon, uterine cervix, and melanoma cancers. \n\n Global studies indicate that these  negative effects will affect a third  of the population due to the lack of access to treatment and almost half of the cancer centers report that 10% of the population lost   at least one  treatment  cycle  .  Support  strategies  should be established for these groups.\n\nAs for health professionals, the rate of affectation or burnout (exhaustion) is alarming.  An American study in\n13,000 doctors from different specialties showed burnout in almost half of these. A  third of oncologists also suffered from it.   Collectively, those most affected were women, nursing assistants,  attending physicians, social workers, and professionals of color.\n\nWe are in an unprecedented series and grave situation. It is up to everyone, but especially the health authorities, to urgently and responsibly seek  solutions to these problems.\n\n\n\n\nADVANCES IN THE TREATMENT OF BIOCHEMICAL RECURRENCE OF PROSTATE CANCER\n\nAlan Pollack, M.D., cedars-Sinai Medical Center (in Los Angeles, California; (founded in  1902 is a non-profit hospital that visits   both insured and uninsured patients  ) and international  collaborators, publish in The Lancet an important comparative study on the best treatment in men than after prostatectomy  experience an increase in  PSA, which usually indicates that the disease is not cured.  If no metastasis is  found,  in this situation the irradiation of the   intervened prostate area is   usually carried out,  since, in most  cases not metastatic, it is there where the  problem.\n\nBut the authors show a new and more effective therapeutic by adding   to the classic radiotherapy on the prostatic surgical bed, hormonal treatment plus irradiation of the patient's pelvic  nodes.\n\nTo do this , they launched   a  phase III comparative study in which they included 1716 patients, which were randomized into three groups:\n\nGroup 1. The classic radiotherapy on the surgical bed.  The median survival of this group was 71% at 5 years.\n\nGroup 2.  In addition to   the same modality of radiotherapy as  group 1, hormonal treatment of androgenic control (of short duration).  The median survival of this group at 5 years was 81% of patients.\n\nGroup 3. Radiation therapy to the surgical bed, hormonal treatment (also  of short duration), and irradiation of the nodes of the pelvis. The survival of patients in this group was 87% at 5 years.\n\nIf confirmed, these results mean  significant progress in the treatment of patients who, after prostatectomy, do not develop metastases but  their  PSA level progressively increases.\n\nVARIATIONS IN LOCALIZED PROSTATE CANCER  IN HISPANICS\n\nDr. Brandon A. Mahal and colleagues from sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Memorial Sloan Kettering Cancer Center and other groups observe, in a study published in Prostate Cancer and prostatic Disease, that Hispanics with localized prostate cancer (CPL),  have significant variations in tumor aggressiveness and are less likely to be treated when they have  high-risk disease. \n\n  Overall,  Hispanics  are  more likely to have higher-risk  CPLs than non-Hispanics. But if Hispanics are separated  by country  of origin, there is a lot of  variation in the risk of developing with advanced  disease.\n\nIn this regard, Mahal and collaborators subdivided the patients according to their country of origin. They gathered no less than   895,000 patients and found many variations.  Thus, for example, those of Mexican origin had a higher risk of suffering from  high-grade disease and with less possibility of receiving the most advanced treatment.\n\nOn the other hand, the descendants of Cubans were less at risk and  closer to  non-Hispanics.\n\nFor Mahal and collaborators, the variations imply of   course  the genetic  background but also environmental, social and cultural influences  such as the type of health insurance coverage, diet, physical exercise, pollution, etc.\n\n(Continued on  page 4)\n\n\n\n(Continued on  page 3)\n\n  It is interesting to observe  how the indisputable genetic predisposition is modified within a broad and variable set of general  conditions.  Establishing subgroups that contain genetic and non-genetic aspects can have an important impact on the way we diagnose and treat our patients from different backgrounds.\n\nANATOMY OF THE PROSTATE\n\nIn a study    we conducted, it   has caught  our attention that many patients treated for prostate cancer asked us \"what is the prostate?\"  and \"what is it for  ?\"  We offer a somewhat synthetic explanation that if other readers prefer that we expand it we will gladly do so.\n\nThe prostate is a gland about the size of a chestnut or ping-pon ball.  It usually weighs between 20 and 25 grams.  It is located below the urinary bladder and surrounds the upper portion of the urethra, the tube that carries urine from the bladder to the outside, and in front of the last portion of the large  intestine, the rectum.\n\n\n\n\n\nMale reproductive system\n\n\n\nIn the anatomical situation of the prostate and its relationship with the organs that surround it, the basis of the side effects of the different treatments is found.\n\nA gland is an organ whose function is to make and secrete substances essential for the functioning of our body.\n\nThe main function of the prostate is to produce the fluid that nourishes and carries sperm ( seminal fluid). It is important for reproduction, since  its fluids are essential for the survival of spermatocytes (produced in the testicles) and, in addition, it helps the exit of semen during  ejaculation.\n\nMost CPs   start in the back of the  prostate and near the rectum (called the peripheral  area), which is accessible through the so-called digital examination or digital rectal examination of the same.\n\n\n SECONDARY CANCERS  AFTER RADIATION THERAPY FOR  PROSTATE CANCER\n\n Radiation therapy is   both a  curative and palliative treatment in prostate cancer (PC). However,  it should be  borne in mind that, in healthy tissues near   the irradiated  area,  radiotherapy can somewhat increase the risk of developing  a second cancer.  These cancers are known as secondary cancers.  These  cancers   include rectal cancers, urinary bladder cancers and acute  myeloid leukemia.\n\nThat is why radiotherapy   has become    increasingly  focal, reducing  the risk of secondary cancer by  decreasing the healthy irradiated area around. Modern radiation therapy  techniques  are designed to prevent this exposure.\n\n\n(Continued on  page.  5)\n\n(Comes from   page 4)\n\n Dr. Kisdhan Pithadia of the National Cancer Institute in Bethesda, Maryland, presented at the last meeting of the American Society of Clinical Oncology (ASCO) a major comparative study between the two   more  advanced  radiation  therapy (three-dimensional conformal radiation therapy and intensity-modulated radiation therapy  ), applied to the CP to see if the risk of secondary cancer was different with both   techniques.\n\nThree-dimensional conformal radiotherapy uses a computer that produces a  three-dimensional image  of the tumor, which makes it possible to  identify the CP very correctly and apply the maximum possible dose, while avoiding as much as possible the irradiation of healthy tissue.  surrounding.\n\nOn  the   other hand, intensity-modulated radiotherapy allows the dose   to be concentrated in the tumor with great accuracy. It is performed by means of external radiotherapy  techniques  that emit beams of radiation whose intensity is variable, which allows to obtain the great objective of  reducing as much as possible the irradiation in healthy tissues.  around and concentrate and adapt it to the tumor.  It uses photons and protons that  adapt to the shape of the tumor.\n\nAccording to these researchers, this second technique decreases the risk of secondary cancers of the rectum and urinary bladder.  Phitadia    et al  . relied on a retrospective study of 45,811 men with nonmetastatic CP diagnosed between 2002 and 2010, according to data from Surveillance, Epidemiology and End Results (SEER) and Medicare.  The  patients' ages  ranged from 66 to 84 years old.\n\nThe results showed an overall decrease in the risk of developing a secondary cancer (specifically in the rectum or urinary bladder) after  CP radiotherapy in favor of intensity-modulated treatment, which they consider to be due to a more precise approach of radiotherapy on  the tumor due to this modality.\n\n\n\nPAIN IN CANCER PATIENTS: A  COMPREHENSIVE APPROACH\n\nPain is one of the most common symptoms in  cancer patients (it occurs between 4.2% and 79%) and although its initial intensity does not differ according to gender, it is considered important in clinical decision-making in the male population.  It should be      noted that pain is  not related in  all cases to advanced  disease, because it can occur from diagnosis, during treatment and in patients with disease metastatic or terminal. Therefore, it is a relevant public health problem  and a major cause of suffering and disability.\n\n Pain is a complex sensation that can occur at the neurophysiological, biochemical, psychological, ethnic, cultural, religious, cognitive and environmental levels.  These factors could be    involved in pain perception and tolerance in the male  population, however, available data on the role of gender-related  factors  , in  patients with  Cancer pain   is still limited.\n\n    Symptoms are usually  an indicator of  disease progression in the cancer  patient; for example, in patients with advanced prostate cancer, pain is recognized as an important indicator of survival.  In general, however, patients are afraid to recognize it as a sign that the cancer is progressing.  On the other hand, 55% of these patients feel they have  to  live with it daily, 45% sometimes ignore it and 39% have trouble talking about it. It should be noted that  patients who have a caregiver are more likely to talk about their pain at every doctor visit compared to those who do not.\n\n\n\n(Continued on  page 6)\n\n\n\n(Comes from   page 5)\n\n   In addition, most patients with bone metastases  notice it before  their metastatic diagnosis,   indicating the need  for greater guidance on the evaluation of this symptom and the need for a better understanding of the impact.  of pain in the lives of  patients.\n\nIn  the oncological population,  its relationship with various psychological variables has been reported, such as:  symptoms of anxiety, symptoms of depression and catastrophization;  psychosocial as: quality of life and social support; and physical as fatigue. In the same way, the importance of the role played by gender in cancer pain has been  highlighted, in this sense, it is reported that men indicate less indecision to take analgesics, lower pain intensity and a higher percentage of adequate  pain management.  Additionally, they have a higher probability of analgesic adherence.    Meanwhile, in patients  experiencing postoperative  pain, males are reported to use higher  doses of opioid  analgesics for management.\n\n\t Psychological interventions are a fundamental part \tof the multidisciplinary \tapproach to pain.   The evidence and efficacy of these interventions has been summarized over the past four decades within systematic reviews and meta-analyses. So there is a solid   research base that establishes the efficacy of psychological interventions on adults and young people with pain. \n  According to  recommendations from the Cochrane Review Group on Pain, Palliative and Supportive Care  , it is suggested  to use Cognitive  Behavioural Therapy (CBT) as a standard comparison of treatment, due to its robust efficacy. In this sense, CBT has shown consistency in terms  of positive effects  to modulate the perception of pain in the oncological population. However, we have no knowledge about this type of evidence-based intervention specifically tailored to the needs of the male population with cancer pain, so it  is a pending within  this field of research.\n\nAs part of the psychological treatment within the comprehensive approach  to  pain management  in the male oncological population, it is suggested to  include:\nPsychoeducation about  cancer,  pain and  pharmacological/non-pharmacological  treatments  ,\nTrainingon  the specific needs of  men,\nRelaxation techniques  , and\nRcognitive structuring .\n\nIn conclusion, male  patients have difficulty talking about their pain, possibly believing that this makes them look weak or vulnerable.    Psychological treatment  is essential within  multidisciplinary care  in men with cancer  pain;       Likewise, the need to continue investigating the multifactorial characteristics of pain, the possible role of sex and the biological and psychological characteristics related to   gender for  thus generate new strategies to improve the management of cancer  pain  .\n\n\n\nPsic. Luis Alberto Mendoza Contreras Postgraduate in Psychology, National University\nAutonomous of Mexico / Psycho-Oncology Service,  National  Cancer Institute (INCan)\n\n\n\n\n\n\n\n(Continued on  page.  7)\n\n\n(Comes from   page 6)\n\nReferences:\n\n\nDrudge-Coates, L., Oh, W.  K., Tombal, B.,\nDelacruz, A., Tomlinson, B., Ripley, A.  V. ,...  & Shore, N.D. (2018).  Recognizing symptom burden in advanced prostate cancer: a global patient and caregiver survey. Clinical Genitourinary Cancer, 16(2), e411-e419.\nEccleston, C., Keefe, F. J., & de C Williams, A.\nC. (2021). Basic and applied psychology in PAIN: where we have been and where we are headed.\nWilliams, A. C. , Fisher, E., Hearn, L., & Eccleston, C. (2021). Evidence-based psychological interventions for adults with chronic pain: precision, control, quality, and equipoise.  Pain, 162(8), 2149-2153.\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\n\n\n\nFor more information about  donations click.\n\n\n\n\n   \n\n\n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) June 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/06/THEIR-CANCER-GARDENJune22Eng.docx"}}