{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR   CANCER      GARDEN\nFEFOC © 2021\n\n\n\n\nEDITORIAL\n\nDirectors: Professor Jordi Estapé  and Doctor Tania Estapé.\n\n\n\nWith a  certain  pride  and  much  gratitude  we inform  you  that  we have  concluded  a  series  of  14  videos  on    prostate cancer,  which  are  already  present  on  you  tube.  \n\nPride for  the  work  done  and  thanks, a lot, to the professionals  who  have  collaborated  selflessly  to obtain a high scientific level at the  same time    as informative.\nLet's highlight,  first  of all,  my  friend  Mr.  Fernando  Rodríguez  Domingo,  excellent  executive  producer of the  program.   As for  the  different  contributions, we advise you  to take your  time  to  enjoy    these  videos  and help with its dissemination. \n\nWe are quite satisfied   with the  contribution  \nthat  FEFOC has been  making  in  cancer  of  prostate. In addition   to the  videos mentioned  and this monthly online  magazine, we   disseminate  a  Code  with  16\nrecommendations, a  book  entitled \"Prostate cancer  in  heteros,  gays and bisexuals\" or,    \"Prostate  cancer  in  heterosexual, gay  and  bisexual  men\",  both  present  on  Amazon. We also      have    an  exemplary    support  group  and  a  consultation both face-to-face and   online. We are also members  of  the  most  important  global  associations  in    prostate  cancer.\nIn this  issue  we draw attention to the    fact that widowers  have  more  advanced  prostate  cancer  than  the  lucky ones\n\n\nwho live  as a  couple. We also  explain  the\t\n\nThey represent an    educational, informative and support wealth that is a treasure  for  professionals,  patients, family members  and the general population.  \n\nwhich is  the  \"consortium  PRACTICAL\"\n\n      (continued on page 2)\n\n\n\n\n(comes from    page 1)\n\nAn important issue is the risk of rectitis after radiotherapy and the problems this  can  pose  for  gay  or  bisexual patients.   We also  warn  about  the  decisive  importance  of  psychological  support  in    patients  who  choose active surveillance.  \n\nWe collect a table of useful questions for patients with testicular cancer and an interesting article on the need     for population   literacy  in  health.\n\nWIDOWHOOD ASSOCIATED WITH INCREASED RISK OF ADVANCED  PROSTATE CANCER\n\nC. Salmon  and  M.E. Parent,  from  the  French  National  Institute  of Scientific Research show that widowers are more likely to, if they are diagnosed  with prostate cancer (CP), do so with advanced CP (published in August 2021 in  the  European  Journal  of  Epidemiology). It would be    further  proof  of  the  importance of the  social  environment  in  the  development  of  cancer.\n\nTo  do this,  they analyzed,  within    the  PRACTICAL*  consortium,  14,000  patients  diagnosed with  CP  who  compared  to\n12,000 healthy men. Widowers arrived later at the diagnosis than those married or  with  a partner,  many  already  with  metastases.\n\nIt is considered,  in  general,  that      the transcendental fact of living as a couple leads to a  healthier  lifestyle.   The  couple  encourages  the man to go to the doctor if symptoms occur.               Otherwise, the cancer remains   undiagnosed    for  longer    and, secondarily, is diagnosed at a more advanced stage.\n\n\n\n\nAccording to the authors, widowers should seek support  from  family    or  friends  and  go to the doctor more  frequently.  \n\nHowever,  let's  not forget other  factors  that help us understand why widowers go later to the diagnosis. The greater  tendency to alcoholism of the man alone and the  less healthy diet are often cited. And  also  the  psycho-emotional  impact  of    widowhood.\n\nOther  factors are studied    among    which Salmon includes not only marital status but  also  the  number  of  people    living  with  the  widower, family structure,    close  environment    (positive neighborhood    or  negative), as well  as  other  factors.\n\n*The PRACTICAL    coordination  group  was  founded in September 2008 by  Cancer  Research UK and the  Collaborative  Oncology  Gene-environment    Study (COGS).  \n\n It is formed  by  a  group  of  researchers  interested  in  the  hereditary aspects of prostate cancer and try to identify genes  that may have a role in the development of this  disease.   Its  objective  is    to combine  data from various studies to advance the  knowledge  of   genes related to   prostate  cancer.\n\nPRACTICAL members from various countries  (Africa,  Australia,  Canada,  China,  Europe,  Japan,  India,  UK,  USA).   From  Spain  5  groups participate.       Currently  PRACTICAL  has  data  from  133    research  groups and has    gathered    samples  from more than\n120,000 cases of  prostate cancer and \n100,000 healthy controls.  \n\n\n\n\nACTIVE SURVEILLANCE IN DANGER WITHOUT  PSYCHOLOGICAL  SUPPORT\nFor   months  we have been  warning  of    the  danger  that  threatens  active  surveillance  (VA),  alternative,    in   localized and    low-risk  prostate  cancers,    to  prostatectomy and radical   radiotherapy. With the advantage of va    lacking   physical side  effects  (such  as  impotence  and urinary incontinence).  \n\nReviewing various  studies     it  is   observed    that  approximately  50%  of  patients  who  chose  VA abandon it  and  go on to  prostatectomy,  radiotherapy  or  hormonal  treatment  within  5 years  of  diagnosis.\n\nSo,  as  the  number  of  patients with localized,    low-risk   prostate cancer who  choose VA increases,    so does the number of those who abandon it.  \n\nAn important  work  in this  regard  is    that of  Dr.  A. Finelli,  from  the  University  of  Toronto, Canada, who analyzed the evolution of  thousands  of  patients  with  VA. But  their  study has an important particularity: it was done with out-of-hospital patients, that is, they were not closely controlled like those  who, in hospitals, participate in  controlled clinical trials. That is, patients from the general population.  \n\nBy age 5, just over 50% of patients in   VA    had  abandoned it,    while  49% were still maintaining it and without symptoms of  recurrence.\n\nThe causes  behind  the  abandonment  of  va    are:  1.Symptoms  of tumor growth.  \nAge:   Younger  people  are  more  prone  to  abandonment.\nPSA high  in  the  successive  controls. 4.Persistence  of  tumor  cells  in  the\nBiopsies.\nPatients  controlled  by  urologists  resisted change more than those controlled  by radiation therapists.\nPatients with  other associated medical  problems.  \n\nThat is,  we found  no  data  on  the  lack  of psychological support.   Nor  is it talked      about.\n\nWell, be careful  because  the  VA  goes    against    everything  that  doctors  and family members have  advised  us over the centuries: eliminate cancer immediately! Phrase, by the way, origin  of  many  errors,    sometimes  irreparable.\n\nThis leads to the main problem, which many patients with CP who choose VA  usually experience:  anxiety, the fear that the  disease will evolve  badly  and  become  aggressive.\n\nAnd, for  us,  many  of  these  abandonments are largely due to the lack of  adequate support to  counteract  the  anxiety  produced by the untreated maintenance of the  tumor. The psychological support of patients under VA is a priority for FEFOC, because  we  are  in  it  the  credibility  of  a  fantastic  technique  to  avoid  the  unintended    consequences  of    active  treatments  and  that  they ruin  the  quality  of  life  of  many  patients.\n\n\n(continued on    page 4)\n\n\n\n\n(comes from      page 3)\n\nWe bet on the VA (when indicated) and  offer  to  implement  its psychological support.  We must play fair: we should not  load  the  VA  because  we leave  an essential   complement,   psychological support.  \n\nQUESTIONS BEFORE\t  TREATMENT  FOR    TESTICULAR  CANCER\nInformation to the cancer patient, before treatment, is of vital importance. Good    and  ongoing  communication  between  patients, their families and the doctors who  care for them are  very  important to obtain informed consent, both within clinical trials and outside of them. ASCO  (American  Cancer        Society,  of which we are  members)  proposes  the  following  (in  the realization of which they recommend that the patient be  accompanied by  someone  who  can  take notes of what is said to be able to reflect  on  house),  in    testicular  cancer:  They are  the  following:\n\n1. What type of testicular cancer do I have? 2.Can you explain the pathological report to me?  \nabout my  illness?\n3.What stadium am I in? And what does it mean? 4.Would  you like to explain  my  options  \ntreatment?\nAre there clinical trials available to me? 6.Where are they performed    and  where can I\nfind more information about them? 7.What treatment plan do you recommend? 8.What  is  the  purpose  of  each  treatment?\nIn my case, is it about curing or treating the cancer  or    both?\n\n\nWho will be part  of  my    treatment  team  and  what will each    of them do?  \nHow will treatment affect my daily life?\nWill I still be  able    to work,  exercise,      and  perform  my usual activities?  \nCan this  treatment  affect  my sex life?  \nIf so, how and how long?\nWill treatment affect my ability to have  children?\n   Should I       contact    a  fertility  expert  about    a  sperm  bank  before treatment begins?  \nWhat   long-term  effects    can  be associated  with  my  treatment?\nIf I am  concerned    about  treatment  costs,    who  can  help me?  \nWhere can you  find  emotional  support  for  me  and    my  family?\nIf I have  a  problem,  who will I be able  to  call?\n\nASCO recommends  that  if  anyone  would like to  know  more  about possible  questions,    they will find them at  www.cancernet/testicular. These questions  were designed by ASCO  in  2019.\n\nANAL SEX AFTER RADIATION THERAPY  FOR    PROSTATE  CANCER\n\nWith radiotherapy        the rectum can become inflamed,    producing  diarrhea,  sometimes    bloody  and  rectal  incontinence  In  most  people,  these  discomforts  disappear  at the end of  radiotherapy, maximum about two or three  months  later. In  some  they may  be  persistent  and  require  treatment.\n\n(continued on    page 5)\n\n\n\n\n\n(comes from      page  4)\n\nThis is a serious complication for gay  and bisexual       people,    especially  the  so-called  bottom,since it can make  anal sex painful receptive and condition sexual intercourse.  \n\nIn June 2019, the first clinical guideline on anal sex after  diagnosis  and  treatment  for    prostate  cancer  (PC) was published. The  Guide  is  the  result  of  consensus  meetings    between  doctors  and  urologists from the United Kingdom (UK). It is aimed at  doctors  and    gay  and  bisexual men.   The  study  was  coordinated  by  Sean  Ralph,  from the  Clatterbridge  Cancer Centre,  Wirral,Liverpool  (UK), and presented at the UK  Imaging  and  Oncology  Congress  (UKIO),  founded  by  Health  Education   England.  (HEE)  together  with  The  National  Institute  for  Health  Research  (NIHR).\n\nIn summary,  the  Guide        recommends    that men refrain from receiving anal sex for  periods  of  time before, during, and after  certain CP tests  and    treatments.  \n\nAnal sex can be harmful after a  prostatectomy  or radical radiation therapy.  Most          doctors,    Ralph says,        don't ask about sexual orientation    or  practices,    which  translates into    a  lack  of information and  support.\n\nThe Guide is based on consensus meetings with the participation  of  15  medical  oncologists  and  11 surgical urologists.   They  were  asked  when they considered anal sex safe. The consensus  was  as  follows:\n\n\n\nTable \"ANAL  SEX  AFTER    CP  TREATMENT\"  \n\nBefore   a  PSA,  less than    a  week  after    sex  can  give  an inappropriate result.  \nAfter   a  transrectal  biopsy  (TRUS),  less  than  two  weeks\nmay cause  bleeding, pain,    or  increased    risk  of  infection.\nAfter\t\ta\t transperineal  biopsy,   one  week  (to  facilitate    recovery of  the  surgical  incision  and  decrease the  pain  that could be caused by sexual intercourse).  \n   After   prostatectomy,  less than    6  weeks  can  cause  bleeding, pain,    and  increased urinary incontinence.  \nDuring  external radiation therapy  and  two  months  later  it can  worsen  the acute     effects   – rectitis – \tbe \t painful\torresultin  long-term  complications,    such as rectal bleeding.  \nBrachytherapy. Participants  did    not  reach    conclusions  about  abstention from anal  sex.     Medical    physicists were       consulted  who  advised  abstention  for  6  months,  after permanent brachytherapy,    to  minimize  the    couple's  radiation    exposure.   And    two  months  after temporary brachytherapy.  \n(Continued on    page  6)\n\n\n(comes from    page  5)\n\n\nOf the  26  participating physicians,  only  3  (12%)  always asked  the  sexual  orientation of  their  patients  and  only  2  (8%)  of  the  26  always asked if  they  practiced anal   sex,    if  they perceived  that  the  patient  was  gay  or  bisexual.\n\nPROSTATE    CANCER HEALTH  LITERACY  FOR  GENERAL  MALE POPULATION  \nMtro. Psic. Marcos  Espinoza  Bello  Postgraduate  in  Psychology\n\tNational\tAutonomous University of  Mexico  UNAM\nPsycho-oncology Service National    Cancer  Institute  INCan\n\n\nMtro.Psic.Mascos Espinoza  Bello\n\n\nValid, reliable  information and    how it  can  be used by the  male population  to  take care of  their  health will always  be  an  objective  that every  society  should  seek,    specifically,  before  a  pathology  such  as    prostate cancer  that  currently represents  an emerging public    health  problem.  \n\nInitially,       let's consider health literacy,  as  the  set  of  knowledge, skills and experiences    in  health  matters that  make  an individual able to know their own state of health and how  they should take care of  themselves.   (Navarro-Rubio et al., 2016). This concept  has gained relevance since it is one of the  most relevant     predictors  of  a    person's  health  status    along  with  other social determinants such as age,  income level,  employment  status  or  educational  level  even more in a male population  that  usually  has  little  contact with the health system from a prevention approach.  \n\nLow    health  literacy  can  have   adverse effects    on  the  health  of  individuals,  for example in patients with a  low  level  of health literacy:    63% were not  physically  active,    68%  had  overweight  and  lower  physical  and  mental  health (Jayasinghe et  al., 2016). In another study, it was identified that  those  patients newly           diagnosed  with  localized  prostate cancer with  low  literacy  level  had greater emotional distress (Song et     al.,  2012). In  patients  with  the    same    cancer,  those  with  higher  literacy levels had a 59% lower risk of having a high prostate antigen level  than  those  with  low  literacy (Jamieson et    al.,  2021).\n\nAccording to    the  National    Adult Literacy Survey, about 1  in 5 Americans in the general population may  lack    the    literacy  skills  needed  to  function  properly  as  patients.  \n\n(continued on    page  7)\n\n\n(comes from    page  6)\n\n\nThese   people      are    at a disadvantage  because  they  do not  have  the  ability    to  obtain,  process,  and  understand  the information and  services  about  cancer needed  to  take  health      care          decisions,  because  this  limits  oral  or  written  communication  in  health  (Davis et al.,  2002),  which  can  be magnified  in  people    in  prostate    cancer     risk   representing    an  older  age  group and  in  some  cases,  with  greater   psychosocial adversity.   What    this tells  us  is  that  not  having  the information available, understanding it  and  taking  action  on  one's  own health can have  even  more  negative consequences  in  countries  with  a   low  or  medium income.\n\nIn this  context, to implement  health    literacy    programs  it is  necessary  to  evaluate  what  the  population knows or    knows  about  the  disease,  how it is  detected  and most common symptoms  .         Therefore,  knowing    how    much men know  about  prostate cancer, myths and  taboos  such as  the   loss    of  masculinity,  can be considered  as  a  first  link   in the   literacy  process from  a    prevention perspective. \n\n  Qualitatively,  some  patients  report  ignorance  about  where  the   prostate is             located,      its  function  in  reproduction or orgasm, have not heard about  prostate cancer,  and   those cases in which they have heard it show  shame, do not  know    what  medical    studies  consist of  (prostate antigen,    digital rectal examination,    biopsy,  or  even genetic tests),  \n\nat what  age  it  is  advisable to carry out the first  analyzes,    the  information  about  their  sexuality,  all the above susceptible to be worked by the health team from  prevention.\n\nIn conclusion,  we can  affirm  that      health  literacy  is  a necessary   component in the population according to the available evidence,    since,  without  the necessary knowledge, the risks of not having adequate medical  care    increase,  In addition to the physical and emotional aspects being put at risk,    in  that  sense, it is important to continue researching in  the  Latin American population to incorporate it into    health systems. The time has come to talk and incorporate  men's health as a strategic issue on the agenda of everyone  from    prevention.\n\nReferences\n*Davis, T.C., Williams, M. V., Marin, E., Parker, R.M., & Glass, J. (2002). Health Literacy and Cancer Communication. CA: A Cancer Journal for Clinicians, 52(3), 134–149.\n\n*Jayasinghe, U. W., Harris, M. F., Parker, S.M., Litt, J., Driel, M. van, Mazza, D., Mar, C.\nDel, Lloyd, J., Smith, J., Zwar, N., Taylor, R., & Group, O. behalf of the P. E. into P. (PEP) P. (2016). The impact of health literacy and life style risk factors on health-related quality of life of Australian patients. Health and Quality of Life Outcomes, 14(1).\n\n\n\n\n\n(continued on page 8)\n\n\n(comes from    page  7)\n\n\n*Navarro-Rubio, M. D., Rudd,  R.,  Rosenfeld,  L.,  &  Arrighi,  E. (2016). Health literacy:      involvement  in  the health system.  Clinical Medicine,   147(4),  171–175.\n\n*Song, L.,  Mishel,  M.,  Bensen,  J. T.,  Chen,\nR. C.,  Knafl,  G. J.,  Blackard,  B.,  Farnan,  L.,  Fontham,  E., Su,  L. J.,  Brennan,  C. S.,  Mohler,  J.  L.,  &  Godley,  P. A. (2012).  How  does  health  literacy  affect  quality  of  life  among  men with newly  diagnosed clinically localized prostate cancer? Cancer,  118(15),  3842–3851.\n\nPROSTATE  CANCER    INFORMATIONAL VIDEOS \n\nDr. Tania Estapé\n\nFEFOC has  launched this  month a  collection  of  14  videos  on    prostate  cancer. They      cover        medical, psychological,  rehabilitation,    nutrition... We also    talk about        support  groups  and    our  book    \"Prostate  Cancer  in  Straight,Gay    and  Bisexual\".\nThe videos  begin  with  one  on  Generalities  in      prostate  cancer  given  by  the  scientific  director  of  FEFOC,    Prof.  Jordi  Estapé,followed  by  the  main  treatments  ( prostatectomy,  by    Professor Antonio  Alcaraz  and  radiotherapy    by    Professor  Albert  Biete).\n\nIn   number  4,    Professor    Estapé,  and  FEFOC  psycho-oncologist    Dr.  Tania  Estapé, talk about active surveillance, as a less  aggressive option but  which,      sometimes, in  return,  implies  a  high degree  of  anxiety  and  restlessness  in  the  patient and his  family.\n\nDr.  Cristina  Sans    talks about    a   crucial       issue,    which  is  the  role  of  genetic  tests  and  Dr.  Pilar  Manchón  on  Parametric Nuclear Resonance  in  prostate cancer.  \n\nNext, Dr. Tania Estapé  talks about the psychological repercussions of prostate cancer on the patient in video 7 and on his family in video 8. The two that follow are about a crucial topic in prostate cancer such as sexuality.  \n\nDr. Isidro Bonet approaches it from the medical  point of view, giving practical solutions  (prostheses ...) and Dr.  Estapé  brings the psychological and relationship point of   view,  proposing  a  new  approach  to  sexual  life  after  prostatectomy.\n\nDr.  Montserrat  Folch  and    Ms.  Herminia  García  tell  us  respectively about    aspects such as  nutrition    and  more  suitable diets and   pelvic floor    rehabilitation.  \n\nVideo 13 explains support groups, their  importance, modalities and advantages. He also  has    a  testimony  from  the    FEFOC  groups,  with  his  partner  (who  always  has  a very relevant role). Finally,  our book on prostate cancer \"Prostate cancer  in  heteros,gays and bisexuals\" ispresented,  which  is  a  good  source  of inclusive information.  \n\n(continued on    page  9)\n\n\n\n\n\n(comes from    page 8)\n\nThese videos  have  been  made  thanks  to  the  selfless collaboration of Mr.  Fernando  Rodríguez Domingo and all the professionals  who  participate. They can  be seen  at  the  following  link:\n\n\n   \n\n\n\n\n\n\nTo purchase  the    book click \n\n\nFor more  information\nabout donations    click \n\n\n\n\nImage from  the  collection  of  videos  about    prostate  cancer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé,  T.Estapé  Secretary:  M.Soler\n\nMarc Aureli,  14.\n08006 -  Barcelona\nTel. 93  217  21  82\nEmail: \n\n\n\n\n\n\n\n\n\nWe appreciate the  collaboration  of:\n\n\n\n\n", "metaData": {"source": "Spanish association (FEFOC) September 2021 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2021/09/SET_EL-JARDÍN-DE-LA-PRÓSTATAEng.docx"}}