{"pageContent": "\n\n\n\n\n\n\n\n\n\n\nTHEIR CANCER  GARDEN\n© FEFOC 2022\nF E F O C: MEMBER OF EUROPE UOMO, USTOO AND MALE CARE\n\n\nEDITORIAL\n\n\nIn breast cancer there is a global agreement for the celebration of the day and month dedicated  to raising awareness about this disease.  In prostate  cancer (PC), as far as we know, there is no such agreement.  At least there are two celebrations, those that do it around June 15 and those that dedicate the month of September to it.  Before explaining  the historical background of both respectable positions, let us remember that this celebration intends, in the case of the SC,\n* Increase public awareness about this disease.\n* Facilitate early diagnosis .\n*Educate about your risk factors and alarming symptoms .\n* Demand greater means for  research.\nIn 1994,  U.S.    Congressional Senators Dole and Richardson proposed that similar actions  be carried out in  the  United States   during the month  of June.   The initiative was\n\nThis initiative was internationalized in 2002, at a Congress held in Vienna.\n Already a year earlier,  Senator USA Burns supported this initiative and stated that Prostate Health Month should be held annually.  In 2003  President Bush supported this initiative but with an important change: instead of dedicating the month to the fight against  male  diseases in general, he proposed the creation of the \"National Prostate Cancer Awareness Month\".\nIn 2015, the Obama Administration designated     September as National ProstateCancer Awareness Month.\nIn summary, there are  apparently two celebrations, one, in June that fights against diseases of men in general, including the CP, and another in September, which does so specifically against the CP.\nThis concreteness made that, since always FEFOC\n celebrates this activity in September.\n\nsoon accepted by all  governors of\ta\n\nthe USA States and their large cities.    But what  was approved was the commemoration of    men's  diseases,  including  the CP, based on the  worst overall male  health compared to female.\n\n\n\n\n\n\n(Continued on  page 2)\n\n\n\n(Comes from  page 1)\nApart from these considerations, in this issue of \"Their Cancer\", we offer several articles that show advances regarding the effectiveness of active surveillance, also in African Americans; they warn us  of the risk of suicide and its possible warning signs; a new indication of the anti-androgen   darolutamide;  some    interesting statistics and progress in studying   long-term testicular cancer risk factors.\n\n FDA APPROVES  SECOND THERAPEUTIC INDICATION FOR ANTI-ANDROGEN  DAROLUTAMIDE\n\nDarulatamide is a potent antiandrogen that blocks male hormone receptors.  It is  administered  orally, always along with a hormonal  medication that causes chemical  castration.  It is approved to try to  delay the appearance of metastases in advanced CP, thereby improving   the quality and quantity of life of those affected.\n\nIn the   ARAMIS study    comparing darolutamide versus  placebo (substance without pharmacological activity), the median survival without metastasis of patients treated with darolutamide was 40.4 months for 18.4 months for those receiving placebo.  \n  Its most frequent side effects are fatigue, pain in the extremities  and decrease in neutrophils (class of white blood cells or leukocytes, which defend us  from infections).\n\nOnce this indication has been accepted, on August 8, 2022, Bayer* announces that the US Food and Drug Administration has approved a second one for darolutamide. In this case it refers to the study known as ARASENS, in patients with CP, sensitive to hormonal treatment but, in this case, already with metastases.\n\nThe study consisted of the following: randomization of  patients between two treatments.  1)  Darolutamide + docetaxel and 2) Docetaxel, plus both groups receiving the same androgen  deprivation therapy.\n\n Well,  survival was significantly higher in the first group, with a reduction in  the risk of death of 32%, the delay in the onset of pain in the first group was also greater.  The incidence of side effects was similar in both groups.\n\n*El día de hoy, Bayer (U.S.  FDA Approves Additional\t\t\tIndication\tof\tNUBEQA® (darolutamide) in Combination with Docetaxel for the Treatment of Metastatic Hormone- Sensitive\tProstate\tCancer \t(mHSPC).) \twith- Docetaxel-for-the-Treatment-of-Metastatic- Hormone-Sensitive-Prostate-Cancer) comunicó la aprobación por la FDA de la indicación complementaria para darolutamida  + docetaxel en el tratamiento de pacientes adultos con cáncer\t\tde\t\tpróstata\t\thormonosensible metastásico (CPHSm).\n\n\n SUICIDE RISK\n\nFrom Dr. Tania Estapé, in the book \"Prostate cancer  in straight, gay and bisexual\".\nAlthough the emotional   reactions in the cancer patient are defined as normal or coherent  to the situation, it is important not to  fail to take into account some risks  that the  patient ends up suffering from some type of  more severe disorder, especially  when there is a history.  It would be because of  the vulnerability of these men that a news story such as  a  cancer diagnosis could cause a relapse. It is especially important to detect the risk of suicide that may occur in some patients.  It is  higher in men under  depressive processes, but  it should not be  dismissed that high levels of anxiety could induce an autolytic attempt. It should never be  ruled out, because sometimes there are people who try to commit suicide and apparently did  not present this risk, but then  writings or notes have been found where it was reflected very clearly. What are the indications that  we must take into account in this regard? The following clues may be helpful:\n(Continued on  page 3)\n\n\n\n(Comes from  page 2)\n\n-More or less clear verbalizations of a desire to die: there are patients who express it clearly, but others in a more subtle way. A very common way is when the patient says that he wishes he could sleep all  day.  It is indicating to us a clear desire to disconnect from a painful reality. We must include here those expressions that indicate a decrease in   self-esteem, or feeling of uselessness or of being a burden.  The logic behind  this is  that it is better to disappear to stop being a nuisance for everyone. \n\n-Express intention to abandon the treatment: when a man more or less clearly comments if it  is  worth continuing with the treatment, or that he is getting tired of it, you have to be careful, because it is indicating a tiredness of living.\n\n-Loss of hygiene: it is important to keep in mind that one of the  aspects that depression entails  (especially  the most serious) is a loss of interest in oneself, including self-care.  When this  is detected, which can be very subtle and progressive, it is also a warning sign  of a process of abandonment and self-interest  .\n\n-Decrease or elimination of pleasurable activities, or activity in general: when a person stops being active, reduces the things he does and stops enjoying those he liked before, it is also an important indicator of suicide   risk  .\n\nWe should not always be aware of what the patient tells us or what he does, but if certain indications  should serve as  an alarm to be able to  assess the need  to  go to a specialized professional.\n\n\nIS  ACTIVE SURVEILLANCE EFFECTIVE  IN AFRICAN AMERICANS?\n\nPincus  et al. (of The Southeast Louisiana Veterans Health Care System), publish in The Oncologist of August 3, a major study on the effectiveness of  active surveillance in African American patients,  in a     5-year  follow-up study.\n\nA total of 228 prostate cancer (PC) patients in risk group 1* were included in the study, of  which 154 were non-Hispanic African Americans and 74 non-Hispanic Caucasian Americans.\n\nThe study noted that there was no difference in disease progression between the two groups, neither in discontinuation of active surveillance nor in survival.\n\n  Therefore, they conclude that  active surveillance is a safe option for patients with  group 1 CP  (that is, those with very low or low risk), regardless  of  race.\n\nIt really is a novel and important contribution.  Until now there was       non-objective agreement about the worse prognosis of African American patients  compared to   Caucasian Americans.  Great lesson for those who pontificate about good and evil, about science, without objective bases.\n\n *Grade 1: Gleason  of 6 or less (low aggressiveness CP)\nGrade 2*: Gleason of 3 + 4 = 7 (CP of intermediate  aggressiveness)\nGrade 3*: Gleason of 4 + 3 = 7 (CP of intermediate  aggressiveness)\nGrade 4:  8 Gleason (high  grade CP  ) Grade 5: 9 to 10 Gleason  (high   grade CP)\n\n\nSOME INTERESTING STATISTICS  \n\n About 1.5 million  men are diagnosed   worldwide  with   prostate cancer (PC) each year.   CP is,   worldwide, the fourth most common cancer.\n\nAs is often the case in Oncology, the distribution of cases and mortality is not uniform, varying greatly depending on the part of the globe we are talking about. As an example, we collect the ten countries with the highest incidence of CP  and the ten with the  highest mortality.\n\n\n\n\n\n\n\n\n\n\n Male hormone\n\nWe take this data from the  Livestrong  website, from the journalist María Masters, which, entre otras ocupaciones, col abora con Me n's Health. The data come from the World Research Cancer Fund, which in turn took them from the Global Cancer Observatory,  the WHO and  the International Agency for Research on Cancer.\n\n\n\n\n DO MODIFIABLE FACTORS HAVE  PROGNOSTIC VALUE IN  TESTICULAR CANCER?\n\nS.D. Fossá and collaborators, from Oslo University Hospital (one of the largest hospitals in   Europe, with great dedication to education, research and select patient care), publish in the  Journal of Clinical Oncology, 40  (23), 2022, a major study on testicular cancer.\n\n  The  main objective was to assess whether some modifiable adverse  health data acted as prognostic factors  for global mortality and the appearance of a second, unrelated cancer.   with the  testicle, in survivors  of this disease.\n\nThey included 775 patients diagnosed between 1980 and 1994. They established two groups; a) Surgery alone, 272 patients and b) In addition, 503 patients were treated with cisplatin, a  drug generally accepted in the treatment of this cancer.  The  platinum group was divided, according to the dose received, into b1, equal to or less than 630 mlgs, 124 patients and b2, platinum greater than 630 mlgs, 379 patients.\n\nIn all of them, age, treatment and some previous comorbidity (for example, hypertension or diabetes) were assessed  as non-modifiable  factors and as modifiable (that is, those that depend largely on the patient's will  or variable circumstances of their  environment), low socioeconomic status, unhealthy  lifestyles, likely depression, and neurotoxicity. \n\nOverall mortality at 20 years was 14%.  The factors that increased the overall risk of mortality were advanced  age, platinum subgroup b2 and the presence of some non-modifiable comorbidity. Modifiable factors  , such as lifestyles and psychosocial health, which were significantly associated with the overall  increase in mortality  , also acted  as  risk   factors for mortality.   The relationship with the  appearance of a second cancer was not  detected.\n\nFossá et al. warn   health professionals who treat  testicular cancer that they must attend to the solution of these modifiable factors (psycho-social state,   lifestyles and   depression), especially in those patients  receiving high-dose platinum (B2). \n\n\n\n\n Healthy diet\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n   \n\n\n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) Sept 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/09/SET_CANCER-DE-ELLOSEngSept22.docx"}}