{"pageContent": "\n\n\n\n\n\n\n\n\n\nTHE CANCER GARDEN OF  THEM\n© FEFOC  2021\n\n\nDirectors: Professor  Jordi  Estapé  and  Doctor  Tania  Estapé.\n\n\n\neditorial\nWe modestly believe that  our  book, posted   on  Amazon,  \"Prostate  Cancer    in  Heteros, Gays and Bisexuals,\" is becoming increasingly  topical.  Apart from    many  other  examples  we will    add to  two:  1)  The  statements    of    Mr.  Philippe  Saman,  founder  of  Ahora Donde-Le Refuge  (non-profit association  that   accompanies  and  welcomes  LGBTIQ young people  rejected  by  their  family)  in  the Contra de  la  Vanguardia, in which he says that there are still young  homosexuals rejected by their parents, today    in  the XXI century.   These  children  leave  their  homes,  end up  homeless  and  in  the  street  and  often  prostitute themselves to survive 2) The attacks  against  the  goalkeeper  of  the  German    football team,  the  great  Manuel  Neuer, because he  played  some  matches  of  the  current  Euro  2021  wearing  a  bracelet  with  the  colors  of  the  flag    \n\n\n\nBecause, says the venerable  association, that this is giving a political tinge to the party and that UEFA is  apolitical  and does not  want  to  offend  Hungary  whose  Parliament  has  approved,  driven  by  its  prime  minister,    homophobic  and  transphobic  legislation  that prevents homosexuality  from being addressed in educational programmes in schools.  The latest news confirms  UEFA's  negative     attitude.\nIt is clear that this is a global issue, involving significant minorities who are discriminated against. The  same thing       happens  with  gay  and bisexual prostate    cancer  patients,  as we explained in our book which, as we presumed, is of an extraordinary topicality and modernity. Neither  in    Spanish  nor  in    North American  hospitals  is  the  condition  usually  asked\nSexual   patients, essential in cancer \ngay. But,  in addition,  before  an  upcoming  game  in\n\nprostate. \t\nMunich among the national teams of Germany and    Hungary  has  proposed  that  the  stadium   be       illuminated  with these colors, which has  led    none  other than    UEFA  to ban it.\n\n\n\n\n(continued   on  page 2)\n\n\n\n\n(from   page  1)\nLet us fight against  all    forms of discrimination. In    our  countries too. Also  here  and  now. It is not    a  thing  of  underdeveloped countries.   Gays  and  bisexuals  suffer  continued and diverse discrimination even  in  the  cores  of   Western civilization.  \nWe draw attention to other important contributions  in  this  issue. Dr.    Cristina  Sans  continues to enlighten  us  with  her  knowledge  and    genetic tests;  we insist  on the importance of the Mediterranean diet, this time no less than in relation to active surveillance,    and  the essential psychological support of patients who choose this option and, in the growing role of chemotherapy in prostate cancer.  \nDr.  Tania  Estapé  is  the  first  elected  member of the  Uomo Board  of  Europe. \n Astrid Vimena  explains the importance in  neuropsychology\tin\tthe multidisciplinary \tcare  of  patients.\n\nTANIA ESTAPÉ,  PSYCHO-ONCOLOGIST  OF  FEFOC ELECTED MEMBER OF THE BOARD OF DIRECTORS  OF  EUROPA  UOMO\n\nFEFOC has been a member of Europa Uomo  since its  inception. Europa  Uomo  is the European entity that brings together    associations  of  patients  with prostate cancer.  FEFOC has a very solid line dedicated to this cancer that has been hidden for  a  long  time.   FEFOC  has  a  specific  website  dedicated  to  this  cancer individual and group psychological\tcare and production  of  material,  such as  this  magazine,    a  code, manuals, book and informative videos. With  Europa  Uomo  it has been    possible to  share  experiences  from  different  countries, as well  as common work.\n\n\nAfter a while, FEFOC  has taken another step  in  this  organization,  promoting  its  Psycho-Oncologist as a candidate for member of the Board of  Directors.\nTania Estapé  is a Doctor  in  Psychology  and  specialist in Clinical Psychology and dedicated to  Psycho-oncology    for  many  years.\nIn recent years he has attended the annual  general assemblies of  Europa  Uomo as a Spanish representative.   The  last  two  General  Assemblies  of  Europe  Uomo  were virtual due to the Coronavirus pandemic.     This    year's  took  place  on june  19  in    the  morning.   It      proceeded  to  vote  on    the  two vacant seats    on the  Board. Tania  Estapé  won in the voting and has a new  role  as  a  member  of  the  Board of Directors of Europa  Uomo. With her entry to the Board Tania  Estapé proposes to promote attention  to    the  psychological    aspects  in  prostate cancer,  highlighting  the  role  of  the    patient's    partner.\n\nWe hope that  in  this  new  journey new challenges can be met in the fight for the  visibility    of prostate   cancer  patients  and  their families.  \n\n  20-YEAR    STUDY  LINKS  ONCOTYPE DX®GPS TO RISK OF  DISTANT  METASTASIS    AND  DEATH    FROM  PROSTATE  CANCER\nCristina Sans.\n\n A new  publication  of the  JCO  Precision    Oncology,  referring  to  the Genomic Oncotype  DX®  Genomic  Prostate  Score  (ODX GPS) genomic    test,  already mentioned in previous editions,  concludes  that  genomic  testing  provides accurate information  on  the  risk  of  distant  metastasis  and  death  from  prostate  cancer  (long-term    goals).   This  objective information        can  be  used    dichotomously  (positive/negative)    beyond    clinical  parameters.    \n\n(continued   on  page 3)\n\n\n\n(from     page  2)\nRemember that this is molecular   information,  which  complements  the  results of clinical tests performed in order to    know   the patient's prognosis.    \nThe data from the study, from the U.S. group led by Dr. Klein(Cleaveland  Clinic,USA),  includes  a  cohort  of  428  patients  in  follow-up during the years 1987 and 2004. According to    Dr.  Klein,  \"a  patient  with  a  GPS  score    of 29 may be a good candidate for active       surveillance,    while a higher score indicates an aggressive tumor that requires  more  intense  monitoring  (...) and  according to  their  life  expectancy    an  immediate  treatment  (surgery and/or radiotherapy)\". This is the longest validation study with ODX® GPS and although it is necessary to confirm  these  findings  with  more studies, it is a very interesting fact when assessing active surveillance.  \nThis study  brings  even  more  robustness  to  a  genomic  test  that,      despite  its  short  time on the market, already accumulates more than 20 studies that  demonstrate its validation and clinical utility.\nThe genomic test, ODX® GPS, distributed by Palex  Medical and developed by  Exact  Sciences,  is  currently  aimed  at  patients  with localized prostate cancer of very low, low and intermediate clinical risk,  but work is being done on its application to high-risk patients in the near future.  \nFor   more  details  of the  study, you can  access    the  attached    press  release  in  English  or    directly  to  the  publication,    from  the  link:  \n\nNEUROPSYCHOLOGY IN  ONCOLOGY:\nEmerging discipline  in  the  healthcare  system  for multidisciplinary care for  the  benefit  of  patients\nMtra. Astrid  Ximena  Romero  Hernandez. Postgraduate  in  Psychology. National Autonomous University of Mexico.  Psycho-oncology Service National Cancer  Institute\n\n\nIn clinical practice it is relatively common to attend    cancer  patients  who  have subjective complaints    of cognitive impairment,    which can range from loss  of objects and forgetfulness of  information, to work dysfunction and difficulty in making decisions. It is often common for patients to express sadness, irritability, anger and frustration at their current situation, as they no longer perform their daily activities as effectively    as  before.\nThese alterations  consist of    the  deterioration  or  dysfunction\tof\tdifferent neuropsychological \tprocesses such as  attention,  memory,  language, among others. It is estimated that up to 75%  of    patients    experience them  during    treatment, and in 35% of them the alterations  may  persist  after  the end    of  treatment.\nOne of  the  treatments  associated  with  these  disorders  is     hormone           therapy,  also called androgen suppressor therapy, which is used in patients with prostate cancer whose  disease has not spread outside the  prostate. This may be due to decreased blood levels of testosterone (a hormone  associated with  the  functioning  of memory and learning mechanisms),    or cerebrovascular damage. Some    alterations  have  been reported  in  the ability to make movements aimed at an end,  in  the  ability   to spatially  locate  stimuli  in  the immediate     environment,    in the organization, planning and solution to new situations, visual memory,    concentration  and  immediate  manipulation  of  information.\n(continued   on  page 4) \t3\n\n\n(from     page  3)\nIn contrast, breast cancer patients treated with hormone therapy have consistently  demonstrated    memory  impairment    of  previously  learned  concepts  and  autobiographical  memory.\n   If the  patient does not  have  sufficient  cognitive  resources  to    mitigate    these  affectations,  their  functionality  can be compromised  and  their  quality  of  life decreased.    \n           Neuropsychology allows   to  know  the cognitive   profile,    something  particularly  complex  in cancer patients,  since  some  present  risk  factors  that  contribute  to  the  appearance  of  neuropsychological  alterations,  such  as advanced   age,  fatigue,  sleep  and mood disorders,    diabetes  and  hypertension.\nBased  on  the cognitive     profile, recommendations   are  made for patients and their families, such as environmental modification  programs,  external    aids  (use  of  alarms,  notebooks) and interconsultations with other health professionals. The objective of the neuropsychological approach is  the reintegration of patients into their  family, work and social environment.\nIn Latin America,  the  application  of    neuropsychology  in  oncology  is  an  emerging  field  that  allows  both to understand  the cognitive functioning of patients, and to provide them with tools and strategies that allow them  to  improve  their  quality  of  life.   Despite    the above, neuropsychology in oncology is still  little  known  to  some health professionals,   limiting the  possibilities of diagnosis, treatment and reintegration into the environment. In this  sense, it is  of  vital  importance  that    neuropsychologists  in oncology consolidate the bases  that  allow  the    development  of  multidisciplinary teams, through  evidence-based clinical   practice,  training  of human resources  and research, as well as the dissemination of this area among patients and families to    access    neuropsychology  services  in a   timely  manner.\n\n\nReferences:\n\nAmerican Cancer  Societand. (2020). Hormone therapy  for prostate cancer.   Retrieved from    https://  /tratamiento/terapia-hormonal.html  Lange,M.,  Joly,F. ,  Vardy, J.,  Ahles, T.,  Dubois, M.,  Tron,  L.,  Winocur,  G.,  De  Ruiter,  M. B.,  &  Castel,  H. (2019).  Cancer-related cognitive impairment: an update on state of the art, detection, and management strategies in cancer survivors.\nAnnals of oncology : official journal of the European Society for Medical Oncology, 30(12), 1925–1940.\nhttps://doi.org/10.1093/annonc/mdz410\nTae, B. S., Jeon, B. J., Shin, S. H., Choi, H., Bae, J. H.,\n& Park, J. Y. (2019). Correlation of Androgen Deprivation Therapy with Cognitive Dysfunction in Patients with Prostate Cancer: A Nationwide Population-Based Study Using the National Health Insurance Service Database. Cancer research and treatment, 51(2), 593–602. https://doi.org/10.4143/crt.2018.119\nWu, L.M., & Amidi, A. (2017). Cognitive impairment following hormone therapy: current opinion of research in breast and prostate cancer patients. Current opinion in supportive and palliative care, 11(1), 38–45. https://doi.org/10.1097/SPC.00000000000000251\n\n\nCHEMOTHERAPY IN    PROSTATE  CANCER\n\n An obvious fact in prostate cancer (CP), is that many patients with extended cancer, who  respond    to hormone treatment at the  outset, over time    are  resistant  to  it.  \nFrom 1950 began, in some of these patients,  chemotherapy  with  alkylating (drugs widely used in chemotherapy of  other  tumors;   in  the  tumor  cell they create  bridges between the two helical beams of DNA,    thus    preventing  the  partitioning  of  the  cell  or  mitosis and its multiplication). But they were  poorly  documented studies.\n\n(continued   on  page 5)\n\n\n\n(from   page    4)\n\n   It was not until  1972  that    Dr.  Gerald  Murphy  and  collaborators  led  a  project  (the  American  Cancer  Society  National  Prostate  Cancer  Detection  Project)  to  scientifically  assess  the  possible  efficacy  of    chemotherapy. To  do this they designed  a  comparative  study  between an alkylating agent    (cyclophosphamide)  and  5  fluoruracil (antimetabolyte  that competes with an essential amino acid for DNA formation,  pyrimidine).   They saw  some  benefits,  but  the  studies  included    few  patients  to    really  have  value.\nLater,  other  cytostatics  were  tested  that  not  only  decreased  in  many  cases  the  level  of  PSA\t(marker\tof\tCP)\tand\t\timproved\tthe  survival  of    patients. Subsequently,    some  more effective drugs  have    emerged,    highlighting  the  combination  of  docetaxel  (semisynthetic  derivative  of  yellish),  which  interferes  with  mitosis or cell division), associated with  prednisone. In  June    2010,  the  FDA  approved  cabazitaxel  (another     \t\tyesjo\t derivative)\tto\t\t\tbe\tused, \t also\t\t\tassociated with\tprednisone,\tfor\tthe  treatment  of  patients  who in turn    were  resistant  to  docetaxel  plus  prednisone.\nWe consider very  important  the  potential  progress  of  chemotherapy    in  CP. Hormone      treatment    is  very  effective  but  its  consequences on   patients'  quality  of  life    are,  in  our  opinion,  excessive. Chemical castration has, it is  true,   advantageously replaced surgical castration.    \nBut   patients  continue  to  pay  a  severe price in  terms of their  quality  of  life. Chemotherapy,    if  it progresses,  may  perhaps  in    the future   replace hormone treatment.   Without  paying the price of castration. Of course, with the  adverse effects of chemotherapy that have the      advantage,  in  general,  of  happening  at  a  specific  time  and  not  castrating  patients.\nWe also think that researchers should make progress in the field of hormone treatment,  obtaining  products  that  do  not  focus  exclusively  on  the cancellation  of  testosterone.\n\n\nCombining     progress  towards    more  effective  and      less toxic chemotherapy  and  hormone therapy    is  a  challenge    worth  fighting for.  \n\n\nQ\n\n\n\n\n\nANXIETY   ABOUT    ACTIVE  SURVEILLANCE  IN  PROSTATE  CANCER\nTania Estapé\n\nACTIVE SURVEILLANCE = ANXIOUS SURVEILLANCE?\n\n     Active surveillance in  prostate  cancer is a  \"non-treatment\"  option    that  is  a  very  interesting    and important   proposal:  patients  are  candidates  not  to  receive  treatments  and  are  monitored  for  possible  changes  in  their  tumor  that  at  some point could indicate the start of active   treatments. Active surveillance is  a  step forward  in  trying      to  treat    cancer as     aggressively  as possible  in  terms  of    the  impact  on patients' quality  of  life.  Thus, looking at the history of  Oncology  we have  examples,  such    as  the  change  from  mastectomies  in    breast  cancer  to  tumorectomies  whenever  possible. Of  course the  main  objective  is    healing  but it can be accompanied by quality of life or at least  a maximum preservation of it,  a  more  global  cure of the patient will always  be  achieved.  \n\n(continued   on  page 6)\n\n\n\n\n(from     page 5)\n\nSo the \"do not treat\" that active surveillance entails is  certainly    a  promising  option  because, as we know, in prostate cancer, the  repercussions  are  often    very  harsh. Loss    of  erection  and  urinary  incontinence  are  two  great  examples  of  how  the  patient's  life can be profoundly altered. However, despite the advantages that seem  very  clear  when reading it,  there are  some  factors  that  make it difficult to choose this  option. One  of  them  is  the  difficulty    in coping with having cancer and (apparently) not \"doing  anything.\" This  first  barrier  is  found  in      both  patients  and family members. For  them,  having    their  loved  one  diagnosed with cancer without eradicating it is something  that  goes  against  all  logic. Our  ancestors  weigh  heavily  and provide us  with  the  equation  cancer=death,  the  sooner it is  removed the  better.\n We believe that this is  understandable,  since  until  now we have been told how advisable it is to detect  early in order to be able  to  act as soon as possible when there is the minimum of a tumor. At this  point  the  barrier  is  twofold,  if it is  the  case  that  the patient prefers it, but his family pressures him  to    have  surgery. To  the  doubts  and  insecurities of the  affected person himself  is  added  the  lack  of  support of the family in this decision. Moreover,  daily  life  with  the  tumor  can  be  difficult    to manage. Patients wake up every morning knowing that they \"carry the cancer inside,\" as one testimony explained. Despite not having the  repercussions  of    treatments,  this  awareness    that  your  cancer  remains  in  your  body  and  that,  at  any  time it could  spread,  can  generate  a  high  degree  of  anxiety  and  fear  that,  in  some  cases,  can interfere with your quality of life in another way. We refer to the fact that a high level of anxiety  often conditions the enjoyment of life,  concentration on activities such as reading,  filming or social exchange, or work tasks,  if  the  patient  is    still  active.\n\nIn this sense, patients, despite having the advantage  of  saving themselves    some harsh  consequences  of    treatments,  can  see  their social activities reduced,  have insomnia and live with difficulties uncertainty. This is called  the  fear    of  progression. In  patients  already  cured,  free  of  disease, we often  speak of the fear of relapse, in this case it is that it progresses and spreads. The patient goes into  a spiral of doubt: What if it spreads and arrives  too late? What if I have made a mistake? What if this is really very serious and that is why I am no  longer  being treated? This  can  be  compounded by  something  very  common  in  patients  which  is  comparison.  Both the patients themselves and  their  families  will    meet    other  affected  patients  and family members  who  have  received  treatment.\nWhat's more,  if  the  patient  goes  to  a  support    group   they   are  likely to   feel  alone  because they    will often hear the stories of others  explaining their experience with  prostatectomy,  the  radioterapia.....de  again will be  assailed    by doubts  about  whether  they  have  chosen  correctly.\nIn summary, we consider that there are some channels of communication at different levels: on the one hand, doctors and health professionals report  with  data, they are  based  on    evidence  of how beneficial it can be for patients to opt for active surveillance. On the other hand,  patients (and their families) receive with fear and  insecurity  an  option    not  to be treated  when  since  childhood they have been hearing  that    cancer  is  something  that    must  be  removed   as soon  as possible to be able to bet on the cure. It is  essential  to make  a  multidisciplinary  approach  to     patient     decision-making.  Meetings without urgency, being able to give you  all  the  information  and  the necessary time,    will help  to  be  calmer.   It  has  been shown  that  regretting  the  decision  taken can lead to worse psychological adaptation. Although it is logical that the patient lives with a certain  fear, it is  necessary  to ensure  that he can enjoy his life to the fullest.\n\n(continued   on  p.7)\n\n(comes from  p.6)  \n\nOn the other hand,   psychological intervention programmes    must  be  designed.  Despite being able to make a multidisciplinary approach to decision-making,    there are  patients  and  family members  who will not be able to avoid having their degree of anxiety. For  this it is  necessary  to have psychological   support  tools.  \n\nMEDITERRANEAN DIET AND  ACTIVE  SURVEILLANCE\n\n J. Gregg, D.D., and collaborators at the University of Texas' Anderson   Cancer Center have studied the possible relationship between dietary type and  prostate  cancer  (CP)  progression  in men who chose active surveillance. Those who  followed  a Mediterranean Diet           (DM)  style  diet evolved better than those who did not.  \nDr. Justin Gregg  believes that men with  CP  are motivated to  find  something    that  positively  impacts  the  progression  of  the  disease  and  improves  their  quality  of  life.            Well,   DM is  a  non-invasive  medium,    good  for  global  health  and,  as shown in  your  study,  has  a potential effect to modify the progression of CP. After\t\ttaking\tinto\taccount\t known   \tfactors  that  can  worsen  cp      progression  (such as  age,    PSA    level,  and   tumor volume),  patients  who  follow  DM  decrease  the  risk  that  their  tumor  will grow  or  progress  to  a point  where they may  need treatment.  \nThe study included 410 men who chose active surveillance,    with  localized  CP  and Gleason    grade  groups 1 or 2. The mean age of the  patients  was    64  years. They were    passed  a questionnaire on eating habits and, according to the results, were divided into three groups. High,  medium  and  low adherence to  this  diet.\nThe results  showed  a  significant  reduction  in  the  risk  of    tumor  progression  in  relation to  the   adhesion   group,  with  the  most  positive  results  in  the  degrees  of  greatest  follow-up.  \n\n\nThe authors  wish to  study  this  issue  in  other  patient groups.     The  importance of  this  study  lies  not  only  in  the  better  overall  health  of    dm  adherents    but,  what   is the  most remarkable thing about this trial, is that those who choose active surveillance and DM have a lower risk of CP progression. That those who  choose active surveillance but are not adherents to  DM.\n\n\nSUMMARY OF THE HISTORICAL BACKGROUND OF  THE  MEDITERRANEAN  DIET\n\nSome kind readers have been interested in   this  topic,    so  review  the  essential  historical  facts of the  design  of this diet. It is worth reviewing a little the origin of one of the greatest goods that our ancestors have bequeathed to us.   It          originated    in  the Mediterranean Sea,      through  the  exchange  of  food  culture  between  various  civilizations.\nWithin that sea, it probably began in the eastern Mediterranean, by growing  cereals  and  legumes  in  various  countries. But  it was    the  Greeks  and  Romans  who  cultivated the three basic ingredients of that  diet:    olives  and    subsequent oil,    wheat bread and vines, from which the wine came.   This  culture  spread    to the western Mediterranean.  \n\n\n\n\n(continued   on  p.8)\n\n(comes from    p.7)\n\nTo the original   basic  ingredients,  especially  the  Roman ones,  they added  vegetables (onion, lettuce, carrot, cabbage, celery,  artichoke,  etc.),  fruits  (figs,  peaches,    plums,  apples,  pears,  cherries,  etc.),  nuts  (almonds, walnuts, hazelnuts), cheese (with preference for sheep), and, in a very prominent way,  original,  almost  great,  fish,  seafood  and  in  any  case,  poultry,  but  almost  without red meat.  \nWe also recommend  physical exercise.\nLater,  two  fundamental  aspects  enriched  the Mediterranean diet.  \n\nArab  and  Muslim contributions.   Their  influence  was  enormous  in  the  lands  where    they settled  (from    711  to  1492),  specifically in the wide region called  Al-Andalus    (much    of  Spain  for  some or more widespread, also including Portugal and  France).\nArabs and Muslims introduced rice, eggplants,  spinach,   oranges and  lemons    and  also underline the importance of diet in overall health.   They picked up  the  principles  of  Hippocrates.\n\nThe same  year  they  were  expelled from    Spain  by  the  troops  of    Kings  Isabella  and Ferdinand (1492), Christopher Columbus arrived  in America, which meant the addition to the Mediterranean diet of  decisive  products  such  as  potatoes,  tomatoes,  corn, coffee and chocolate. It represents perhaps the    most  important exchange between  civilizations  and  cultures  in    history. Particularly striking  is   the adoption of the tomato, the first red fruit in our diet and which was a symbol of  this.\n\nWe see how  the Mediterranean diet,    after  its  birth  in  the eastern Mediterranean,    incorporates  essential  elements  from  different  villages  and  cultures.\n\n\n\nMediterranean diet\n\n\n\nSince 1960, the decrease in coronary  heart  problems has been noted in  Greece  and  Spain, when their incidence is compared with that of the United States.   Several  studies  point to our diet as the basis of this difference. Several    important  organizations point to this, as   well  as  the  Dietary  Guidelines  for  Americans,the WHO and the UN, which recognize its  value  in  the  prevention  of chronic diseases.  \nAs for    cancer, it is  observed  that  its  incidence  in  the  countries of the    southern  Mediterranean was low when our  diet was followed and  that  it rose  progressively  when  we were  imitating  the  eating  style of the  countries  of  the  North.\nCurrent studies such as the one presented in this  issue  expand  its  indications  and  benefits. On the other hand, the Mediterranean diet  is essentially ecological, with its vegetarian predominance and the minimization of animal meat  intake. It combats        cruelty    to  animals  (our  brothers)  and  the  harmful  consequences    of intensive farms,    while at the same time eliminating a food as dangerous to our health as red   meat.  \n\n\n\n\t\n\n\nTo acquire  the  book  click \n\n\n\n\n\nFor more  information\nabout donations    click \n\n\nWe appreciate the  collaboration  of:\n\n\nDirectors: J.Estapé,  T.Estapé  Secretary:  M.Soler  Vaqué\n\nMarc Aureli,  14.\n08006 -  Barcelona\nTel. 93  217  21  82\nEmail: \n\n\n\n\t\t\n\n\n", "metaData": {"source": "Spanish association (FEFOC) June 2021 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2021/07/June-_-EL-JARDÍN-DE-LA-PRÓSTATA-English.docx"}}