{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR   CANCER      GARDEN\nFEFOC © 2021\n\nDirectors: Professor Jordi Estapé  and Doctor Tania Estapé.\n\nEDITORIAL\n\n\nIn this  issue  we want to  highlight,    first of all,  an  important  study  by    Wayne  University,whichcollects the opinions of  225  urologists,  from  Michigan  and  Georgia,  regarding   active surveillance in low-risk prostate cancer.  \nIn most countries, active surveillance has been very well received by urologists. This  data  comes  from    public medicine, but in the private sphere things can be  different. An article published in Hot  Sheet  (May 2020), by  Us  Too  International,  Zang  et  al.  explained  that it is unknown if the reduced reimbursement that for these specialists means    active  surveillance with respect  to   classic treatments, may be a barrier for some   urologists    recommend it. In  their  study  they find  that  active surveillance  means  lower incomes.   According to  its  conclusions,  the   In Spain  we have  observed,  in    the public system,    a  remarkable  acceptance  by  our  urologists  of active surveillance.  \n\nReturning to    the  Wayne  University study, you  will  also observe opinions  very  favorable  to active surveillance, an ideal means to preserve  sexual  potency  and urinary   continence,    but  which,  in  our  opinion,  as  we have already  pointed out on previous occasions, it requires  specialized  psychological  support. It is time for  the excellent professionals who are urologists  to recognize that, no matter how much intimacy they have with their patients, they are not qualified to be their psychologists. And it is not only an opinion since    some  urologists  have told  us that they  were  the real psychologists    of  their  patients  and  that they did not need the help of  psychologists. \nprivate\tor\t \t\tin-systemurologists\nto\nAnother article  of  interest  is  due  to  the  University\n\nThey have little  financial incentive  to  recommend it. In  the public system it is different, since doctors work on salary.\n\nfrom Tampere,Finland, regarding an interesting study in which the possible effect of   statins  on  the  results  of  early  diagnosis  of prostate cancer is observed.  \n\n\n\n( V  I  E  N  E  D  E  L  A  P  Á  G  . 1  )\n\nAs we did with the history of prostate cancer    surgery,  today  we summarize that of    the  radiotherapy  of  this  tumor,  with  special  mention  to  Dr.  Bagshaw,    justly called the father of radiotherapy. We also offer an overview of prostate  cancer    prognosis.  \n\nFinally, we collect an important review on    hereditary  prostate  cancer.  \n\n\n\nWHAT     AMERICAN    UROLOGISTS  THINK  ABOUT  ACTIVE  SURVEILLANCE\n\nWe must respectfully discover ourselves in the face of the  courage  and  love  for    statistics  of    American scientists.   When  here it is still unclear the role of active surveillance (VA)  in  prostate  cancers    (CP)  of  good  prognosis,  there  they are already  asking  a fundamental question: What do urologists think of a technique that competes with  prostatectomy? It really is an exciting topic. The opinion  of expert specialists, urologists, who observe and opine, at least in the USA, on the growing demand, on the part of patients with CP, for the  VA.\n\nDr.  JinpingXu  and  collaborators,  mainly from Wayne  State  University,in Detroit publish(Urology)the results of a study whose main objective was to \"Evaluate  the  attitudes  and  perceptions  of  urologists  about VA and other therapeutic options for    Low-risk CP.\" The study was conducted with  urologists from the states of Michigan and Georgia,  with financial support from the American  Cancer  Society.\nWe summarize   part  of  this  article as follows:  \n\n\n225 urologists  completed  a  survey,   of which 147 (65%) were from Michigan and  78  (35%) from Georgia.\n\nThe majority  of    urologists  (99%)  provided information to patients about  VA  and  97% discussed the issue with them.\n\n61%    offered    patients  this  possibility,  the  VA.\n\n97% believed that      VA  was  an  effective  and  underused  option  (90%),  while  (80%)  believed that surgery and radiotherapy are overused in  the    USA.    \n\nThe article attends to other considerations that we will surely analyze  every  day.\n\n The indestructible  fact  is  that  the  time    has  come for   men    to  partner  with  FEFOC in our programs for the quality of  life  of  those  affected  by prostate cancer.   Active  surveillance is the first stone on such a difficult  road.\n\nSTATINS  MAY  CHANGE    PROSTATE        CANCER    SCREENING  RESULTS\n\nA study  by          Tampere    University (Tampere  is  a  Finnish  city  located  in southeastern Finland,  170  kilometers  from  Helsinki.   Its  university  is  young  and    appreciates    offering  a  multidisciplinary  training). This  study,  published  in  JAMA  and  whose  first  signatory  is    Dr.  Arla  Vettenranta,  followed by    various collaborators from  the  University,  evaluates    the  results  of the  screening  for  prostate  cancer  depending  on  whether candidates   use  statins or  not. \n\nStatins  are drugs that lower the  level  of  cholesterol  in the blood,  interfering  with  its  production  in  the  liver,  with  the  peculiarity  of  decreasing the so-called bad cholesterol and increasing the good one,  thereby  decreasing  the    risk  of  formation of  plaques in the  arteries.\n(continued on    page 3) \t2\n\n\n(Comes from    page 2)\nWell,    in  the  Finnish  study  (based on    data from the  Finish  Prostate  Cancer  Screening  Trial,  which began in 1996), the percentage of    low-risk    prostate  cancers  (CP)  found  was  significantly lower in people who   they usually took a  statin. On the other hand,  there were no changes in the detection  of     High Risk CP.  \n\nAs noted  in  the  study,  the  use  of  statins  is quite common and their possible effects on    CP  screening  had  not  been  previously assessed.   They included  a  total  of  80,000  men.\n\nThe authors  establish  some  possible  explanations for the effect of  statins:1) The use  of  statins improves    the  accuracy  of  screening,   which would indicate that  statins  decrease the  so-called \"overdiagnosis\"  or  excess  in   diagnosis,  i.e. excessive detection of CP without risk due to its slow growth. 2) That  people  who  use  statins  monitor  their  health  more  frequently and PSA detections    are  performed  more  frequently.    \n\nBe that as it may, they are data to take into account to perfect  the  screening  by  CP.\n\nBRIEF HISTORY  OF    RADIOTHERAPY  (II)\n\nAfter   the  history  of    surgery  (I)  today we expose  that  of    radiotherapy  (II)  This  begins  its  application  in  CP at the  beginning of the  twentieth century.  \n\nAt     first, radio  implants    were  used inside the prostate, but with the development of  external  radiotherapy,  they  were  used    using energy sources outside the  patient.\n\n\nIn the middle of the last century, with the provision of  cobalt  pumps  (which  could  provide  higher levels of irradiation in the depth of the  organism),    the  application  of  radiotherapy   was intensified in cases  where   surgery was  not    possible.     these are   too extensive   CPs    locally. A step further in CP radiotherapy      is  due,  among  others,  to  Dr.  Malcolm  Bagshaw,  who,  in  small  series  of  patients,  showed the  radiocurability of CP. Bagshaw  left us  in  September    2011,  irreparable  loss of the true father of modern radiotherapy in CP. He developed    much  of  his  work at the  Stanford  University  School  of  Medecine,opened in 1891, in  California  and  one  of the most  prestigious    in  the  USA.\n\nHe was known for his so-called  \"can-do\" attitude   that  he applied  to    innovation,  research, teaching and patient care. He created a great professional and human team. Aside from  his immense professional work, he could sometimes be seen off the coast of California, on his bicycle, with his team's  doctors,  or flying with a glider.\n\nWhen he began  his  activity  in  oncological  radiotherapy,  this  specialty  was  new  and  experiencing rapid growth. He worked with  Kaplan (great radiotherapist and father of modern curative radiotherapy in  Hodgkin's  disease),  both  being  pioneers  in  the  use   of  high-energy    radiation  apparatus,  produced  by  a  linear  accelerator  in the  treatment      of  several  cancers,    including    CP,  which  today  represents the basis of the best radiological treatment of CP.  \n\nAs Professor Richard  Hoppe,one ofhis  successors, noted,  \"where Bagshaw really excelled  was  in  the  introduction  of  modern  radiotherapy in CP.\" Bagshaw  and colleagues showed that  high-dose radiation therapy focused on small fields could be as curative as surgery. In addition,  this  radiotherapy  allowed to preserve  sexual    potency  and  decreased  the  risk  of  urinary incontinence.\n\n\n\n(Comes from    page 3)\n\nOn the other hand. later the   radiographic  study of the tumor was also    improved,   through  the  contribution  of  CT  (computerized  axial  tomography),  all  with the result of  an  increasingly   effective and  less      effective treatment  toxic to normal tissues around the  prostate. Already  in  1960,  in  cases  with large tumors, the previous hormonal treatment was  initiated,    to  reduce  the  size of the  tumor  and make them  more  affordable to radiotherapy.\n\nThe successive modalities    of  radiotherapy  (conformal radiotherapy    in  three  dimensions,  intensity-modulated radiotherapy, stereostatic body radiotherapy),   have significantly increased  their therapeutic precision with respect to the  tumor, with less involvement of the surrounding healthy tissues.  This has made it possible to apply    higher  doses    to the  tumor  with  fewer undesirable side  effects  \n\nAnother modality  of  radiotherapy,  or   internal   radiotherapy,    is  brachytherapy  (started  in  1983)  and  which  consists of the  implantation  in  the  prostate  of\nradioactive 'seeds'.\n\nToday     it is  considered  that  in    cases  located in the prostate, surgery and radiotherapy  have a similar effectiveness.  \n\n\nGENERAL PROGNOSIS OF    PROSTATE  CANCER\n\n For statistical           purposes, prostate cancers    (PC) are usually  grouped    into  three large groups,  with  different  treatments  and  prognoses: local involvement:    CP has not spread  outside  the  prostate; regional        involvement:    CP  has  spread  to  nearby  structures  or  lymph  nodes  and distant   involvement:  CP  has    spread  at a distance  from  the  prostate,    bones,  liver, lungs.\n\n\n\nSurvival data. In general, survival data are offered at 5, 10 or 15 years of  diagnosis. They may    reflect  either  the overall survival  of all patients considered (regardless  of    whether  they  are  with  or  without  disease)  or,    when  talking about  disease-free survival, it only includes those who, after treatment, persist.  without  disease. These      reflect  more  the  effectiveness of the treatment and the chances of  cure.\n\nSurvival rates      are  calculated  on  the  evaluation of thousands  of  patients  who  have  suffered from  the  same  type  of  disease  and  at  the  same  stage.   These  rates  are compared    with  men  of similar ages  and  status,    but without CP. For example, if a patient with CP has,  according to their stage and other data, a    90% chance of  survival, it is  their  chances  of survival relative to people without  CP.\n\nNext,  we collect survival data from  patients with CP, from different  countries:\n\nIn Spain, of the global set of patients (regardless of age, stage,  Gleason,  etc.),  overall  survival  (without  taking  into  account  age,  histological type or treatment) at 5 years is  approximately    85%  of  patients, according to  data  from  the  AECC. It is      the  third      cause  of  death  in  men  from  cancer  in  Spain  (the  first  is  lung  and  the  second  colon  and  rectum).\n\nIn the United Kingdom (UK), the survival rate is 96.6% at one year of diagnosis; 86.6% at    5 years  and 77.6%  at  10 years of  diagnosis.\n\nWe offer  data  from  the  prestigious  SEER    (Surveillance,  Epidemiology  and Final Results Program)  in north America, based on the  follow-up  of  patients  diagnosed  between  2009 and 2015.\n\n\n(continued on    page 5)\n\n\n\n\n(Comes from    page 4)\n\nSEER Stage:\t% survival at 5 years  Localized:\tAbout    100%\nRegional:\t  About  100%\nMetastatic:\t31%\nAll combined:  98%\n\n  SeER  figures    refer  exclusively  to the stage of   CP  in which you  were  diagnosed. Therefore,   it does  not do so  if  the  CP  subsequently grows,   spreads, or recurs after  treatment.    \n\nThey also do not include      all   risk factors,      such as the patient's age, general health,  PSA  level  or  Gleason grade,   what  is  the  response  to  treatment  and  other  factors  that can modify them.\n\nIn addition, it is possible that these figures have even improved, with the progress of treatments and the fact that the patients assessed here were  diagnosed  more than    five  years  earlier.\n\nIn   Canada,      survival    figures  are  similar  to those of    the  North American  SEER,  with  the  only  exception   that, in    metastatic  cases, it is  28 per cent.  \n\nAustralia declares an overall survival at 5 years  of  diagnosis  of  95%  of  patients.\n\nWe are therefore  facing  a  cancer  with  a  good general prognosis,    one of  the    best  in  Oncology, but with a series of doubts as to the side effects of treatments in the  choice  of  the  various  modalities  (surveillance).   active, surgery, radiotherapy) in localized  and/or  locally advanced CPs.\n\n\nPROSTATE CANCER    –  HEREDITARY:  A GOAL OF CARE OF THE    HEALTH TEAM\n\nDr. in  Psychology  Oscar  Galindo  Vázquez  Attached  to the    Psycho-Oncology    Service  Coordinator    of  the  Research  and  Development  Unit  of  Psycho-Oncology\nNational     Cancer Institute INCan\n\nProstate cancer is  an increasingly    common type of neoplasm in  the  world,  being  an  emerging  public  health  problem  for  the  elderly male. This group of patients have various effects on their quality of life such as  fatigue,  weak    urine  flow  or interrupted flow,    erectile  dysfunction  and  affectation  in their sexual life, as well as symptoms of depression,  anxiety  and emotional discomfort.  \n\nHowever, even today little is said among  the  general  population  about      prostate cancer, about its causes, symptoms, treatment,  about its needs and how this group of people live.   In this context, the role  of  social   support and  family    in  particular  is  fundamental,  mainly because men may not have the social means and be accustomed to sharing their needs and health problems throughout    life.\n\n\n\n\n(continued on    page 6)\n\n\n\n(see     page  5) \n\n\nOn the   risk  factors      of  this  disease  a  group  of  these  patients  are  carriers  of  germinal pathogenic variants in genes of high  susceptibility to cancer for example for BRCA1 with a risk of 8.6% at 65 years and for BRCA2  of  15%  at  65  years  and  20%    for  life,  while the risk for men in the general population is 6% until age  69.  \n\n    So      men  who  meet  some          high-risk  criteria such    as:  having  a  first-degree  relative  (parent  or  sibling)  with  prostate  cancer  before age 55   age,  men  of\n55 or  fewer  with    prostate cancer,  and  with  first-degree relatives with hereditary  breast or ovarian cancer or with Lynch syndrome (not  associated with  polyposis)before age 50  represent  a  group  that    could benefit   from     genetic counseling and multidisciplinary care  for  the  various  needs  arising  from  this    condition.  \n\nThe identification  of  families        diagnosed  with  hereditary  cancer  is  important  since  their  members  could benefit from effective measures, not only in early diagnosis, but  also  in  the  prevention  of  tumors.   In  these families it is common to observe several cases of cancer,  in  some  cases,  of the  same  type. They appear  in  several generations and occur at an early age  compared     to sporadic cases.  \n\nTo the challenge of understanding the information of genetics, emotional  effect  of  knowing oneself as a carrier  of  a  mutation  and  its  implications  at the level  of  treatment  and  prevention  is  added  the  relevance of talking about men seen in a good part of   cases as stoics and providers, and not as  people  who  also  need to convey  their  needs.\n\n   Therefore, more  literacy  programs  are  required  in  the general  population  and  in  particular in patients who can benefit from genetic   counseling. The health system as  an  organized  social  response  to  the  problems that arise in a community,  specifically requires that male health be considered      as  one  of  the  values  of  a society and that more than an emerging   problem  so far insufficiently treated as    prostate  cancer.\n\nReferences:\n\nManual of Genetic Counseling in Oncology. Álvarez Gómez RM,  Vildal  S,  Wegman  T,  Nuñez  PM. (2017)  CHAPTER  3. Genetics  in  oncology. Permanyer  Mexico City. First edition,  Mexican  Society  of  Oncology  SMEO.\n\nEspinoza-Bello, M.,  Galindo-Vázquez,  Ó.,  Jiménez-Ríos, M. A., Lerma, A., Acosta-Santos, N. A.,  Meneses-García,  A. A.,  &  Sánchez-Sosa,  J. J. (2020). Psychometric  properties  of  the Functional Evaluation Scale for the Treatment of  Cancer,  prostate  version  (FACT-P),  in Mexican patients.   Surgery  and  Surgeons,  88(6),  745-752.\n\n\n\n\n\n\n\n\n\n\n\nhttps://euproms.ydeal.dev/\n\nTo purchase  the  book click aq ui\n\n\n\n\n\n\nFor more  information  about  donations    click \n\n\n\n\n\n\n   \nImage from  the  collection  of  videos  about    prostate  cancer\n\n\n\n\n\n\n\n\n\n\n\nFrom FEFOC we wish you a happy holiday and a prosperous new year.  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé,  T.Estapé  Secretary:  M.Soler\n\nMarc Aureli,  14.\n08006 -  Barcelona\nTel. 93  217  21  82\nEmail: \n\n\n\n\n\n\n\n\n\nWe appreciate the  collaboration  of:\n\n\n\n\n", "metaData": {"source": "Spanish association (FEFOC) Dec 2021 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/01/EL-JARDIN-DE-PRÓSTATADecEng.docx"}}