{"pageContent": "Consultant urologist, Jonathan Aning, talks you through what prostate cancer is, the main types, risk factors, stages and common treatments available to you.\nAdvanced prostate cancer is when the cancer cells have spread from the prostate to other parts of the body. It is not possible to cure advanced prostate cancer. But there are treatments that can help to keep control it.\nProstate cancer may be early, locally advanced or advanced. This information is about advanced prostate cancer.\nRelated stories and media\nSymptoms of prostate cancer may not develop for many years. The symptoms of advanced prostate cancer may be caused by an enlarged prostate. Symptoms of an enlarged prostate can include:\nSymptoms can also be a sign of secondary cancer, where the cancer has spread to another part of the body. The symptoms will depend on which part of the body is affected.\nGeneral symptoms may include:\nIf you have any of the symptoms we mention here, it is important to have them checked by your doctor.\nAfter the lymph nodes, the most common place for prostate cancer to spread to is the bones. Prostate cancer may spread to bones, such as the:\nIt may affect different areas of the bones rather than only one area.\nProstate cancer can sometimes spread to other parts of the body, such as the lymph nodes, lungs or liver. If you notice any new symptoms that last for 2 weeks or more, you should talk to your cancer doctor.\nIt is important to remember that any of the symptoms mentioned here can be caused by problems other than cancer.\nProstate cancer is one of the most common cancers in the UK. It is more common over the age of 65. Prostate cancer can happen in younger people, but it is uncommon in people aged under 50.\nIf you are a trans woman or are non-binary or assigned male at birth, you also need to be aware of prostate cancer. Advanced prostate cancer may affect trans women, but there is not enough evidence to know how common this is.\nProstate cancer UK have detailed information about trans women and prostate cancer.\nThe LGBT Foundation can also give you confidential advice and support. You can also talk to one of our cancer support specialists.\nDoctors do not know the exact causes of prostate cancer. But there are risk factors of prostate cancer that can increase the chance of developing it. Having one or more risk factors does not mean you will get prostate cancer.\nYou may be diagnosed with advanced prostate cancer:\nThe most common places for prostate cancer to spread to is to the bones and lymph nodes outside the pelvis.\nYour doctor or specialist nurse will explain the tests you will have. You may not need all the tests we mention here.\nIf you have, or have had, prostate cancer and have symptoms, you will have tests to see if the cancer has spread. These usually include a PSA test and bone scan.\nIf you have just been diagnosed with prostate cancer, you will have further tests to see if the cancer is advanced. These include a bone scan, a CT scan or an MRI scan.\nIf you were diagnosed with secondary cancer in the bones, you will need tests to find out if it started in the prostate. You will have a PSA test and depending on your situation, you may be offered a biopsy of the prostate. A biopsy is when samples of tissue are taken.\nYou may also have x-rays of the bones in a painful area, to find out if there are any abnormal areas.\nWaiting for test results can be a difficult time, we have more information that can help.\nThe stage of a cancer describes its size and how far it has spread, based on your test results. Doctors often use the TNM staging system or a number staging system.\nA doctor decides the grade by how the cancer cells look under the microscope. This gives an idea of how quickly the cancer might grow or spread. You and your doctors can then talk about the best treatment choices for you.\nFind out more about staging and grading for prostate cancer.\nAlthough advanced prostate cancer cannot be cured, it can be controlled with treatment, sometimes for several years. Treatments can also help relieve symptoms and improve your quality of life.\nA multidisciplinary team (MDT) will meet to discuss the best possible treatment options for you. This will depend on different factors, like your general health. Your cancer doctor will talk to you about the advantages and disadvantages of these treatments.\nThe main treatments are:\nYour doctor or nurse will usually ask you to sign a form giving your permission (consent) for them to give you the treatment. They cannot give treatment without your consent.\nTreatments can help to control the cancer and relieve the symptoms. But there may be a time when the treatment has little effect on the cancer. This means you have the side effects without the benefits.\nMaking decisions about treatment is always difficult. You may want to talk it over carefully with your cancer doctor, specialist nurse, and family.\nIf you decide not to have further treatment, you will be given supportive (palliative) care, with medicines to control any symptoms. Specialist nurses called palliative care nurses can provide help and support. They are experienced in assessing and treating symptoms of advanced cancer.\nAdvanced prostate cancer may cause symptoms that are difficult to cope with. But there are different ways to manage or control them. Treatments for the cancer can also improve symptoms.\nTreatments for prostate cancer can also affect your sex life and relationships. This can feel very difficult to cope with. You do not need to be in a relationship to feel this.\nWe have more information on living with advanced prostate cancer.\nMacmillan is also here to support you. If you would like to talk, you can:\nWe want everyone affected by cancer to feel our information is written for them.\nWe try to make sure our information is as clear as possible. We use plain English, avoid jargon, explain any medical words, use illustrations to explain text, and make sure important points are highlighted clearly.\nWe use gender-inclusive language and talk to our readers as ‘you’ so that everyone feels included. Where clinically necessary we use the terms ‘men’ and ‘women’ or ‘male’ and ‘female’. For example, we do so when talking about parts of the body or mentioning statistics or research about who is affected. Our aims are for our information to be as clear and relevant as possible for everyone.\nYou can read more about how we produce our information here.\n \nMacmillan Support Line.\nThe Macmillan Support Line offers confidential support to people living with cancer and their loved ones. If you need to talk, we'll listen.\n© Macmillan Cancer Support 2023\n© Macmillan Cancer Support, registered charity in England and Wales (261017), Scotland (SC039907) and the Isle of Man (604). Also operating in Northern Ireland. A company limited by guarantee, registered in England and Wales company number 2400969. Isle of Man company number 4694F. Registered office: 89 Albert Embankment, London SE1 7UQ. VAT no: 668265007\n", "metaData": {"source": "Advanced prostate cancer\nhttps://www.macmillan.org.uk/cancer-information-and-support/prostate-cancer/advanced-prostate-cancer"}}