{"pageContent": "Consultant urologist, Jonathan Aning, talks you through what prostate cancer is, the main types, risk factors, stages and common treatments available to you.\nLocally advanced prostate cancer is when the cancer has grown through the capsule that surrounds the prostate. It may have started to spread into tissue or organs close by. The results of your tests help tell your doctor the stage of the cancer and if it is locally advanced.\nRelated stories and media\nProstate cancer symptoms only happen when the cancer is large enough to press on the tube that carries the urine from the bladder (urethra). Some prostate cancers grow very slowly. Symptoms may not develop for many years.\nThe prostate can also become enlarged due to a non-cancerous condition called benign prostatic hyperplasia (BPH).\nThe symptoms of benign (non-cancerous) prostate conditions and prostate cancer are similar. They can include:\nIf you have any of these symptoms, it is important to have them checked by your doctor. Your GP can do some tests to find out if you need a referral to a specialist doctor.\nIf prostate cancer spreads, it usually goes to the bones. It may cause pain in the bones, such as in the back. This is called advanced prostate cancer.\nCertain things called risk factors may increase the risk of developing prostate cancer. If you are Black, you have a much higher risk of developing prostate cancer. You are also more likely to develop it at a younger age. Having a strong family history of prostate cancer is also a risk factor.\nWe have more information about the risk factors of prostate cancer.\nYou usually start by seeing your GP to have your symptoms checked. Your GP usually arranges some tests. The first tests used to diagnose prostate cancer are:\nIf your PSA level is raised or your rectal examination is unusual your GP refers you to a specialist doctor (urologist). Your GP may test your PSA level again if it is raised but your prostate feels normal.\nA specialist doctor or nurse asks about your symptoms and any other medical conditions. They check if you have any risk factors for prostate cancer. The doctor may do another rectal examination and arrange another PSA test. They will talk to you about further tests you may have. These may include:\nWhether you have any further tests will depend on the risk of the cancer growing quickly. Doctors work out your risk by looking at the PSA level, the stage, and the grade of the cancer.\nTo help diagnose or stage prostate cancer, you may have staging tests:\nRelated stories and media\nKnowing the stage, grade and risk group of the cancer helps you and your doctor to decide on the best treatment for you.\nThe stage of prostate cancer describes its size and how far it has spread, based on your test results. Doctors often use the TNM staging system or a number staging system.\nYour doctor decides the grade by how the prostate cancer cells (from your biopsy) look under the microscope. This tells them how quickly the cancer might grow or spread. Doctors use a combination of 2 systems to grade prostate cancer:\nProstate cancer is also divided into risk groups. Your treatment options will depend on the risk group the cancer is in.\nYour doctor looks at the stage of the cancer, your PSA level and your Gleason score to work out the risk group. They use a system called the Cambridge Prognostic Group (CPG). It divides prostate cancer risk into 5 different groups.\nA team of specialists meet to discuss the best possible treatment for you. This is called a multidisciplinary team (MDT).\nTreatment may cure locally advanced prostate cancer or keep it under control for many years. There are different treatments. Your treatment will depend on:\nYour doctor and nurse will talk to you about the different things to think about when making treatment decisions. Treatment side effects can include erection difficulties (ED), urinary or bowel problems. They will explain the different benefits and disadvantages of each treatment. You and your doctor can then decide on the best treatment for you.\nThe main treatments for locally advanced prostate cancer are:\nThe following treatments are less commonly used in locally advanced prostate cancer:\nYou may also have some treatments as part of a clinical trial.\nFind out more about prostate cancer treatments.\nYou will have regular follow-up appointments after treatment for prostate cancer.\nYou may get anxious between appointments. This is natural. It may help to get support from family, friends or a support organisation such as Prostate Cancer UK.\nMacmillan is also here to support you. If you would like to talk, you can:\nProstate cancer treatments can affect your sex life. They can reduce your sex drive (libido) and cause difficulties getting an erection. This is called erectile dysfunction or ED. This may be very worrying for you. There are different treatments and support available to improve sexual difficulties.\nTalk to your doctor or nurse about sexual difficulties or concerns. They will be used to talking about these issues. You may want to involve a partner in these discussions.\nProstate cancer treatments can affect your fertility. If this is a concern for you, talk to your doctor or nurse. You may be able to store sperm before treatment starts.\nEven if you already have a healthy lifestyle, you may choose to make some positive lifestyle changes after treatment.\nSmall changes to the way you live such as eating well and keeping active can improve your health and well-being and help your body recover.\nWe want everyone affected by cancer to feel our information is written for them.\nWe try to make sure our information is as clear as possible. We use plain English, avoid jargon, explain any medical words, use illustrations to explain text, and make sure important points are highlighted clearly.\nWe use gender-inclusive language and talk to our readers as ‘you’ so that everyone feels included. Where clinically necessary we use the terms ‘men’ and ‘women’ or ‘male’ and ‘female’. For example, we do so when talking about parts of the body or mentioning statistics or research about who is affected. Our aims are for our information to be as clear and relevant as possible for everyone.\nYou can read more about how we produce our information here.\n \nMacmillan Support Line.\nThe Macmillan Support Line offers confidential support to people living with cancer and their loved ones. If you need to talk, we'll listen.\n© Macmillan Cancer Support 2023\n© Macmillan Cancer Support, registered charity in England and Wales (261017), Scotland (SC039907) and the Isle of Man (604). Also operating in Northern Ireland. A company limited by guarantee, registered in England and Wales company number 2400969. Isle of Man company number 4694F. Registered office: 89 Albert Embankment, London SE1 7UQ. VAT no: 668265007\n", "metaData": {"source": "Locally advanced prostate cancer\nhttps://www.macmillan.org.uk/cancer-information-and-support/prostate-cancer/locally-advanced-prostate-cancer"}}