{"pageContent": "Here, men share their experiences of being diagnosed, treatments, side effects of prostate cancer treatment and living with and after prostate cancer. Use the filter options to help choose the stories you're interested in.\nShowing 12 of 20 Results\nPaul, 64, had surgery which caused problems leaking urine (incontinence). He talks about how this affected him, how he managed it and the different treatments he tried for erection problems.\nChris, 58, chose brachytherapy. He describes what it involves and the side effects he had. His wife, Jean, talks about how she supported him.\nSimon Smith was diagnosed with prostatitis in 2011 at the age of 24. By sharing his story, he hopes to raise awareness of this common condition and let other men know they are not alone.\nLife changed in 2010 for car mechanic Errol McKellar.\nKevin, 56, had surgery and hormone therapy. He talks about the impact of surgery on his life and the challenge of accepting the changes in his sex life.\nSally Payne is a trans woman who was diagnosed with prostate cancer in 2010. In 2006 at age 54, whilst she was living as a man, she had what she felt was the first warning of prostate cancer.\nMartin, 58, had surgery, radiotherapy and hormone therapy, meaning he couldn't get an erection and lost his desire for sex. He tried different treatments for erections and changed his approach to sex.\nBruce, 51, is on hormone therapy for advanced prostate cancer. He describes some of the side effects he's had including how it has affected his sex life.\nSuzanna is a 72-year-old woman with a trans history. She had full lower surgery in 2013. Suzanna has had treatment for an enlarged prostate.\nElvis shares his experience of the pandemic and his top tips for staying healthy, both physically and emotionally.\nTony talks about his experience, what it was like being a gay man with prostate cancer, and the support that helped him.\nCivil Engineer Thomas Kagezi explains how a chance encounter led to his prostate cancer diagnosis.\n", "metaData": {"source": "Real life stories\nMen share their stories about diagnosis, treatment and side effects.\nLearn more\nhttps://prostatecanceruk.org/"}}