{"pageContent": "Although prostate cancer is a common cancer in men, there are different types of prostate cancer. Some types of prostate cancer are rare. Because they are rare, there hasn’t been much research, so we don’t know much about them. Rare types of prostate cancer include:\nIf you are diagnosed with one of the cancers mentioned here, speak to your doctor or nurse about what that means and what treatments are suitable for you.\nLike most things in our body, the prostate is made up of different types of cells. The type of cancer that develops depends on the cell it starts in.\nThe most common type of prostate cancer starts in some of the cells that line the prostate, called glandular epithelial (gland) cells. When we talk about common prostate cancer here, we mean this type of prostate cancer. Rarer types of cancer can also develop from gland cells, or from other types of cells in the prostate.\nSome men have more than one type of prostate cancer. For example, they may have some common prostate cancer mixed with a rare prostate cancer at the same time.\nSome of the rare cancers may be more aggressive than common prostate cancer. This means they may grow faster and are more likely to spread to other parts of the body.\nRarer prostate cancers can be harder to diagnose. For example, some don’t cause your prostate specific antigen (PSA) level to rise. This means they’re not always picked up by a PSA test. Because of this, some rare cancers may not be diagnosed until they have already spread outside the prostate. Read more about the PSA test and other tests used to diagnose prostate cancer.\nSome rare prostate cancers may only be picked up after having a biopsy to check for prostate cancer, or surgery called transurethral resection of the prostate (TURP) to treat an enlarged prostate. The tissue removed during the biopsy or TURP is looked under a microscope to see if you have common prostate cancer or a rare type of prostate cancer. Rare cancers aren’t always given a Gleason score after a biopsy. This is because they can behave differently to common prostate cancer and can’t be measured in the same way.\nBecause rare cancer can be aggressive and spread outside the prostate, you will probably have more tests to see if they have spread. These include:\nNeuroendocrine prostate cancers develop from neuroendocrine cells in the prostate. Different types of neuroendocrine prostate cancers include:\nSmall cell prostate cancer is the most common neuroendocrine prostate cancer. Most men who have small cell prostate cancer also have common prostate cancer at the same time. And it’s most common in men who’ve had hormone therapy for normal prostate cancer. Small cell prostate cancer is aggressive and can spread quickly to other parts of the body.\nLarge cell prostate cancer is very rare. Because of this, we don’t yet know how it develops, or the best ways to treat it.\nIt is aggressive and can spread quickly to other parts of the body. Most men who have large cell prostate cancer also have common prostate cancer at the same time. And it’s most common in men who’ve already had hormone therapy for normal prostate cancer.\nLike common prostate cancer, some rare prostate cancers can develop from glandular epithelial (gland) cells in the lining of the prostate. They include:\nYou may hear them called adenocarcinomas. These can be mixed with common prostate cancer.\nYou may also hear this called ductal adenocarcinoma. Ductal prostate cancer is aggressive and can spread quickly to other parts of the body. Most men who have ductal prostate cancer also have common prostate cancer at the same time. Ductal prostate cancer is usually more aggressive than common prostate cancer, and it’s more likely to come back after treatment.\nYou may also hear this called mucinous adenocarcinoma. This type of prostate cancer is very rare and most men who have it usually also have common prostate cancer at the same time. Like other rare cancers, there isn’t much research on mucinous prostate cancer, so we don’t yet know the best ways of diagnosing and treating them. Even though mucinous prostate cancer can spread to other parts of the body, recent research shows most mucinous prostate cancers may be slow-growing.\nLike common prostate cancer, mucinous prostate cancer can cause the levels of PSA in the blood to rise. So a PSA test can be used to diagnose it. However, this rise in PSA is more likely if your cancer has spread to other parts of the body.\nYou will need to have a biopsy to confirm you have mucinous prostate cancer. You will also have scans to see if your cancer has spread.\nYou might also hear this called signet cell prostate cancer or signet ring cell adenocarcinoma. Signet ring cell cancer can be very aggressive and spread to other parts of the body.\nYou might also hear this called adenoid cystic prostate cancer or basaloid carcinoma. Men who have basal cell prostate cancer can also have common prostate cancer at the same time. We don’t know how aggressive it is. Some studies suggest it isn’t very aggressive. But other studies suggest it might be more aggressive than common prostate cancer.\nThis is also known as urothelial carcinoma. This cancer starts in the cells that line the urethra (the tube you urinate through).\nSarcomas are rare cancers that can develop anywhere in the body, including the prostate. Unlike common prostate cancer, sarcomas develop from smooth muscle cells in the prostate, called mesenchymal cells.\nThere are several types of prostate sarcoma. Some prostate sarcomas can be aggressive, but others are not.\nThis is the most common type of prostate sarcoma in men (it is not the same as leiosarcoma).\nLeiomyosarcoma is mostly found in men who are 40 years or older. But it can also sometimes be found in children and young men.  Most are aggressive and can spread to other parts of the body.\nRhabdomyosarcoma is another type of rare prostate sarcoma. It is mostly found in children, but can also be found in adult men, although this is rare. Most rhabdomyosarcomas are very aggressive and can spread to other parts of the body.\nThere are other types of sarcoma, but they are very rare. Because of this we don’t know much about them and more research is needed to find out more about whether current tests can diagnose them and what treatments work best.\nBeing diagnosed with any kind of prostate cancer can be frightening and overwhelming. If you are told you have a rare prostate cancer you may worry about what this means and feel frustrated that there isn’t much information available about your diagnosis and treatment.\nNo matter what you’re feeling or thinking, there is support available if you want it. You can speak to our Specialist Nurses, in confidence or chat with them online. Our Dealing with prostate cancer page looks at things you can do to help yourself and people who can help.\nVisit our wellbeing hub for information to help support you in looking after your emotional, mental, and physical wellbeing. If you are close to someone with prostate cancer, find out more about how you can support someone with prostate cancer and where to get more information.\nUpdated: May 2022 | Due for review: May 2025\n", "metaData": {"source": "Rare cancers\nRarer conditions including neuroendocrine and gladular cancers.\nLearn more\nhttps://prostatecanceruk.org/"}}