{"pageContent": "When you’re close to someone with prostate cancer, the diagnosis can affect you just as much as them. As well as affecting how you feel, it may also change your relationship with them as your plans and priorities change.\nThis page is for anyone who is close to someone with prostate cancer, whether you're a partner, family member or friend. It looks at ways you can support someone with prostate cancer, where to get more information and how you can look after yourself.\nYou can find out more about prostate cancer and treatments on our other pages. You can also call our Specialist Nurses or chat to them online.\nIf you’re close to someone with prostate cancer you’re likely to want to give them support and be there for them. Research suggests that family and friends who offer emotional and practical support may help men deal better with the daily challenges of having prostate cancer.\nDoing something to help might also ease your own feelings of distress and help you feel more in control. But be aware of your limits and try to remember that you don’t have to do everything on your own. Think about whether your friends or family could help out with some things. Social services and charities can also be good places to get support.\nDealing with a diagnosis of cancer, having treatment and managing side effects can be challenging. We know from research that men with prostate cancer and their partners have a higher risk of depression and anxiety. Read more about the feelings men might go through when they have prostate cancer. \nIf you notice that your loved one is feeling very down, worried or is finding it hard to cope, encourage him to speak to his doctor or nurse. There are treatments and support available. They can also speak to our Specialist Nurses or ring the Samaritans if they need to speak to someone urgently. \nMany partners, family and friends find it helps to learn more about prostate cancer. Some people like to read lots about prostate cancer, while others prefer not to know as much.\nLearning about prostate cancer can help you and your loved one feel more informed and confident about making decisions. It may also help you both feel more prepared for what will happen during and after treatment.\nIf you choose to get information, it’s important to get it from places and people that you trust. Health professionals may give you information, or you can find information online or in print, like booklets and fact sheets. You can download or order any of our publications for free.\nGetting information about prostate cancer can help you and your loved one in many ways. \nMaking a decision\nOften men with prostate cancer will have a choice about what treatment to have. This is because there isn’t always an overall best treatment, and each treatment has its own advantages and disadvantages. Some men may also have a choice about whether or not to have treatment straight away, which can be a difficult\ndecision to make. Finding out more about treatments and side effects can help.\nSome men find having support from their partner, family or friends helps when making this decision. For example, you could talk through the advantages and disadvantages of each treatment together and think about what’s right for him.\nKnowing what to expect\nKnowing more about prostate cancer and treatment can help you prepare for what will happen and the possible side effects of treatment. Treatments for prostate cancer can all cause side effects, such as:\n• difficulty getting or keeping erections (erectile dysfunction)\n• urinary problems (incontinence)\n• bowel problems\n• extreme tiredness (fatigue).\nA common treatment called hormone therapy can also cause other side effects such as hot flushes, loss of sex drive, breast swelling, weight gain, muscle loss, forgetfulness and mood changes, such as feeling more irritable or emotional. Read more about how hormone therapy affects men.\nSide effects can affect a man’s everyday life and the lives of those close to him. Dealing with these feelings, as well as with the cancer itself, can make men feel worried and sometimes depressed. But there are ways to manage side effects. And getting information about prostate cancer can often help you both feel more reassured about side effects and what to expect in the future. \nTalking to health professionals\nSome people find it helps to have someone with them at their appointments. It’s hard to take everything in, ask questions and make notes all at the same time. Having someone else there to remember and ask questions can be useful.\nHealth professionals involved in your loved one’s care may not be able to discuss his diagnosis, treatment or care with you, unless he gives them permission. If he is happy for you to know about these things, he needs to let his doctor or nurse know. He can request this for anyone – whether that’s a partner, family member or friend.\nSome people don’t feel confident talking to health professionals. But it’s always worth asking if you’re not sure about something, or if you have a question or concern. Sometimes health professionals will ask if you have any questions. But if they don’t, it could be because they assume you understand what has been said, or that you would ask if you had any questions.\nAs a partner or relative, you also have the right to information and support for yourself. If you don’t feel able to talk to the doctors or nurses treating your loved one, make an appointment with your GP. Or you can call our Specialist Nurses, who are here for you too.\nMany men with prostate cancer value being able to talk to those close to them about how they are feeling. It can help get things out in the open. There is no right or wrong thing to say – sometimes you might just need to listen. Macmillan Cancer Support has information about how to talk to someone with cancer.\nYou and your loved one might not always want to or feel able to talk. Some people need some support to open up and express how they are feeling. Talking to someone else, such as a friend, health professional or counsellor might be helpful, either together or separately.\nAnd remember, you will be dealing with your own feelings too and may also need time to talk about them.\nWhat if he doesn't want to talk?\nSome men prefer to cope on their own and don’t want to talk about things, or want any outside help.\nYou might find this frustrating or upsetting. But try to remember that they might not see things the same way as you. Even if you think that they need some practical help or should be talking about their emotions, they might feel that they’re coping fine.\n\nTry to help them think about what they want, rather than telling them what they should do. You can do this by asking questions or saying what you think, and then asking what they think.\nIt may take some men longer to accept that they have prostate cancer than others. Their initial response could be disbelief, denial or shock. They might find it hard to take in information about their cancer or accept help. It may help to give them information in small chunks, at times when they seem ready to take it in.\nYou could let them know that you are there for them if they need anything. Be specific about the kind of support you can offer – practical as well as emotional. You might need to give them space to come to terms with things in their own time or deal with things in their own way.\nFor some men just having family and friends around is enough. You don’t always have to talk about prostate cancer. Just chatting about normal things and doing some everyday activities together might help. Encourage your loved one to see family and friends and to keep up with social activities and hobbies if they feel up to it.\nWhen someone you’re close to is unwell, it’s natural to try to protect them and make their life as easy as possible. But a lot of men will want to keep doing things for themselves and to stay active.\nMany men with prostate cancer say they want to keep things as normal as possible. They may want to manage any side effects, or changes they’re experiencing, themselves. This is called self-management. It means being actively involved in looking after your own health and wellbeing. For example, changing your diet, getting more active or learning other ways to look after yourself. It also involves being aware of any changes to your health and letting your doctor or nurse know about them.\nBut not all men will want, or be able, to make changes to their lifestyle. For some it may take a long time to make any changes, especially if they’ve been doing something for a long time. But remember that making small changes gradually can still make a big difference to their health and the way they feel. Supporting your loved one to make positive lifestyle changes can help keep them motivated.\nSelf Management UK runs courses for people who want to take control of their health, including courses for carers.\nYou might be able to go along to appointments with your loved one. Men often say they like having someone with them for company and to help remember information. Attending appointments with your loved one may also help you feel more involved in his care and treatment.\nSome men find it helps if someone talks to the health professional for them. But only do this if he asks you to. Some people like to take notes, or you could ask to record the conversation using a phone or another recording device. This is often a good way to keep track of important details and means your loved one can go back over what was said in their own time. They have the right to record their appointment if they want to, because it's their personal data. But let the doctor or nurse know if and why you're recording them, as not everyone is comfortable being recorded.\nIf you’re going to be waiting a long time for appointments or treatments, take some things to do. For example, travel games or cards, magazines, books and crosswords. Or you could listen to music or watch films if you have a smart phone, laptop or tablet.\nIf you’re concerned about anything to do with the treatment your loved one is getting, talk to their doctor or nurse.\nIf you’re raising any concerns without your loved one’s knowledge, the doctors and nurses can listen to your concerns, but they might need to tell him about the conversation if it affects his care and treatment. Other services where you can raise concerns include:\nYou might be able to get help with the cost of travel to and from hospital, and hospital parking. This varies depending on where you live. Some people are eligible for free hospital transport. To find out more, talk to the hospital that is caring for your loved one, or his GP, or contact Macmillan Cancer Support. Some hospitals have a support and information service that may also have information about local travel costs and parking.\nA carer is someone who provides unpaid support to a family member or friend. Caring can include helping with day-to-day tasks such as housework, providing transport, or giving emotional support.\nSome people who care for someone with prostate cancer also provide medical and personal care. For example, help with using a catheter after surgery, organising medicines, ordering incontinence pads, or help with washing or dressing.\nIf you are providing this type of care, make sure you’re getting all the help available to you. Nurses such as community, district and Macmillan nurses can offer medical care at home and give you advice about ways to look after yourself. You might also be able to arrange to have other care staff visit you at home. You can arrange this through your GP or ask the health professionals at the hospital.\nThe levels of care that your loved one needs may change over time. You might have managed fine in the past and not needed any help caring for him. But this may change from time to time, and some weeks may feel harder than others. If you find you’re having a bad week or caring for your loved one is becoming too much, get advice and support from health professionals. Speak to our Specialist Nurses or another organisation.\nCaring can be tiring and sometimes stressful, so remember to look after yourself.\nAs a carer you might take over some of your loved one's usual activities, but try not to take on too much. This will help make sure that you don’t get too tired and will help your loved one keep their independence and some normal routine to their day-to-day life.\nIf you could do with some extra help at home, speak to your GP or contact your local council and ask about social services. You can ask social services to assess your loved one’s needs – and your own needs if you are providing them with care. This could include:\nIt’s important to have breaks if you’re caring for someone. Respite care is temporary care to give carers a break. Carers Trust and Crossroads Caring Scotland have professional carers who can provide respite care in your home, if you decide to go away for a short time.\nApplying for support sometimes means filling in forms. For help with this, contact your local Citizens Advice or Macmillan Cancer Support.\nYour loved one might decide to reduce their working hours, or stop working completely if the side effects of treatment are making it difficult to work.\nIf you’re caring for someone with prostate cancer, you may also think about reducing your working hours. Think about telling your manager that someone you are close to has cancer, as you may be entitled to time off or flexible working. If you're worried about talking to your manager, remember that everyone has their own worries and health problems from time to time. Most people will be understanding and will want to support you. Arrange a time to talk to your manager, and try working out a plan together.\nIf you or your partner reduce your working hours this could affect your financial situation. You may be entitled to certain benefits and grants. It can help to get some financial advice to make sure you’re getting all the help you need. \nThe following organisations offer more information.                      \nThe diagnosis of a loved one can have a big impact on your life and it’s likely that you’ll also have a lot on your mind. So make sure you find time to look after yourself. This is important for your own health and so that you can support your loved one.\nHow you react and feel when someone close to you has prostate cancer will be different for everyone. But you may be dealing with some of the feelings below.\nYou may find that some of these feelings fade over time. Or you might continue to have these feelings even if your loved one’s prostate cancer is treated. You might feel worried or scared that their cancer will come back or start to spread. There’s no right or wrong way to feel.\nSome people who are close to someone with prostate cancer may have anxiety or depression. If you’re feeling very down, worried or are finding it hard to cope, there are treatments and support available.\nIf you’re depressed your GP may be able to prescribe you some medication, or refer you to talk to a psychologist or counsellor. Speak to your GP, call our Specialist Nurses or contact Carers UK. If you need to speak to someone immediately, ring the Samaritans.\nUncertainty about the future\nIt’s natural to find it difficult and upsetting to think about the future, particularly if your loved one has advanced prostate cancer. Many men with prostate cancer will have treatment that keeps the cancer under control for many years, but the outlook for some men won’t be as good.\nYou might find that making plans helps you feel more prepared for what the future may hold, and reassured about the future for your family. But you may also find it difficult to make plans, especially if you’re not sure how your loved one’s prostate cancer may change. Your own personal plans, such as work or holidays, may also change, which some people find frustrating or upsetting.\nTalking about the future isn’t always easy and you may feel worried about how to bring up the subject with your loved one. This is normal, and it may take some time before you both feel ready to talk about the future. It’s important to ask for support if you need it. Our Specialist Nurses are here to support you too.\nBe kind to yourself\nTry to go easy on yourself, and don’t expect to have all the answers. There’s no right or wrong way to deal with your feelings. Everyone has their own way of coping.\nGet support for yourself\nSome people struggle to deal with things on their own. It might be difficult to talk to the person you’re supporting about how you are feeling – especially if they are dealing with their own emotions. You could get some separate support for yourself, especially if you have different needs and worries. There are a number of ways you can get help and support for yourself, including:\nOther things that could help\nExamples of other things that might help include:\nPeople close to someone with cancer sometimes find that their own health gets worse. This might be because of stress, because they’ve become a full-time carer, or because they don’t have the time to look after themselves properly.\nIf you’re close to someone with cancer you might get particularly tired, especially if you’re caring for them. Get support for any anxiety you’re feeling as this can be linked to increased tiredness. For example, you might have problems sleeping because you’re worrying a lot.\nMake sure you look after your own health. If you are feeling unwell, tired or down, talk to your GP.\nGet support and information about managing the side effects of prostate cancer treatment. They might have an impact on your life as well as your loved one’s. For example, if your partner gets up a lot at night to use the toilet, you might be woken each time. \nLearn some ways to relax or manage stress. This might help if you’re feeling down or finding it difficult to sleep. Talk to your GP if you’re having difficulty sleeping. Some people find yoga or meditation helpful. Look for classes at your local GP surgery or through charities such as Macmillan Cancer Support, Maggie’s Centres, Carers UK or Carers Trust.\nSome hospitals have support and information centres that may run wellbeing groups like yoga, relaxation and art. Going to groups like this can also be a good way of meeting other people who understand what you’re going through.\nThere are some simple changes you can make to your lifestyle to boost your energy levels.\nProstate cancer can change the normal pattern of your life and affect relationships, friendships and roles within the family. It can bring challenges, but can also bring some couples and families closer together.\nYou might find that your plans get interrupted or your priorities change after a diagnosis of prostate cancer. If a man with prostate cancer has side effects, like tiredness, his normal family role might change – for example, others may have to take on more tasks at home.\nPeople find that they go through a process of adjusting and develop new ways of thinking about life and relationships. You might find some of these ideas can make life easier:\nTry to make sure that you make time for family activities, such as holidays and days out. Even though your loved one may not feel up to doing some activities, you could try something new together. Read more about planning travel with prostate cancer.\nIt can be difficult and upsetting to talk to children or grandchildren about cancer. It usually helps to be honest with them. Keeping things from them might only make them worry more. Children can often sense that something is wrong, even if they don’t understand it. They may also notice that things at home have changed, such as their day-to-day routine. This can be confusing, especially for younger children.\nWhat they'll need to know about cancer and how they will react will depend on their age and whether they've known someone with an illness before. Creative activities, like drawing or books, may help younger children understand, while you may need to encourage teenagers to ask questions. Remember that you might not always have the answers. It's okay to be honest and say if you don't know something.\nCharities such as Macmillan Cancer Support and Winston’s Wish have more information about how to talk to children when a parent, or grandparent, has cancer. Fruit Fly Collective also has information, and activity kits to order for children of all ages. Your local hospice may offer a support service to children and young people. You or your loved one could also ask a GP or specialist nurse at the hospital for advice, or call our Specialist Nurses.\nProstate cancer and its treatments can affect a man’s sex life. If you are a partner of someone with prostate cancer, you might need particular support for relationship and sexual issues.\nSome partners of people with prostate cancer feel very distressed and may become anxious and depressed. This can affect how you feel about sex. You may experience:\nYour own desire for sex may change after your partner’s diagnosis and during treatment. For example, if you’re feeling anxious, you may have less interest in sex. Changes in your relationship, such as changed roles, may also affect how you feel about sex.\nMany partners don’t talk about their own feelings because they want to protect their loved one. But it’s also important to get some support for yourself, perhaps without your partner. Talking to other partners who are experiencing the same thing or getting some counselling may improve things.\nSome men may distance themselves from close relationships because they feel uncomfortable with changes to their bodies and the impact of treatment on their sex life. But this doesn’t mean that they no longer care for you.\nRead more about how prostate cancer can affect a man's sex life. You can also check out our interactive online guide about sex and relationships.\nOur sexual support service is a chance for you, or your partner, to talk to one of our Specialist Nurses with an interest in helping with sexual problems after treatment for prostate cancer. They can talk to you in depth about the impact of treatment on your sex life and relationships, and discuss possible treatments or ways to deal with these changes. The service is available to both men and their partners.\nProstate cancer affects gay and bisexual men in many of the same ways as heterosexual men. But if you’re a gay or bisexual man, you may have some other issues or concerns about the impact of treatments for prostate cancer. We have specific information for gay and bisexual men and their partners. You could also speak to our Specialist Nurses.\nThere are also support groups specifically for gay and bisexual men, and their partners. You can share your worries, ask questions and know that you’re not alone in the way you’re feeling. Find out more about support groups.\nUpdated August 2019 | Due for review August 2022\n", "metaData": {"source": "Support for family and friends\nHow to help someone with prostate cancer, where to get information and how to look after yourself.\nLearn more\nhttps://prostatecanceruk.org/"}}