{"pageContent": "Prostate cancer is the most prevalent cancer in men and predominantly affects older men (aged >or=70 years). The median age at diagnosis is 68 years; overall, two-thirds of prostate cancer-related deaths occur in men aged >or=75 years. With the exponential ageing of the population and the increasing life-expectancy in developed countries, the burden of prostate cancer is expected to increase dramatically in the future. To date, no specific guidelines on the management of prostate cancer in older men have been published. The International Society of Geriatric Oncology (SIOG) conducted a systematic bibliographic search based on screening, diagnostic procedures and treatment options for localized and advanced prostate cancer, to develop a proposal for recommendations that should provide the highest standard of care for older men with prostate cancer. The consensus of the SIOG Prostate Cancer Task Force is that older men with prostate cancer should be managed according to their individual health status, which is mainly driven by the severity of associated comorbid conditions, and not according to chronological age. Existing international recommendations (European Association of Urology, National Comprehensive Cancer Network, and American Urological Association) are the backbone for localized and advanced prostate cancer treatment, but need to be adapted to patient health status. Based on a rapid and simple evaluation, patients can be classified into four different groups: 1, 'Healthy' patients (controlled comorbidity, fully independent in daily living activities, no malnutrition) should receive the same treatment as younger patients; 2, 'Vulnerable' patients (reversible impairment) should receive standard treatment after medical intervention; 3, 'Frail' patients (irreversible impairment) should receive adapted treatment; 4, Patients who are 'too sick' with 'terminal illness' should receive only symptomatic palliative treatment.", "metaData": {"source": "Dominant intraprostatic lesion boosting in sexual-sparing radiotherapy of prostate cancer: A planning feasibility study\nhttps://pubmed.ncbi.nlm.nih.gov/30955990/"}}