{"pageContent": "Purpose To report the safety profile and 2-year functional outcomes of in-bore magnetic resonance (MR)-guided focused ultrasound on single cancer foci in men with prostate cancer. Materials and Methods Ethics approval was obtained from the centralized institutional review board for this prospective single-arm study, and patients provided informed consent. Patients with untreated low-volume low-grade prostate cancer (clinical stage T2a or lower; Gleason score, 3+3; index tumor ≤10 mm3) underwent MR-guided focused ultrasound between July 2011 and February 2013. All patients underwent robotic transperineal mapping biopsy and multiparametric MR imaging. Only those with a maximum of two lesions smaller than 10 mm at mapping biopsy were included. Target areas were sonicated with real-time MR thermometry monitoring, excluding critical areas from the beam path. Serum prostate-specific antigen (PSA) and Expanded Prostate Index Composite (EPIC) scores were obtained at baseline and at 1, 3, 6, 12, 18, and 24 months and were plotted to observe their trend. Mean EPIC subdomain score changes at each serial time point were compared with the baseline score by using paired t tests (level of significance, P < .007). Repeat transperineal biopsy was performed at 6 and 24 months. Results Fourteen men (mean age, 62.8 years; median PSA level, 8.3 ng/mL) underwent treatment, with 12 men completing 2-year follow-up. A median reduction of PSA level by 2.9 ng/mL was observed at 6 months. Seven men had Clavien-Dindo grade 1-2 complications. There was a slight insignificant deterioration of EPIC urinary symptom score (mean increase of 7.8 points compared with baseline, P = .012) noted at 1 month, but it returned to baseline by 3 months. There was a trend to deterioration in sexual function score (mean decrease, 4.4 points; P = .04 [not significant]) that normalized at 3 months. There was no significant change in EPIC subdomain scores from baseline over the 24 months. At 6-month template biopsy, one man had cancer with a Gleason score greater than 6; at 24 months, three men had cancer with a Gleason score greater than 6. Conclusion MR-guided focused ultrasound is technically feasible for focal prostate ablation and appears to have a favorable early safety and functional profile. Further clinical trials are necessary to establish oncologic efficacy. © RSNA, 2017 Online supplemental material is available for this article.", "metaData": {"source": "Multicentric oncologic outcomes of high-intensity focused ultrasound for localized prostate cancer in 803 patients\nhttps://pubmed.ncbi.nlm.nih.gov/20619958/"}}