{"pageContent": "Transrectal high-intensity focused ultrasound (HIFU) was recently established as a highly effective means of inducing contact and irradiation-free intraprostatic coagulative necrosis. This technique, therefore, appears potentially useful for treating localized prostate cancer (PC). To evaluate this issue, a total of 29 human prostates with localized cancer was subjected to HIFU treatment in vivo before radical retropubic prostatectomy. HIFU therapy was performed with the use of HIFU transducers with focal lengths of 3.0 cm (n = 3), 3.5 cm (n = 19), and 4.0 cm (n = 7), and the site intensity was varied from 1260 to 2000 W/cm2. The extent of intraprostatic necrosis was determined by planimetrical analysis of whole mount prostatic sections. Transrectal HIFU consistently induced sharply delineated intraprostatic coagulative necrosis within the target area, whereas alterations of perioprostatic structures were never observed. The cross-sectional area of necrosis increased from 1.1 +/- 0.7 cm2 (SD; n = 3; 3.0-cm focal length; 1428 W/cm2) to 1.2 +/- 0.7 cm2 (n = 2; 3.5-cm focal length; 1428 W/cm2), 1.8 +/- 0.17 cm2 (n = 8; 3.5-cm focal length; 1680 W/cm2), 2.8 +/- 0.32 cm2 (n = 9; 3.5-cm focal length; 2000 W/cm2) and 3.8 +/- 0.4 cm2 (n = 7; 4.0 cm focal length; 1260 W/cm2). HIFU beam transmission and the therapeutic effect were comparable in benign and malignant prostatic tissue. Interstitial thermometry (n = 6) revealed maximum intraprostatic temperatures in the focal zone up to 98.6 degrees C. Outside the focal zone and on the rectal wall, no significant temperature rises were noted. Subsequently, HIFU was applied to unilateral histologically proven T2a/T2b PC (n = 10) in an attempt to destroy all cancer before radical retropubic prostatectomy. PC was always correctly targeted. In 7 individuals, PC was partially (mean, 53%; range, 38-77%) destroyed; in the remaining 3 cases the entire tumor was ablated. Although these histological data permit no definitive conclusion on the clinical efficacy of this approach, transrectal HIFU seems to be an attractive novel minimally invasive treatment option for localized PC.", "metaData": {"source": "[Congress of the Association Française d'Urologie (AFU) 2004: prostate cancer management]\nhttps://pubmed.ncbi.nlm.nih.gov/16008113/"}}