{"pageContent": "The relationship between lower urinary tract symptoms (LUTS) due to benign prostatic hyperplasia and sexual health in men participating in a national multicenter screening program was studied. A total of 12 679 men were screened for prostate cancer in the year 2003. Of these, 6641 men had completed both the American Urological Association Symptom Score (AUA-SS) and the Sexual Health Inventory for Men (SHIM) questionnaires. We assessed the apparent effect of comorbidities (ischemic heart disease, hypertension, hypercholesteremia and diabetes), smoking habits and testosterone level on the overall sexual health. Age and race were also assessed as factors affecting the SHIM score. We used a general linear multivariable regression analysis to express the effect of these variables on the sexual health in these men adjusting for the apparent effect of LUTS. The mean and median age of the population was 58.4 +/- 9.8 and 58 y, respectively. The median AUA-SS was 4/25 (mean=5.7 +/- 5.3) and SHIM score was 19/25 (mean=16.3 +/- 5.9). Of the men, 4948 (75%) were Caucasian and 1154 (17%) were from African-American racial origin. A high AUA-SS appears to have a negative effect on the overall sexual health (P<0.05) after adjusting for all other confounding factors. As expected, age showed a significant inverse correlation with SHIM score (P<0.05). Caucasian men on average appear to have a significantly higher SHIM score by 6.5 points when compared to African-American men after adjusting for age, comorbidities, smoking habits, and AUA-SS (P<0.05). However, with increasing age, the difference in SHIM score diminishes between the two groups. Further, smoking and comorbidities were strong predictors of poor sexual health performance. Interestingly, hypogonadism (testosterone <300 ng/dl) was not a significant risk factor (P=0.104) when adjusting for all other variables. Nonetheless, in a univariate analysis, testosterone levels significantly correlated with reported SHIM scores (P<0.05). The overall sexual health in aging men is substantially affected not only by age, but by the severity of their urinary symptoms after adjusting for the most common known risk factors, suggesting perhaps a common underlying pathophysiology. Moreover, race appears to constitute another neglected potential risk factor, which should be investigated further in future studies.", "metaData": {"source": "The incidence proportion of erectile dysfunction in patients treated with cryotherapy for prostate cancer: a meta-analysis\nhttps://pubmed.ncbi.nlm.nih.gov/30649710/"}}