{"pageContent": "The literature regarding the efficacy and the morbidity of the HIFU treatment for localized prostate cancer is poor. The main published studies were carried out by 4 teams using the device available in Europe. Despite a follow-up too short to allow a relevant assessment of the HIFU efficacy in terms of definitive cure of localized prostate cancer, the last published results from the European Multicentric Study and from Gelet may consider the HIFU treatment as a valuable alternative option for well and moderately differentiated tumors, with an initial PSA < or = 15 ng/ml, in men with a life expectancy between 5 and 15 years. When considering patients presenting a localized cancer with a low or intermediate risk for disease recurrence, the HIFU preliminary results are similar to those reported for the other therapeutic options. The high risk patients should not be considered for HIFU treatment as a monotherapy, but for a combined treatment which might include HIFU. The role of the HIFU treatment as a salvage therapy for local recurrence after radiotherapy looks promising. In the context of a prospective evaluation of the HIFU practice in this indication, the urologists using this technology will receive an appropriate training, and will include all their patient data in a dedicated database hold by the Association Française d'Urologie for a longitudinal study. This AFU evaluation will conclude on the positioning of the HIFU treatment among the other treatment options for localized prostate cancer, its indications versus watchful waiting in elderly and confirm the low HIFU-related morbidity, mainly focusing on the impact on the urinary symptoms and the sexual function. In clinical cases which do not match with the standard recommendations, separate analysis or specific protocols will be considered. For the young patients (life expectancy over 15 years), appropriate information must be delivered, explaining that the reference treatment of localized prostate cancer is the radical prostatectomy or the external beam radiation therapy, and that HIFU is not currently validated for them. The HIFU procedure is now standardized. The learning curve is short (approximately 10 to 15 patients) for urologists with skills in ultrasound imaging. The main advantages of the HIFU treatment are its low morbidity, the option for repeated HIFU treatment, the possible treatment of patients who previously underwent prostate resection, the early local control with biopsies and, if needed, a radiotherapy may be performed after HIFU, without increased morbidity.", "metaData": {"source": "Classification of focal prostatic lesions on transrectal ultrasound (TRUS) and the accuracy of TRUS to diagnose prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/19412512/"}}