{"pageContent": "Changes in sexual bother (SB) following radical prostatectomy (RP) negatively affect health-related quality of life (HRQoL) of prostate cancer survivors. However, post-operative SB tends to be neglected whereas sexual function (SF) is thoroughly assessed in clinical practice and few studies have focused on and evaluated patients' SB. We retrospectively reviewed 2 345 consecutive patients who underwent RP between 2001 and 2009 at a single institution. SF and SB were assessed using Expanded Prostate Cancer Index Composite (EPIC) questionnaires. We stratified our cohort by SB recovery and post-operative SF status, including a subset of men who recovered SB despite persistent post-RP sexual dysfunction. Multivariable logistic regression analyses were conducted to identify factors for men who have SB recovery. Of 319 eligible patients, 133 (41.7%) recovered their SB at a mean of 20 months after RP. Among the 133 men who demonstrated SB recovery, 109 had post-operative sexual dysfunction. Patients with SB recovery despite post-RP sexual dysfunction were more likely to be old (p = 0.004), to have higher clinical T stage (p < 0.001), to have more non-nerve-sparing RP (p < 0.001), to have lower pre-operative EPIC-SF/SB scores (p < 0.001), to have more extracapsular extension (p = 0.031) and to be PDE5i non-users after surgery (p < 0.001). In multivariable analysis, predictors for this subset were lower comorbidity (OR 0.62, p = 0.043), higher clinical cancer stage (OR 2.35, p = 0.026), worse pre-operative SF (OR 0.98, p = 0.010), SB (OR 0.98, p < 0.010) and no PDE5i use (OR 0.37, p = 0.002); age was not related (OR 0.99, p = 0.555). As SB can influence patients' overall HRQoL, expectations of SB recovery should be provided to patients in the same way that SF recovery is presented. This study may help clinicians to discuss SB with patients and assess their potential for SB recovery following RP.", "metaData": {"source": "Quality of life and sexual health in men with prostate cancer undergoing radical prostatectomy\nhttps://pubmed.ncbi.nlm.nih.gov/30040004/"}}