{"pageContent": "A laudable trend in urologic surgical oncology is to minimize operative morbidity by anatomic and functional organ preservation without compromising radicality. An increasing number of authors have taken advantage of the sexual-function-preserving cystectomy for bladder cancer. The modified procedure includes cystectomy with sparing of prostate, vasa deferens, seminal vesicles, and resection of a prostatic adenoma to avoid bladder outlet obstruction and bladder reconstruction with an orthotopic reservoir. This article focuses on studies from the last 15 years and includes the results from 13 centers worldwide. Many of them report a pattern of failure (local versus distant) that is highly unusual. Although a local recurrence rate of 7 of 252 patients is to be expected in this combined series the distant failure rate of 34 of 252 patients is at least twice as high as expected for the given series of superficial or organ-confined TCC. The observed distant failure rate of sexuality-preserving cystectomy in this potentially lethal disease is more than 5% higher as compared with standard radical cystectomy. The precise underlying mechanism of this unexpected pattern of failure following sexuality-sparing cystectomy is not fully understood. Furthermore, surgeons considering procedures that preserve a portion of the prostatic urethra, the prostatic capsule, or the entire prostate should recognize a 6% risk of significant prostatic cancer in any residual tissue, and the potential risk of urethral tumor involvement with TCC. Daytime continence following radical versus sexuality-sparing cystectomy is identical. Data on nighttime continence of sexuality-sparing cystectomy are inconclusive. The continuous intermittent catheterization rate following sexuality-sparing cystectomy, however, seems to be higher than after standard cystectomy. The only advantage sexuality-preserving cystectomy has is indeed preservation of these functions in a much higher percentage than following standard or nerve-sparing cystectomy. This is at the cost of radicality, however, and results in a 10% to 15% higher oncologic failure rate. Consequently, sexuality-sparing cystectomy for bladder cancer is a step in the wrong direction and should be abandoned.", "metaData": {"source": "The role of BPH, lower urinary tract symptoms, and PSA levels on erectile function of Brazilian men who undergo prostate cancer screening\nhttps://pubmed.ncbi.nlm.nih.gov/18194186/"}}