{"pageContent": "The purpose of this article was to provide an overview of the morbidity and mortality of prostate cancer, QOL issues and the economic impact of the disease. We searched Medline (from 1990 onwards) for all studies dealing with prostate cancer epidemiology, treatment, screening and staging, and critically reviewed the most relevant articles, focusing on pharmacoeconomic issues. Prostate cancer is the most common cancer in men. In the US, new estimated cases of prostate cancer represented 14.8% of all new cancer cases for 2000, with estimated deaths from prostate cancer comprising 5.8% of all deaths from cancer. Current options for prostate cancer management include radical prostatectomy, cryosurgery, radiotherapy, hormone therapy and watchful waiting. Many of the long-term effects of treatment, such as urinary incontinence, impotence and radiation-induced proctitis, have a large impact on patients' quality of life and, in some patients, may offset the clinical benefits. Regulatory bodies and managed care organisations are assigning increasing importance to the evaluation of QOL benefits as an independent clinical endpoint and a measure of patient satisfaction. Several screening programmes for early detection of prostate cancer, mostly based on prostate-specific antigen (PSA) measurement or digital rectal examination, have been proposed, but their routine implementation in all asymptomatic elderly men has been questioned. There is still no definite proof that patient outcomes are improved by extensive PSA screening. Furthermore, the total cost of a screening programme is difficult to define since it extends well beyond the initial test. Several instruments are used for QOL assessment in prostate cancer, some of which have been specifically developed for, or adapted to, patients with this disease, such as the Functional Assessment Cancer Therapy (FACT) tool, Prostate Cancer Treatment Outcome Questionnaire (PCTO-Q) and Prostate Cancer Specific Quality of Life Instrument (PROSQOLI). More than 50% of treatment costs for prostate cancer are accrued during the patient's last year of life, and total initial care costs decrease with increasing age. In the US, initial average inpatient costs were estimated at $US 2253, in 1995, for men aged > or =80 years, compared with $US 4540 for men aged 35-64 years. In recent years, treatments based on combined modalities (i.e. radiotherapy/prostatectomy plus hormonal therapies) have emerged. Although cost-effectiveness analyses of various treatment options have been attempted, the strength of their conclusions appears to be limited by the lack of homogeneous literature data on the effects of such interventions on survival and morbidity.", "metaData": {"source": "Personalising Prostate Radiotherapy in the Era of Precision Medicine: A Review\nhttps://pubmed.ncbi.nlm.nih.gov/30514554/"}}