{"pageContent": "In many developed countries, prostate cancer is the most frequently diagnosed malignancy in men. The extent to which the marked racial/ethnic difference in its incidence rate is attributable to screening methods, environmental, hormonal, and/or genetic factors remains unknown. A positive family history is among the strongest epidemiological risk factors for prostate cancer. It is now well recognized that association of candidate genetic markers to this multifactorial malignancy is more difficult than the identification of susceptibility genes for some common cancers such as breast, ovary, and colon cancer. Several reasons may explain such a difficulty: 1) prostate cancer is diagnosed at a late age, thus often making it impossible to obtain DNA samples from living affected men for more than one generation; 2) the presence within high-risk pedigrees of phenocopies, associated with the lack of distinguishing features between hereditary and sporadic forms; and 3) the genetic heterogeneity of this complex disease along with the accompanying difficulty of developing appropriate statistical transmission models taking into account simultaneously multiple susceptibility genes, frequently showing moderate or low penetrance. Despite the localization of seven susceptibility loci, there has been limited confirmatory evidence of linkage for currently known candidate genes. Nonetheless, the discovery of the first prostate cancer susceptibility gene characterized by positional cloning, ELAC2 was achieved taking advantage of the Utah Family Resource. Moreover, common missense mutations in the ELAC2 gene were found to be significantly associated with an increased risk of diagnosis of prostate cancer in some studies. More recently, recombination map-ping and candidate gene analysis were used to map several genes, including the 2'-5'-oligoadenylate-dependent ribonuclease L (RNASEL) gene, to the critical region of HPC1. Two deleterious mutations in RNASEL segregate independently with the disease in two of the eight HPC1-linked families. Additional studies using larger cohorts are needed to fully evaluate the role of these two susceptibility genes in prostate cancer risk. Although a number of rare highly penetrant loci contribute to the Mendelian inheritance of prostate cancer, some of the familial risks may be due to shared environment and more specifically to common low-penetrance genetic variants. In this regard, it is not surprising that analyses of genes encoding key proteins involved in androgen biosynthesis and action, led to the observation of a significant association between a susceptibility to prostate cancer and common genetic variants, such as those found in 5alpha-reductase type 2 and AR genes.", "metaData": {"source": "Screening for prostate cancer still a gray area. Study findings raise questions about whether or not the PSA test saves lives\nhttps://pubmed.ncbi.nlm.nih.gov/19685558/"}}