{"pageContent": "Interest in focal therapy for prostate cancer has recently been renewed owing to downward stage migration, improved biopsy and imaging techniques, and the prevalence of either unifocal cancer or a dominant cancer with secondary tumors of minimal malignant potential. Several techniques have potential for focal ablation of prostate cancer. Cryotherapy has been used for some time as primary therapy for complete ablation of the prostate or local recurrence after radiotherapy. Enthusiasm for cryotherapy as the primary therapy has been tempered by the uncertainty about complete ablation of the cancer, the frequent persistence of measurable prostate-specific antigen levels after the procedure, and a high rate of erectile dysfunction. Studies have reported \"focal ablation\" of prostate cancer with cryotherapy, targeting 1 side of the gland to eliminate a cancer confined to that side with less risk of urinary or sexual complications. Whether cryotherapy has sufficient power to eradicate focal cancer and can be targeted with sufficient accuracy to avoid damage to surrounding structures remains to be demonstrated in prospective clinical trials. High-intensity focused ultrasound (HIFU) has been used widely in Europe for complete ablation of the prostate, especially in elderly men who are unwilling or unable to undergo radical therapy. For low- or intermediate-risk cancer, the short- and intermediate-term oncologic results have been acceptable but need confirmation in prospective multicenter trials presently underway. Whole gland therapy with transrectal ultrasound guidance has been associated with a high risk of acute urinary symptoms, often requiring transurethral resection before or after HIFU. Adverse effects on erectile function seem likely after a therapy that depends on heat to eradicate the cancer, but erectile function after HIFU has not been adequately documented with patient-reported questionnaires. HIFU holds promise for focal ablation of prostate cancer. As with cryotherapy, focal HIFU should reduce the adverse sexual, urinary, and bowel effects of whole gland ablation. New techniques are being developed to allow HIFU treatment under real-time guidance using magnetic resonance imaging, which could improve the precision and reduce the adverse effects further. Another promising technique, currently in clinical trials, is vascular-targeted photodynamic therapy, which has been used for whole gland ablation of locally recurrent cancer after radiotherapy and, more recently, for focal ablation of previously untreated cancer. In combination with a new, systemically administered photodynamic agent, laser light is delivered through fibers introduced into the prostate under ultrasound guidance. This technique does not heat the prostate but destroys the endothelial cells and cancer by activating the photodynamic agent. Damage to surrounding structures appears to be limited and can be controlled by the duration and intensity of the light. We have reviewed the principles of focal therapy and these new therapeutic modalities.", "metaData": {"source": "High-intensity focused ultrasound for localized prostate cancer: initial experience with a 2-year follow-up\nhttps://pubmed.ncbi.nlm.nih.gov/19220245/"}}