{"pageContent": "This study evaluated the utility of In-111 capromab pendetide imaging to detect prostate cancer metastases or local recurrence. The specific goal was to identify clinical factors such as prostate-specific antigen, pathologic stage, and Gleason score that were most predictive of a positive scan outcome. In addition, a new concept of a weighted Gleason score was defined and correlated with the scan outcome. Fifty-one patients with an elevated prostate-specific antigen level and otherwise negative workup were studied. Forty-eight patients had been treated by radical prostatectomy, two by radiation therapy, and one patient was studied before prostatectomy. Each patient received an intravenous injection of approximately 5 mCi of In-111 containing 0.5 mg of CYT 356, a conjugated site-specific monoclonal antibody against prostate specific membrane antigen. Tomographic blood pool images were obtained the day of injection. Four days later planar images and tomographic images of the abdomen and pelvis were obtained. Scans were interpreted by two experienced nuclear medicine physicians. Differences in the scan interpretation were settled by consensus. Scan outcomes were correlated with prostate-specific antigen levels, pathologic stage, Gleason score, weighted Gleason score, and clinical data. Of 51 scans, 70.6% (36 of 51) were positive. Eight patients had abnormal activity in the prostatic fossa, 12 patients had abnormal activity in the abdominal or pelvic lymph nodes, and 16 patients demonstrated abnormal activity in both areas. One patient with a positive scan underwent lymphadenectomy and was confirmed to be a true positive. Patients with a prostate-specific antigen level greater than 10 ng/ml, a weighted Gleason score higher than 4.5, or prostate-specific antigen levels greater than 2 ng/ml plus a weighted score higher than 4.5 showed positive rates of 100% (6 of 6), 88.2% (14 of 16), and 100% (6 of 6), respectively. In-111 capromab pendetide imaging was useful to detect metastases or local recurrence. Serum prostate-specific antigen levels and weighted Gleason scores are good predictive factors of the likelihood of a positive scan outcome.", "metaData": {"source": "Emerging evidence for Gleason grade migration and distance impact in prostate cancer? An analysis of the rapid access prostate clinic in a tertiary referral center: St. Vincent's University Hospital, Dublin (2009-2011)\nhttps://pubmed.ncbi.nlm.nih.gov/23417241/"}}