{"pageContent": "We discuss the efficacy and safety of high-intensity focused ultrasound (HIFU) in patients with prostate cancer, to define the best indications for HIFU in daily clinical practice as primary therapy. We searched Medline and Embase for clinical studies evaluating the efficacy and safety of HIFU in prostate cancer (July 2007), and abstracts presented at the 2005-2007 annual meetings of the European Association of Urology and American Urological Association were screened. In all, 37 articles/abstracts were selected. As the data on HIFU as salvage therapy were limited, we focused on HIFU as primary therapy. Studies consisted of case series only. Included patients were approximately 70 years old with T1-T2 N0M0 disease, Gleason Score <or=7, a prostate-specific antigen (PSA) level of <or=28 ng/mL and a prostate volume of <or=40 mL. Negative biopsy rates with the Ablatherm device (EDAP TMS S.A., Vaulx-en-Velin, France) were 64-93%, and a PSA nadir of <or=0.5 ng/mL was achieved in 55-84% of patients. The 5-year actuarial disease-free survival rates were 60-70%. The most common complications were stress urinary incontinence, urinary tract infection, urethral/bladder neck stenosis or strictures, and erectile dysfunction. For the Ablatherm device, the rate of complications has been significantly reduced over the years, due to technical improvements in the device and the use of transurethral resection of the prostate before HIFU. In conclusion, HIFU as primary therapy for prostate cancer is indicated in older patients (>or=70 years) with T1-T2 N0M0 disease, a Gleason score of <7, a PSA level of <15 ng/mL and a prostate volume of <40 mL. In these patients HIFU achieves short-term cancer control, as shown by a high percentage of negative biopsies and significantly reduced PSA levels. The median-term survival data also seem promising, but long-term follow-up studies are needed to further evaluate cancer-specific and overall survival rates before the indications for primary therapy can be expanded.", "metaData": {"source": "MRI evaluation following partial HIFU therapy for localized prostate cancer: A single-center study\nhttps://pubmed.ncbi.nlm.nih.gov/27567745/"}}