{"pageContent": "The aim of the study was to evaluate the effectiveness and toxicity of CyberKnife (CK) stereotactic radiosurgery (SRS) and stereotactic ablative radiation therapy (SABR) of patients with prostate cancer bone metastases. Analysis of prognostic and predictive factors was also performed. Material consisted of 51 patients with 71 bone oligometastases treated using CK SRS/SABR. In half of the patients single lesion was treated, in half 2-5 lesions. Median PSA concentration at the time of metastasis detection was 5.75 ng/ml. Total dose of 6-45Gy (median 20) was delivered with 1-5 fractions of 6-15 Gy (median 9). Biologic equivalent dose (BED) (α/β=1.6) over 100 Gy was delivered to 45 lesions (63%) in 38 patients (75%). In statistical analysis Kaplan-Meier method, log-rank test and the Cox proportional hazard model were used. One-, two- and three-year overall survival (OS) was 90%, 76% and 70%, respectively. All patients having PSA concentration lower that 1 ng/ml at last control lived at least three years. One-, two- and three- year local control (LC) was 97%, 70% and 30%. Patients with PSA below 20 ng/ml at the time of metastasis detection had better local control of lesions and lower PSA at the last control. Median of PSA concentration after CK based SRS/SABR remains stable during first 12 months of follow-up, dropped during the next months and at last control was comparable to initial level. Median PSA at last control in patients without disease progression was 1.67ng/ml and 20 patients had PSA below 1.0ng/ml. At the last control 59% of patients had no other metastases. Rapid pain decrease was observed in analysed group and during each control about 90% of patients had pain relief. No major toxicity was observed, 3 patients suffered from fracture of irradiated bone.SRS/SABR of prostate cancer bone oligometastases provides good LC of lesions, excellent pain control without additional toxicity. Patients with PSA concentration below 20ng/ml at the time of metastasis detection have better LC and PSA concentration response.", "metaData": {"source": "Uncertainty intervention for watchful waiting in prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/15525860/"}}