{"pageContent": "Current therapy for advanced prostate cancer is hampered by the propensity of the disease to progress from an androgen-dependent state to an androgen-independent state. Current treatment for advanced disease is palliative. Therefore, the therapeutic goal for prostate cancer treatment today is to arrest the disease at an early state when it is still localized to the gland. The standard treatment for clinically localized disease is radical prostatectomy or radiation therapy by way of external beam irradiation or local radioactive seed implants (brachytherapy). In advanced disease, the use of radiation therapy is limited to palliation of pain secondary to bone metastases and for spinal cord compression. Tracking residual disease and predicting outcome is limited to following the level of prostate specific antigen (PSA) production, evaluating for bone or solid organ metastasis, and analyzing their preoperative clinical stage, PSA and Gleason's score. Apoptosis as a molecular process of genetically regulated cell death has a critical endpoint that coincides with the goal of successful treatment of human malignancies. Since in cancer treatment the therapeutic goal is to trigger tumor-selective cell death, activation of the apoptotic pathway in prostatic tumor cells offers attractive and potentially effective therapeutic targets. As our understanding of the vital role of apoptosis in the development and growth of the prostate gland has expanded, numerous genes that encode apoptotic regulators have been identified that are severely impaired in prostate tumors. Human prostate cancer cells undergo apoptosis in response to androgen ablation, chemotherapeutic agents and ionizing irradiation. The expression of apoptotic modulators within individual prostate tumors appears to correlate with the cancer cell's sensitivity to traditional therapeutic modalities, including radiotherapy. No strict correlation between radiation-induced apoptosis and longevity of prostate cancer patients has emerged, possibly because the ability to achieve an initial remission alone does not adequately predict long-term outcome and patient survival. In this review we summarize the current understanding of the effects of radiation therapy on prostatic tumor cells within the context of the therapeutic significance of radiation-induced apoptosis in the effective elimination of androgen independent prostate cancer cells. As we enter a new millenium, identification of distinct molecular markers predictive of therapeutic response of prostatic tumors to radiation therapy may afford alternative prognostic indicators in optimizing our treatment protocols for advanced disease.", "metaData": {"source": "The tumor microenvironment and immune responses in prostate cancer patients\nhttps://pubmed.ncbi.nlm.nih.gov/34128831/"}}