{"pageContent": "Predictive factors stratify cancer patients into homogeneous groups for treatment. There is an acute need for accurate predictive factors in patients with prostate cancer given the marked variation in treatment recommendations. These factors should be obtained prior to therapy and should include patient factors, serum factors and tissue-specific factors derived from biopsies. This review evaluates the current state of knowledge regarding quantitative methods in prostate tissue specimens, classifying predictive factors in prostate cancer into four categories. The first category, predictive factors recommended for widespread clinical use, includes Gleason grade; nontissue markers include clinical stage and serum prostate-specific antigen. The second category, predictive factors that are often collected but of unproven significance, includes DNA ploidy and volume of cancerous material in the needle biopsy. The third category, predictive factors not used for routine patient management, includes cell proliferation markers (mitotic figures, proliferating cell nuclear antigen, Ki-67 and MIB-1), apoptotic markers, microvessel density and perineural invasion. The fourth category, predictive factors under investigation, includes morphometric features, such as nuclear roundness and size, chromatin texture, silver-staining nucleolar organizer regions and nucleolar size. Standards are required for virtually every aspect of morphometric study, and these features require validation before their acceptance as clinically relevant in prostate cancer. Predictive factors in radical prostatectomies include cancer volume and extent in radical prostatectomy specimens and quantitation of number and size of lymph node metastases. Neural network models provide greater accuracy for combinations of predictive factors than traditional statistical methods of analysis, such as logistic regression and Cox models, and are expected to be incorporated into routine use in the next few years.", "metaData": {"source": "\"Limited\" prostate cancer on biopsy: a note of caution\nhttps://pubmed.ncbi.nlm.nih.gov/18236453/"}}