{"pageContent": "Transrectal ultrasound (TRUS)-guided prostate biopsy is a critical diagnostic tool in urology. Residents require adequate training but resident education could have a deleterious effect on patient comfort and morbidity. We compared pain associated with prostate biopsy when performed by staff versus resident urologists in order to determine the impact of resident training. Male patients scheduled to undergo prostate biopsy were assigned to either a staff urologist or a resident as the primary surgeon. All residents were directly assisted by the staff surgeon. The patients were given a visual analogue scale (VAS; 0-100 mm) and were asked to assess the pain associated with each component of prostate biopsy, including probe insertion, anesthetic injection and the biopsies themselves. The mean VAS scores for probe insertion, anesthetic injection and biopsies were 31.0, 30.4 and 30.1, respectively, for patients in the staff cohort and 37.1, 28.9 and 33.6, respectively, for those in the resident cohort. There was a statistically significant difference between staff and resident VAS scores, marked by a higher odds of greater pain with ultrasound probe placement (odds ratio (OR)=1.48, P=0.012) and the biopsies themselves (OR=1.52, P=0.01) in the resident cohort. TRUS biopsy can be performed by adequately trained and supervised resident urologists of all levels, but there is the potential for increased patient pain, particularly with ultrasonic probe insertion and obtaining core biopsies. However, the absolute magnitude of the differences in pain scores between residents and staff was small and may not be clinically meaningful. Such data indicate that urological resident training can be accomplished without compromising patient care and comfort.", "metaData": {"source": "Ultrasound modalities and quantification: developments of multiparametric ultrasonography, a new modality to detect, localize and target prostatic tumors\nhttps://pubmed.ncbi.nlm.nih.gov/25695792/"}}