{"pageContent": "Prostate cancer (PrC) is one of the most common tumors diagnosed in men. The detection rate of localized PrC has been dramatically enhanced by screening and the development of visualization methods. There are currently several techniques for focal treatment available, among which the most interesting in our opinion is high-intensity focused ultrasound (HIFU). Currently, HIFU hemiablation of PrC is not an established treatment, although evidence of its effectiveness and safety is growing. We have been performing HIFU hemiablation since 2013 and here report our results to add to the evidence on the effectiveness of the technique. Between October 2013 and December 2016, we performed HIFU hemiablation of the prostate for a total of 35 patients with confirmed PrC stage <cT2a at our urology clinic and retrospectively examined duration of ablation, pre- and postoperative prostate-specific antigen (PSA) levels, prostate volume, erectile function, and dysuria. The mean duration of ablation was 22 min (10-35). The mean postoperative hospital stay was 4 days. None of the patients experienced serious complications. Postoperative PSA tests showed the greatest decrease after 3 months to 2.4 ng/mL on average (p < 0.001). The pathological focus seen on MRI before the procedure in each case was absent after 3 months. Control biopsy after 12 months revealed residual cancer in the contralateral lobe in 4 patients. The findings obtained during follow-up and from control biopsies indicate that the treatment was highly efficacious with a low rate of nonserious postoperative complications. HIFU hemiablation proved to be a reliable therapeutic modality for localized PrC and was associated with a low rate of complications and comparable risk of recurrence. Despite the fact that this method of treatment is currently experimental, the results of this case series and other studies indicate its feasibility and safety.", "metaData": {"source": "Contrast enhanced ultrasound (CEUS) with MRI image fusion for monitoring focal therapy of prostate cancer with high intensity focused ultrasound (HIFU)1\nhttps://pubmed.ncbi.nlm.nih.gov/29660918/"}}