{"pageContent": "This study aimed at confirming the increased growth inhibition (GI) of human prostate tumors produced by a intentionally palliative combination treatment of cryochemotherapy, i.e., partial cryoablation (CA) followed by intratumor partial chemotherapy with injection of microencapsulated 5-fluorouracil (MCC/5FU) at the ice ball (IB) periphery. We report the local effectiveness of cryochemotherapy compared to chemotherapy only with using multiple injections of MCC/5FU spaced out to maximize cumulative effect of sustained release of 5-fluorouracil (5FU) during a 21-day period. Prostate bioluminescent tumor cells - DU145 Luc+ - were implanted sub-cutaneously and bilaterally in each flank of nude mice. Tumors were treated with: (i) cryoablation alone (CA), causing necrosis in approximately 45% of the tumor volume; (ii) cryo-chemotherapy (CA+MCC/5FU), a combined regimen consisting of partial CA followed immediately and on day 14 by ultrasound assisted, intra-tumor injections (40 mul) of MCC/5FU( 0.81 ng/mm3 of tumor) containing Ethiodol (IPO) an imaging contrast agent, on two opposite sides of the unfrozen part of tumor; (iii) intratumor chemotherapy (MCC/5FU), consisting of three successive intra-tumor injections of microencapsulated 5FU on two opposite sides on Day 0, 4, and 11, and (iv) control series (MM), consisting of a single injection of echogenic microcapsules (mucaps) containing IPO but no 5FU. Tumor growth and viability were followed during a 21-day period with using biometric measurements, bioluminescent imaging (BLI) and ultrasonography (US), and then animals were sacrificed. CA, spared 54.4% of the tumor volume and the IB kill ratio was 0.4 +/-0.9. The maximum tumor volume reduction observed by Day 3 was short-lived as re-growth became significant by Day 6. CA+ MCC/5FU spared 55.6% of the tumor volume and the IB kill ratio was 0.54 +/- 0.12. The viable tumor cells, as measured by BLI remained at preoperative levels. After 11 days CA+ MCC/5FU limited the growth of the partially ablated tumors to only 10.6% of the growth of CA treated tumors (p=0.04). By Day 18 the CA+MCC/5FU had inhibited tumor growth by 78% compared to the CA treated tumors (p=0.05) and after 21 days the growth was inhibited by 71% (p=0.04) compared to more than 650% growth in the MM group and 600% growth in the CA treated group. The two injections of MCC/5FU produced a visible focal necrosis in 55% of the tumors. MCC/5FU proved effective by themselves and reduced the growth of prostate tumor volumes by 51% (p=0.025) compared to MM controls during the 21 days. Focal necrosis was macroscopically visible at the site of 66% of the tumors injected only with MCC/5FU. The BLI clearly showed zones of reduced tumor cell viability at the injection sites. The mean number of bioluminescent (viable) tumor cells, remained below preoperative levels for the first 6 days and then increased at a rate approximately 20% that of the growth of control tumor cells. The chemoablative effects of intentionally limited doses of MCC/5FU injected within the IB margin augment the effects of incomplete cryoablation in this prostate tumor model, with dramatic tumor GI and directionally increased necrosis dimensions compared to CA alone, confirming the results of a previous study. Our results indicate the potential advantages of our combination cryochemotherapy that utilizes different mechanisms to kill tumor cells and retard tumor growth in the region surrounding the IB where tumor cells escape the lethal effects of cryosurgery. The study suggests that cryochemotherapy may become a more predictable technique that could be indicated as an adjuvant or an alternative to palliative therapy of hormone refractory prostate cancer (HRPC).", "metaData": {"source": "Impact of a Changing Population Structure and Clustering of Cancer in Prostate Cancer Patients Depending on a First-Degree Family History\nhttps://pubmed.ncbi.nlm.nih.gov/31865349/"}}