{"pageContent": "The impact of prostate-specific membrane antigen (PSMA) PET/CT on management of prostate cancer (PCa) patients with biochemical recurrence (BCR) is well established. However, whether and how PSMA PET/CT affects the management of patients undergoing scans for other clinical indications remains unknown. The goal of this study was to determine the impact of 68Ga-PSMA-11 PET/CT on initial and subsequent management decisions in a cohort of PCa patients referred for various indications (i.e., a basket trial) excluding the 2 main classic indications: BCR and presurgical staging. Methods: This was a prospective study of 197 patients that aimed to determine the impact of 68Ga-PSMA-11 PET/CT on PCa stage and management. The indications for PSMA PET/CT were initial staging of nonsurgical candidates (30 patients) and restaging after definitive treatment (167 patients). The restaging cohort comprised patients restaged with known advanced metastatic disease (n = 103), after androgen deprivation therapy only (n = 16), after surgery and with serum prostate-specific antigen levels lower than 0.2 ng/mL (n = 13), after radiation therapy and not meeting the Phoenix criteria (n = 22), and after other primary local treatments (i.e., high-intensity focused ultrasound, focal laser ablation, cryoablation, hyperthermia, or irreversible electroporation) (n = 13). Patients with BCR and candidates for curative surgery were excluded. Impact on management was assessed using pre- and post-PET questionnaires completed by referring physicians, electronic chart review, or patient telephone calls. Results: PSMA PET/CT changed the disease stage in 135 of 197 (69%) patients (upstaging in 38%, downstaging in 30%, and no change in stage in 32%). Management was affected in 104 of 182 (57%) patients. Specifically, PSMA PET/CT impacted the management of patients who were restaged after radiation therapy without meeting the Phoenix criteria for BCR, after other definitive local treatments, and with advanced metastatic disease in 13 of 18 (72%), 8 of 12 (67%), and 59 of 96 (61%), respectively. Conclusion: PSMA PET/CT has a profound impact on stage and management of PCa patients outside the 2 main classic indications (BCR and presurgical staging) across all examined clinical scenarios.", "metaData": {"source": "Technology review: high-intensity focused ultrasound for prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/15877941/"}}