{"pageContent": "Prostate-specific membrane antigen (PSMA)-binding tracers have been shown to be promising agents for the specific targeting of prostate tumors. On labeling with the short-lived isotopes 18F and 68Ga, excellent molecular imaging performance is achieved. This potential could be further exploited using long-lived isotopes. Because of the favorable half-life of 64Cu, tracers labeled with this PET nuclide could solve logistic problems. Moreover, this isotope provides a theranostic pair with the therapeutic copper isotope 67Cu. Hence, 9 novel tracers that combine dedicated copper chelators with the PSMA-specific urea-based binding motif were developed. Methods: The precursors were obtained by solid-phase synthesis. The purity and molecular weight of the PSMA ligands were confirmed by high-performance liquid chromatography and liquid chromatography-mass spectrometry. The compounds were labeled with 64Cu, with a radiolabeling yield of more than 99%. Competitive cell binding assays and internalization assays were performed with C4-2 cells, a subline of the PSMA-positive cell line LNCaP (human lymph node carcinoma of the prostate). In vitro serum stability, the stability of 64Cu-CA003 in blood, and the in vivo fate of neat 64Cu-chloride or 64Cu-CA003 were determined to prove whether the stability of the radiolabeled compounds is sufficient to ensure no significant loss of copper during the targeting process. For PET imaging and biodistribution studies, a C4-2 tumor-bearing mouse model was used. Results: The radiolabeled 64Cu-PSMA ligands showed high serum stability. All PSMA ligands showed high inhibition potencies, with equilibrium inhibition constants in the low nanomolar range. 64Cu-CA003 and 64Cu-CA005 showed high internalization ratios (34.6% ± 2.8 and 18.6% ± 4.4, respectively). Both the in vitro serum stability determination and the in vivo characterization of the main radiolabeled compounds confirmed that, except for 64Cu-PSMA-617, all compounds showed high serum stability within the observation period of 24 h. Small-animal PET imaging demonstrated high tumor uptake within 20 min. Organ distribution studies confirmed high specific uptake in the tumor, with 30.8 ± 12.6 percentage injected dose (%ID)/g at 1 h after injection. Rapid clearance from the kidneys was observed-a decrease from 67.0 ± 20.9 %ID/g at 1 h after injection to 7.5 ± 8.51 %ID/g at 24 h after injection (in the case of CA003). The performance of CA003, the compound with the best preclinical properties, was assessed in a first patient. In line with its preclinical data, PET imaging resulted in clear visualization of the cancer lesions, with high contrast. Conclusion: The 64Cu-labeled PSMA ligands are promising agents to target PSMA and visualize PSMA-positive tumor lesions as shown in preclinical evaluation by small-animal PET studies, organ distribution, and a patient application. Most importantly, the images obtained at 20 h enabled delineation of unclear lesions, showing that the compounds fulfill the prerequisite for dosimetry in the course of therapy planning with 67Cu. Thus, we suggest clinical use of copper-labeled CA003 for diagnostics and radiotherapy of prostate cancer.", "metaData": {"source": "Predictors of general quality of life in patients with benign prostate hyperplasia or prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/8996350/"}}