{"pageContent": "Although prostate cancer is one of the most common cancers in the male population, its basic biological function at a cellular level remains to be fully understood. This lack of in depth understanding of its physiology significantly hinders the development of new, targeted and more effective treatment strategies. Whilst electrophysiological studies can provide in depth analysis, the possibility of recording electrical activity in large populations of non-neuronal cells remains a significant challenge, even harder to address in the picoAmpere-range, which is typical of cellular level electrical activities. In this paper, we present the measurement and characterization of electrical activity of populations of prostate cancer cells PC-3, demonstrating for the first time a meaningful electrical pattern. The low noise system used comprises a multi-electrode array (MEA) with circular gold electrodes on silicon oxide substrates. The extracellular capacitive currents present two standard patterns: an asynchronous sporadic pattern and a synchronous quasi-periodic biphasic spike pattern. An amplitude of ±150 pA, a width between 50⁻300 ms and an inter-spike interval around 0.5 Hz characterize the quasi-periodic spikes. Our experiments using treatment of cells with Gd³⁺, known as an inhibitor for the Ca²⁺ exchanges, suggest that the quasi-periodic signals originate from Ca²⁺ channels. After adding the Gd³⁺ to a population of living PC-3 cells, their electrical activity considerably decreased; once the culture was washed, thus eliminating the Gd³⁺ containing medium and addition of fresh cellular growth medium, the PC-3 cells recovered their normal electrical activity. Cellular viability plots have been carried out, demonstrating that the PC-3 cells remain viable after the use of Gd³⁺, on the timescale of this experiment. Hence, this experimental work suggests that Ca²⁺ is significantly affecting the electrophysiological communication pattern among PC-3 cell populations. Our measuring platform opens up new avenues for real time and highly sensitive investigations of prostate cancer signalling pathways.", "metaData": {"source": "Progress in SPECT/CT imaging of prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/16866563/"}}