{"pageContent": "Prostate cancer is the most common malignancy in American men, accounting for > 29% of all diagnosed cancers and approximately 13% of all cancer deaths. Nearly 1 of every 6 men will be diagnosed with the disease at some time in their lives. In 2003 alone, an estimated 221000 men in the United States will be diagnosed with prostate cancer and > 28000 will die of the disease. An elevated level of prostate-specific antigen (PSA) is correlated with the presence of prostate cancer, and since 1989 we have been living in the \"PSA era,\" in which the PSA screening test is widely used in clinical practice. This article summarizes what has been learned about the use of PSA screening, including the intricacies of free PSA, PSA doubling time, and various factors that may affect PSA and confound screening in young men. Although population-based screening for prostate cancer has yet to be definitively proven to affect disease-specific mortality, PSA testing is detecting cancers in younger men and at earlier stages of disease progression and, partly as a result, 5-year cancer-specific survival is increasing. Even though this lead-time effect may not translate into long-term improvement, these changes are very promising and are a necessary prerequisite to effective screening. For patients at high risk with a family history of the disease and for black men, a strategy consisting of an annual PSA blood test and digital rectal examination for men >or=40 years of age appears to be prudent. Use of age- and race-specific reference ranges for PSA based on sensitivity, or maximal cancer detection, is the most appropriate approach in this high-risk group. Specifically among black men 40-49 years of age, those with a PSA value > 2.0 ng/mL should consider further evaluation. Many men at low/average risk aged 40-49 years also request testing and it is reasonable to offer testing and risk assessment to these young men. The exact screening threshold for total PSA in these men is unknown, but 95% of these men will have a PSA < 2.5 ng/mL. Prostate-specific antigen velocity, percentage of free PSA, and perhaps complexed PSA may be used to help determine risk, but further study of young men is needed. In the future, a risk-stratified approach using molecular biomarkers and/or proteomics in young men is anticipated.", "metaData": {"source": "[Pathophysiology and rehabilitation of erectile dysfunction after nerve-sparing radical prostatectomy]\nhttps://pubmed.ncbi.nlm.nih.gov/15772845/"}}