{"pageContent": "Results of the evaluation of transrectal ultrasound (TRUS) guided needle biopsy of voxels identified as suspicious of malignancy on magnetic resonance spectroscopic imaging (MRSI) in a large cohort of men (n = 83) with abnormal digital rectal examination (DRE) [prostate specific antigen (PSA) 0-4 ng/ml] or PSA less than 10 ng/ml, are reported. Three-dimensional (1)H MRSI was carried out at 1.5 T using a pelvic-phased array coil in combination with an endorectal surface coil. Voxels were classified as suspicious of malignancy based on Cit/(Cho + Cr) metabolite ratio. TRUS-guided biopsy of suspicious voxels was performed using the z- and x-coordinates obtained from MR images and two to three cores were taken from the suspected site. A systematic sextant biopsy was also carried out. MRSI showed voxels suspicious of malignancy in 44 patients while biopsy revealed cancer in 11 patients (25%). Patients who were negative for malignancy on MRSI were also negative on biopsy. An overall sensitivity of 100%, specificity of 54%, negative predictive value of 100% and accuracy of 60% were obtained. The site of biopsy was confirmed (n = 20) as a hypo-intense area on repeat MRI while repeat MRSI revealed high choline and low citrate. The overall success rate of MRI-directed TRUS-guided biopsy of 25% was higher compared with a 9% success rate achieved without MR guidance in another group of 120 patients. Our results indicate that TRUS-guided biopsy of suspicious area identified as malignant from MRSI can be performed using the coordinates of the voxel derived from MR images. This increases the detection rate of prostate cancer in men with PSA level <10 ng/ml or abnormal DRE and also demonstrates the potential of MR in routine clinical practice.", "metaData": {"source": "Mid-term results demonstrate salvage high-intensity focused ultrasound (HIFU) as an effective and acceptably morbid salvage treatment option for locally radiorecurrent prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/18508188/"}}