{"pageContent": "Established therapeutic approaches for clinically localized prostate cancer include watchful waiting (active surveillance), radical prostatectomy, and radiotherapy. The risk of progression during surveillance is related to the initial cancer stage and grade; reasonable evidence has supported the safety and feasibility, during a period of 5-10 years, of an active surveillance regimen for men with low-risk prostate cancer. The progression rates at >10 years have not yet been studied in modern trials. Patients with low-risk tumor characteristics can be actively monitored without sacrificing the possibility of cure and without being exposed to an undue risk of disease progression, although some patients will not accept the emotional burden of living with an untreated cancer. Focal ablation might be an attractive alternative to active surveillance for some patients with low-risk cancer, if it proves to have minimal adverse effects on their quality of life. Radical prostatectomy is an effective form of therapy for patients with clinically significant prostate cancer; however, outcomes are highly sensitive to variations in surgical technique. Because of the risks of perioperative complications and urinary and sexual dysfunction, which appear to be as great with robotic-assisted prostatectomy as with any other technique, patients with low-risk cancer, especially those >60 years, might be attracted to more conservative alternatives, including active surveillance, radiotherapy, and focal ablation. External beam radiotherapy is an effective, noninvasive form of therapy, but it carries the long-term risks of troublesome bowel and sexual and urinary dysfunction. It might be too aggressive for many low-risk cancers detected in screened populations. For more aggressive cancers, local recurrence after radiotherapy carries substantial morbidity and low rates of long-term cancer control. Brachytherapy, a convenient, effective form of radiotherapy, is targeted at selected patients with clinically confined cancer and a prostate size of <60 g without evidence of extraprostatic extension on imaging. However, excellent outcomes require meticulous technique; acute urinary symptoms are frequent; and the long-term risks of proctitis and erectile dysfunction are comparable to the risks associated with external beam radiotherapy. Androgen-deprivation therapy is not recommended for men with localized prostate cancer who would otherwise be candidates for surgery or radiotherapy, because, even with short-term use, the risk of side effects, including osteopenic fracture and major cardiovascular events, serious. For locally extensive cancer, androgen-deprivation therapy should be used alone only for the relief of local symptoms in men with a life expectancy of <5 years who are not eligible for more aggressive treatment.", "metaData": {"source": "Guidelines for Sexual Health Care for Prostate Cancer Patients: Recommendations of an International Panel\nhttps://pubmed.ncbi.nlm.nih.gov/36192299/"}}