{"pageContent": "Health-related quality of life (HR-QOL) research, in general, is developing. It is becoming increasingly recognised as being important and knowledge on how to assess HR-QOL is spreading. Modern HR-QOL research should assess prevalence and severity of symptoms or functions, as well as the bother that symptoms or changes in functions inflict and whether this bother affects the overall well-being of the patient. In the prostate cancer field, HR-QOL assessments have evolved rapidly during the last decade. The importance of HR-QOL and associated research in prostate cancer is being more and more appreciated. Most published studies concern patients with early prostate cancer; studies in patients with late advanced stages are less frequent. In early stages, patients often have no or few symptoms from the disease. HR-QOL aspects for these patients are thus often associated with anxiety and treatment adverse effects such as changes in sexual, urinary and bowel functions. Changes in these functions also often affect HR-QOL in patients with more advanced local stages of prostate cancer or metastatic disease. Moreover, HR-QOL in these patients is also affected by endocrine treatment aiming to castrate the patient. Monotherapy with antiandrogens as endocrine treatment may be the treatment alternative that affects HR-QOL the least. This alternative may, however, not be as effective as castration. In the palliative phase, patients with prostate cancer have problems common to patients dying of other cancers. HR-QOL research should be encouraged and the knowledge on how HR-QOL can be assessed needs to be disseminated. HR-QOL assessments should be as natural in outcomes research as survival assessments. The technology of assessing HR-QOL needs to be further investigated and improved particularly with respect to the understanding of differences in performance between instruments using summary scores and item-specific assessments. Also, we need an increased understanding of the mechanisms behind patients' trade-offs and of how information should be communicated to patients in order to give the best possibilities for making informed treatment decisions.", "metaData": {"source": "Meaningful end points and outcomes in men on active surveillance for early-stage prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/24614347/"}}