{"pageContent": "Context: Active Surveillance (AS) is a preferred treatment option for low-risk prostate cancer (LPC) in current practice guidelines. Limited data as to factors influencing men's decision to choose AS. Objective: To identify determinants of initial treatment choice and whether race and geographical location influence the AS decision. Design: Longitudinal cohort study. Setting: Population-based sample recruited from two cancer registries. Patients: Black and white men with newly diagnosed LPC. Instrument: Mailed survey. Main Outcome Measure: Initial treatment choice (AS vs. curative treatment). Results: Of the 1688 eligible patients, 925 (54.8%) recruited from metro-Detroit and 763 (45.2%) from Georgia. Overall, 79.4% were White and 20.6% were Black, with a mean age of 62.8 years (SD=6.9, range 39-78). Regarding initial treatment choice, 56.9% of men chose AS, 23.4% surgery, 16.6% radiation, 1.1% watchful waiting, and 1.7% other treatment. In multivariable analysis, men who reported that their Urologist recommended AS were 56 times more likely to choose AS (OR=56, 95%CI 33-94) compared to men who reported that their Urologist recommended treatment. Similarly, men who reported that the decision was made jointly by doctor and patient or predominately by doctor, were about 2 times more likely to choose AS (OR=1.9, 95%CI 1.2-3.0) compared to men who made the decision alone. Men who believed their \"cancer is small\", had better health, higher yearly income (>=$70,000), higher prostate cancer knowledge, higher decisional conflict, and lived in metro-Detroit, were more likely to choose AS. In contrast, men who expected to \"live longer\" with chosen treatment, had friends \"with good treatment results\", and were influenced by \"curing cancer\", were less likely to choose AS. There was an interaction between race and \"curing cancer\" (p=0.005). White men were more likely (OR=3.2, 95%CI 1.2-8.9) to choose AS than Black men when \"curing cancer\" was not influential in their decision. When \"curing cancer\" was highly influential, White men were less likely than Black men to choose AS (OR 0.5, 95%CI 0.2-0.9). Conclusions: In this population-based sample, more than half of patients with LPC chose AS. Many factors influenced patient's AS decision with Urologist's AS recommendation being the strongest predictor of patient's AS decision.", "metaData": {"source": "Design of the Prostate Cancer Prevention Trial (PCPT)\nhttps://pubmed.ncbi.nlm.nih.gov/7540965/"}}