{"pageContent": "The dramatic increase during the past decade in prostate-specific antigen (PSA) testing and prostate biopsies has resulted in the detection of large numbers of small lesions, an increase in the incidence of prostate cancer, and an increasing incidence-to-mortality ratio. Currently, the risk of being diagnosed with prostate cancer is increasingly greater than the risk of dying of it. The currently available treatments for prostate cancer are not well suited to treating small or indolent tumors. Radical treatment, whether surgery or radiotherapy, can eradicate cancer effectively, but these techniques, as well as hormonal manipulations, can have adverse effects on patients' health and quality of life. Watchful waiting, or \"active surveillance,\" has the advantage of avoiding the deleterious effects on quality of life, but it confronts patients with the emotional burden of living with an untreated cancer that could progress and metastasize. For active surveillance, no established, objective criteria are available for progression that would signal the optimal time for therapeutic intervention. PSA levels in patients with low-risk, small-volume cancers are more indicative of the size of the benign prostate or the presence of inflammation than of changes in the volume or growth of the cancer, and PSA levels inherently fluctuate, creating a low signal-to-noise ratio until the cancer is very large. Little risk exists in waiting to confirm a sustained increase in the PSA level before proceeding with a diagnostic biopsy. This policy would decrease the number of unnecessary biopsies, but still diagnose men within a safe timeframe. In studies controlled for age and comorbidity, the survival rate for patients with low-risk prostate cancer mirrors that expected in the general population. This holds true across cohorts of patients, whatever the treatment used. Because no strong medical or scientific evidence supports any particular ablative technique for low-risk prostate cancer, no standard of care has been universally accepted. Therefore, practice patterns are heterogeneous and depend more on the availability of treatments than on the features of the disease itself.", "metaData": {"source": "The prevalence and severity of fatigue in men with prostate cancer: a systematic review of the literature\nhttps://pubmed.ncbi.nlm.nih.gov/23455492/"}}