{"pageContent": "We assessed the longitudinal alteration of the quality of life (QOL) of patients with localized prostate cancer after radical prostatectomy or hormonoradiotherapy during 3-y follow-up. In addition, we examined the impact on QOL of initiation of second treatment after failure of primary treatment. In all, 135 patients with localized prostate cancer who underwent radical retropubic prostatectomy (RP) (N=84) or external beam radiotherapy with neoadjuvant hormone (XRT) (N=51) at our institute and who had a minimum follow-up of 3 y were included in this study. Data were collected prospectively, at baseline, at 3 months after treatment, at 1 y, and annually thereafter. QOL, generic and disease-targeted was evaluated using the European Organization for Research and Treatment of Cancer Prostate Cancer QOL Questionnaire, the Sapporo Medical University Sexual Function Questionnaire, the International Prostate Symptom Index Quality of Life Score and similar questions regarding bowel function. Repeated-measures ANOVA revealed significantly different patterns of alteration in the domains of QOL, with the exception of several domains, between the RP and XRT groups. Rapid decline of sexual function and increase in sexual bothersomeness were followed by slight amelioration throughout follow-up in the RP group, and did not change thereafter in the XRT group. Overall satisfaction with urinary condition significantly improved after treatment and that with bowel condition was stable during follow-up in both of the groups. Failure of primary treatment and initiation of salvage treatment had no impact on QOL. This prospective study revealed longitudinal alteration of QOL status of patients undergoing treatment for localized prostate cancer, but did not yield any conclusions regarding effect of treatment failure and second treatment on QOL due to small sample size. It should be noted that different instruments for assessment of QOL can generate different outcomes.", "metaData": {"source": "Elucidating the etiology of erectile dysfunction after definitive therapy for prostatic cancer\nhttps://pubmed.ncbi.nlm.nih.gov/9422568/"}}