{"pageContent": "Prostate cancer (PCa) is the leading cause of cancer-related death among men worldwide. Knowledge of the prognostic factors of PCa and the bone metastasis pattern of patients would be helpful for patients and doctors. The data of 177,255 patients with prostate cancer diagnosed between 2010 and 2013 with at least five years of follow-up were retrieved from the Surveillance, Epidemiology, and End Results (SEER) database. Multivariate Cox regression analysis was used to determine the predictive value of patients' characteristics for survival after adjusting for other variates. Multivariate logistic regression analysis was used to evaluate the odds ratio of bone metastasis in PCa patients. The predictive value of age, race, marital status, and tumor characteristics were compared. The survival of patients with different socioeconomic statuses and bone metastasis statuses was compared by Kaplan-Meier analysis. A total of 1,335 patients with prostate cancer diagnosed between 2009 and 2015 were enrolled from the Second Affiliated Hospital of Zhejiang University School of Medicine. The survival of patients with different prostate-specific antigen (PSA) levels, Gleason scores, marital statuses and bone metastasis statuses was compared by Kaplan-Meier analysis. In SEER database, 96.74% of patients were 50 years of age or older. Multivariate Cox analysis revealed that for PCa patients, age at presentation, older age, single marital status, lower socioeconomic status, higher PSA level, T1 and N0 stage, and bone metastasis were independent risk factors for increased mortality. Multivariate logistic regression analysis revealed that patients who were married, were living in urban areas, had lower PSA levels, underwent surgery, and radiation had lower OR factors for bone metastasis. Asian or Pacific Islander, better socioeconomic status, lived in urban areas, married marital status, lower PSA levels and lower Gleason scores were better prognostic factors in PCa. Additionally, patients with single or divorced marital status, who were living in rural places had higher PSA levels, and T1 and N0 stages have a high OR for bone metastasis.", "metaData": {"source": "Treatment of prostate cancer in unfit senior adult patients\nhttps://pubmed.ncbi.nlm.nih.gov/19487081/"}}