{"pageContent": "While both short- and long-term androgen deprivation therapy (ADT) are effective for treating prostate cancer, with the clinical benefits patients can often have significant side-effects. It is important that these complications are recognized and managed appropriately so that adverse effects on the patient's quality of life (QoL) are minimized. The incidence of deaths from prostate cancer has decreased over the last decade, probably as a result of various factors including improved screening and diagnosis, improved treatments, and better risk assessment to help guide therapy. A meta-analysis of prostate cancer trials comparing the use of early vs late hormonal therapy found that 10-year overall survival increased by up to 20% between 1990 and 2000, and this was attributed to the earlier use of hormone therapy (HT) in these patients. Data from the USA Cancer of the Prostate Strategic Urological Research Endeavor database also suggest a significant decrease in risk in the last two decades in the USA, with more patients being identified with low-risk disease at diagnosis. In addition, there has been an increase in recent years in the use of HT at all stages of prostate cancer. The extensive use of ADT has raised concerns about potential adverse effects. ADT might be associated with a range of adverse effects that vary in their degree of morbidity and effect on the patient's QoL. They include hot flashes, osteoporosis, loss of libido or impotence, and psychological effects, e.g. depression, memory difficulties or emotional lability. Effective strategies are available for managing the major side-effects of HT, but to many patients these unwanted effects are often less important than the benefits of treatment. An investigation of health-related QoL found that men with prostate cancer receiving ADT had a poorer QoL than those not receiving ADT, but the difference was less pronounced after controlling for comorbidities. Many new therapies are currently under investigation which aim to maximize the clinical effects of ADT while reducing the adverse effects.", "metaData": {"source": "The impact of cancer on sexual function\nhttps://pubmed.ncbi.nlm.nih.gov/22005205/"}}