{"pageContent": "Transrectal high intensity focused ultrasound (HIFU) as a minimal invasive treatment approach of localized prostate cancer was evaluated concerning its efficacy and security. Post-operative monitoring included PSA-levels and histological results of control random biopsies. Seventy-three HIFU sessions were performed on 62 patients during the period from November 1997 to April 2000. Patients were classified in 4 indication groups: 1) localized prostate cancer, T1-T2, initial PSA < 15 ng/ml, Gleason score < 7, volume < 30 cc, no more than 4 of 6 random biopsies affected by cancer, not suitable for radical prostatectomy; 2) localized prostate cancer, T1-T3, no PSA or Gleason score limitation; 3) local recurrence after first line therapy (RPE, radiation, hormonal ablation); 4) for local debulking. Mean plus or minus standard deviation for patient age was 67.5 +/- 7.48 years, for PSA was 7.64 +/- 5.26 ng/ml and for prostate volume was 21.3 +/- 7.9 cc. Median follow up was 15 months (range 5-29) and included PSA development, control sextant biopsies and transrectal color coded duplex sonography (TCCDS) at 1, 3, 6, 12 and 24 months. At least 1 control biopsy result was available in 48 patients. We evaluated the therapy in 3 categories: 1) group 1 (complete response) included 33/48 patients (68.7%) with no residual cancer and PSA < 4 ng/ml; 2) group 2 (biochemical control) 8/48 patients (16.7%) with small residual cancer and PSA < 4 ng/ml; 3) group 3 (failure) 7/48 patients (14.6%) with residual cancer and PSA > 4 ng/ml (4 of them received hormone therapy). As major complications 2 urethrorectal fistulas occurred, both in post-radiation patients, 3 stress-incontinences II-III after TUR post HIFU. In 20 patients (32.3%) transurethral manoeuvres were necessary to remove obstructive necrotic tissue or because of bladderneck or urethral strictures. 11 of these patients were among the first 20 treated patients. Regarding the individual learning curve about technique, indication and the technical developments HIFU treatment can currently be considered as a valid alternative treatment strategy for patients with localized prostate cancer, who are not suitable for radical surgery. HIFU treatment can be repeated depending on biopsy result and PSA development. Local control of the localized prostate cancer was observed in group 1 and 2 (85%).", "metaData": {"source": "Thermal ablation\nhttps://pubmed.ncbi.nlm.nih.gov/21338838/"}}