{"pageContent": "Prostate cancer survivors appear to have higher rates of seeking medical help for erectile dysfunction (ED) than other cohorts of sexually dysfunctional men; however, factors associated with help-seeking for ED after prostate cancer have not been investigated. A group of 1,188 men with ED after prostate cancer responded to a postal survey about their sexuality, including a new questionnaire developed to measure traditional masculine attitudes about sex that could inhibit help-seeking. Respondents had a mean age of 68 years and were an average of 4.3 years postdiagnosis of cancer. At the time of the survey, 46% had sought medical help for ED since their cancer treatment and 44% intended to seek help in the next year. A hierarchical backward selection logistic regression analysis was performed to determine factors correlated with seeking help for ED after prostate cancer. Blocks of factors were entered in to the analysis in order. Factors significant within each step were retained when calculating a final model. Out of 37 factors entered into the model, three retained significance: Men who sought help for ED were more likely to have had a prostate cancer treatment designed to spare sexual function and reported higher distress about postcancer ED. Even with all other factors taken into account, men who had more positive attitudes on the Help-Seeking Questionnaire were significantly more likely to have sought help for ED. A second logistic regression analysis examined correlates of intent to seek help for ED within the next year. Out of 38 factors entered into the analysis, six retained significance in the final model: Men intending to seek help had been treated more recently for their prostate cancer, were more dissatisfied with their sexual function, had higher levels of distress about postcancer ED and loss of sexual desire, and were more likely to have sought help for ED even before their prostate cancer was diagnosed. Even with these factors taken into account, positive attitudes on the Help-Seeking Questionnaire were significantly associated with help-seeking intentions. These results suggest that cognitive-behavioral interventions designed to challenge men's negative beliefs about seeking help for ED could potentially increase help-seeking behavior.", "metaData": {"source": "Partner's Perspective on Long-term Sexual Dysfunction After Prostate Cancer Treatment\nhttps://pubmed.ncbi.nlm.nih.gov/24685887/"}}