{"pageContent": "The study investigates a new sonication strategy with high-intensity focused ultrasound (HIFU), aiming for improvement of the original Ablatherm procedure in the prostate cancer treatment. The currently implemented and clinically used method (defined as reference) uses a single-element transducer, operated with 60% duty cycle. To implement the novel strategy, the active surface was split into two sectors, which can be powered either sequentially (for temporal switching) or simultaneously (equivalent to a single-element transducer). Numerical simulations were used to predict the lesion shape and to determine for the novel strategy the best set of treatment parameters among the 99 explored cases. The same pattern for the focal point trajectory was executed irrespectively to the sector activating mode. The theoretical duty cycle reached 100% for the sector switching strategy. The HIFU device was built MRI compatible, and consisted of two mirror symmetrical sectors operating at 3 MHz, shaped as a truncated spherical cap. The two sonication strategies were experimentally tested on fresh samples of degassed porcine liver, using fast MR thermometry (proton resonance frequency shift method with voxel size 0.85 x 0.85 x 4.25 mm (3), 2 s/dynamic, 0.5 ( degrees ) C temperature accuracy, two orthogonal slices). A practical value of 87.5% overall duty cycle could be experimentally implemented. The performance of the two sonication strategies was comparatively assessed based on: cumulated thermal dose derived from MR temperature maps, postoperatory MR morphological images sensitive to tissue contrast changes (inversion-recovery T1-weighted turbo spin-echo, voxel size 0.5 x 0.5 x 4 mm (3)) and postoperatory macroscopic tissue examination. Using a sector-switching sonication strategy for prostate cancer treatment-induced lesions of similar size and shape as for the reference approach. When considering the available reserve of duty cycle and the exact lesion size, we concluded the treatment time was reduced by 20% with the new sector switching strategy at equal performance. Further in vivo studies are considered mandatory for preclinical validation.", "metaData": {"source": "Treatment of localized prostate cancer using high-intensity focused ultrasound\nhttps://pubmed.ncbi.nlm.nih.gov/16336329/"}}