{"pageContent": "Due to its immunosuppressive tumor microenvironment, prostate cancer has historically been difficult to treat with immuno-oncology approaches. Other than pembrolizumab, which is now regulatory-approved for all microsatellite instability (MSI)-high and tumor mutational burden (TMB)-high advanced solid tumors, sipuleucel-T is the only immunotherapeutic agent approved by the US Food and Drug Administration (FDA) for prostate cancer. However, sipuleucel-T efficacy is optimal for select patients with indolent metastatic castration-resistant prostate cancer. Although manipulation of immune regulation by blocking immune checkpoints has led to substantial benefit in many cancers, experience with single-agent CTLA-4 and PD-1 or PD-L1 antibodies has shown limited effect for the majority of patients with prostate cancer, especially when administered as monotherapy. Combination therapies are now being attempted, in addition to enrichment strategies employing patient clinicopathologic and biologic characteristics that may heighten responses to immuno-oncology treatment, such as PD-L1 expression, TMB, MSI status, and alterations in CDK12. More work is needed to overcome the immune-exclusive barriers in prostate cancer, such as relatively low TMB, increased activity of myeloid-derived suppressor cells (MDSCs) and regulatory T cells, and defects in major histocompatibility complex (MHC) class I expression and interferon (IFN)-1 signaling. A promising approach and the likely next step in immuno-oncology for prostate cancer involves forced direction to markers expressed by prostate cancer tumor cells, such as prostate-specific membrane antigen (PSMA), that bypass the typical requirements for MHC class I interaction. The future will incorporate bispecific antibodies and chimeric antigen receptor (CAR)-T cells, potentially targeted towards phenotypic markers identified by next-generation PET imaging as part of the next wave of \"precision medicine\" in prostate cancer. Ultimately, we believe that the immune-exclusive prostate cancer tumor microenvironment can be overcome, and that patient outcomes can be enhanced through these more refined immuno-oncology approaches.", "metaData": {"source": "Health-related quality of life and self-reported cognitive function in patients with delayed neurocognitive recovery after radical prostatectomy: a prospective follow-up study\nhttps://pubmed.ncbi.nlm.nih.gov/33632235/"}}