{"pageContent": "Quality of life (QoL) is not included among the end points in many studies, and QoL results are underreported in many phase 3 oncology trials. We performed a systematic review to describe QoL prevalence and heterogeneity in QoL reporting in recently published prostate cancer phase 3 trials. A PubMed search was performed to identify primary publications of randomized phase 3 trials testing anticancer drugs in prostate cancer, issued between 2012 and 2018. We analyzed QoL inclusion among end points, presence of QoL results, and methodology of QoL analysis. Seventy-two publications were identified (15 early-stage, 20 advanced hormone-sensitive, and 37 castration-resistant prostate cancer [CRPC]). QoL was not listed among study end points in 23 studies (31.9%) (40.0% early stage, 40.0% advanced hormone sensitive, and 24.3% CRPC). QoL results were absent in 15 (30.6%) of 49 primary publications of trials that included QoL among end points. Overall, as a result of absent end point or unpublished results, QoL data were lacking in 38 (52.8%) primary publications (53.3% early stage, 55.0% in advanced hormone sensitive, and 51.4% in CRPC). The most commonly used QoL tools were Functional Assessment of Cancer Therapy-Prostate (FACT-P) (21, 53.8%) and European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) (14, 35.9%); most common methods of analysis were mean changes or mean scores (28, 71.8%), time to deterioration (14, 35.9%), and proportion of patients with response (10, 25.6%). In conclusion, QoL data are lacking in a not negligible proportion of recently published phase 3 trials in prostate cancer, although the presence of QoL results is better in positive trials, especially in CRPC. The methodology of QoL analysis is heterogeneous for type of instruments, analysis, and presentation of results.", "metaData": {"source": "The function of poliamine metabolism in prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/17080009/"}}