{"pageContent": "This study was undertaken to test the effect of immunization against luteinizing hormone-releasing hormone (LHRH) fusion proteins on the development and progression of prostate cancer in the transgenic adenocarcinoma mouse prostate (TRAMP) model. Two LHRH fusion proteins, ovalbumin with seven LHRH peptides (OV-LHRH-7), and thioredoxin with seven LHRH peptides (TH-LHRH-7) were used in a cocktail vaccine. Two groups of male TRAMP mice were immunized with the cocktail. Primary immunizations were at either 4 or 8 weeks of age. LHRH immunized mice (n=19) were compared with castrated (n=19) and intact mice (n=18) for testosterone concentration, tumor weight, and lifespan. Immunization against LHRH in the TRAMP mice resulted in significant production of antibodies to LHRH compared with surgically castrated and intact control mice. Testicular weight was significantly reduced in the LHRH immunized groups compared with intact control mice. Serum testosterone was reduced (P<0.05) in the immunized mice compared with intact control mice and was not different from that of castrated mice (P>0.05). Tumor weight was variable and inconsistent throughout all treatment groups. Lifespan was not increased by immunization against LHRH or castration. Intact control mice (lived the longest (227+/-11 days), whereas immunized mice lived 206+/-11 days and castrated mice lived 213+/-13 days. Tumors from immunized TRAMP mice appeared more aggressive than tumors of castrated and intact mice, as demonstrated by 35% expression of gross lung tumors in the immunized mice whereas none were observed in the castrated or intact TRAMP mice. Prostate cancer is initially dependent upon androgens for growth and development, but cells have the ability to escape androgen dependence and progress to an androgen independent state, which was evident in this study. The TRAMP mouse model immunized against LHRH may have utility in future studies and treatments of the androgen independent prostate cancer.", "metaData": {"source": "[Clinical protocols in treatment of prostatic carcinoma in Europe. The role of EORTC and other organizations]\nhttps://pubmed.ncbi.nlm.nih.gov/7483153/"}}