{"pageContent": "Key controversies concerning the management of genitourinary cancers across the treatment continua were discussed at the second annual Interactive Genitourinary Cancer Conference (IGUCC) held in February 2010 in Athens, Greece. Prostate cancer is the most common form of cancer among western men and prevention strategies are needed. Trials evaluating 5α-reductase inhibitors have reported beneficial and clinically meaningful results, but uptake remains low for primary prostate cancer prevention. Prostate cancer detection programmes are also important as curative treatments for advanced disease are unavailable. Two large landmark randomized controlled trials reported conflicting results concerning screening efficacy and uncovered high levels of over-diagnosis and potential over-treatment. Tailored management strategies after diagnosis are important and predictive markers that distinguish between aggressive and indolent tumours are needed. The majority of newly diagnosed cases of prostate cancer are clinically localized. Active surveillance of favourable risk patients may be beneficial in the intermediate term, while an integrated approach of multi-modality therapy in patients with adverse features is recommended. The benefits of new technologies such as high-intensity focused ultrasound (HIFU) and robotic prostatectomy have not been established in prospective randomized trials vs current standards of care. A multidisciplinary approach is essential to evolving the management of advanced prostate cancer into a chronic disease paradigm. Docetaxel plus prednisone is the standard first-line chemotherapy for patients with metastatic castration-resistant prostate cancer (mCRPC), but the optimal timing of chemotherapy initiation has not been addressed in randomized clinical trials. Retrospective analyses suggest that asymptomatic patients with adverse prognostic factors for survival may also benefit from receiving chemotherapy. Bladder cancer is a common malignancy and the most expensive cancer per patient. Non-muscle-invasive bladder cancer is a heterogenous disease that requires dynamic multidisciplinary management. Aggressive early intervention may be beneficial in some cases. Platinum-based therapies represent the first-line standard of care for advanced bladder cancer, but the maximum benefit may have been reached for conventional chemotherapies and new strategies are needed. Several ongoing clinical trials are assessing combination chemotherapy and targeted therapy.", "metaData": {"source": "High intensity focused ultrasound: physical principles and devices\nhttps://pubmed.ncbi.nlm.nih.gov/17578335/"}}