{"pageContent": "Brachytherapy techniques by permanent implant of radioactive sources or by temporary high-dose-rate (HDR) fractions are nowadays extensively used for the treatment of prostatic carcinoma. Long-term results (at 20 years) concerning large amount of patients have been published by major centers confirming both in terms of efficacy and toxicities that permanent implant of radioactive iodine-125 seeds yields at least the same good results of surgery and of external beam irradiation when proposed to patients affected by low-risk disease. For intermediate to high-risk tumors, HDR temporary implants are proposed as a boost for dose escalation. For both techniques, several topics still need to be clarified dealing with a recent enlargement of indications (HDR alone for low-risk, iodine-125 seeds boost for intermediate-high-risk cancers), or with technical aspects (loose seeds versus linked ones, number of fractions and dose for HDR protocols), while dosimetric issues have only recently been addressed by cooperatives groups. Last but not least, there is a real need to address and clearly characterize the correct definition of biochemical disease control both for iodine permanent implant and for HDR implant. New challenges are facing the prostate-brachytherapy community in the near future: local relapse after external beam radiotherapy are currently managed by several salvage treatments (prostatectomy, cryo, high intensity focused ultrasounds [HIFU]) but the role of reirradiation by brachytherapy is also actively investigated. Focal therapy has gained considerable interest in the last 5 years aiming at treating only the area of cancer foci inside the prostate and preserving nearby healthy tissues. Encouraging results have been obtained with the so-called \"minimally invasive\" approaches and both permanent seed implantation and HDR brachytherapy techniques may be worthwhile testing in this setting because of their capability of exactly sculpting the dose inside the prostatic gland.", "metaData": {"source": "Bilateral testicular metastasis from prostatic adenocarcinoma mimicking an intertubular pattern of seminoma and expressing Rhamm\nhttps://pubmed.ncbi.nlm.nih.gov/20479558/"}}