{"pageContent": "Current and emerging three- and four-dimensional medical imaging modalities, along with development of efficient 3-D computer rendering and modeling of multidimensional volume image data and image-guided navigation, are significantly advancing our capabilities for improved and minimally invasive diagnosis and treatment of prostate cancer, obviating the need for exploratory surgery, physical dissection, blind biopsies and mental reconstruction of anatomy and pathology. Currently, both diagnostic and therapeutic procedures require x-ray fluoroscopy, transrectal ultrasound, CT and/or MRI for assessing the condition of the prostate and/or the outcome of any therapeutic procedure. New imaging approaches based on three-dimensional ultrasound transducers placed on catheters for easy insertion into the urethra are demonstrating significant promise for improved diagnosis and treatment of prostate disease. Microwave thermal ablation shows promise for reduction of prostate size and tumor volume, and preliminary data from cryosurgery suggests improvements in tumor reduction and/or management while minimizing the risk of serious complications. Prostate brachytherapy is becoming a more popular and effective alternative to surgery. All of these methods, either independently or combined through image fusion, are providing an exciting and rapid evolution in capabilities for visualizing the prostate and its anatomic environment, extending from physical to functional forms and from macro to micro orders of scale. Traversing the scale distances between these imaged objects within the prostate and its environs will be made automatic and instantaneous in the near future with the expected advances in miniaturization of powerful computing and electronic sensing elements. Imaging devices will continue to improve in resolution, speed and affordability and will be deployed harmlessly within the body, as well as outside of it. Diagnosis and therapy of prostate disease will become fully noninvasive and synchronous.", "metaData": {"source": "Whole-gland ablation of localized prostate cancer with high-intensity focused ultrasound: oncologic outcomes and morbidity in 1002 patients\nhttps://pubmed.ncbi.nlm.nih.gov/23669165/"}}