{"pageContent": "The purpose of this study was to investigate in vivo verification of radiation treatment with high energy photon beams using PET/CT to image the induced positron activity. The measurements of the positron activation induced in a preoperative rectal cancer patient and a prostate cancer patient following 50 MV photon treatments are presented. A total dose of 5 and 8 Gy, respectively, were delivered to the tumors. Imaging was performed with a 64-slice PET/CT scanner for 30 min, starting 7 min after the end of the treatment. The CT volume from the PET/CT and the treatment planning CT were coregistered by matching anatomical reference points in the patient. The treatment delivery was imaged in vivo based on the distribution of the induced positron emitters produced by photonuclear reactions in tissue mapped on to the associated dose distribution of the treatment plan. The results showed that spatial distribution of induced activity in both patients agreed well with the delivered beam portals of the treatment plans in the entrance subcutaneous fat regions but less so in blood and oxygen rich soft tissues. For the preoperative rectal cancer patient however, a 2 ± (0.5) cm misalignment was observed in the cranial-caudal direction of the patient between the induced activity distribution and treatment plan, indicating a beam patient setup error. No misalignment of this kind was seen in the prostate cancer patient. However, due to a fast patient setup error in the PET/CT scanner a slight mis-position of the patient in the PET/CT was observed in all three planes, resulting in a deformed activity distribution compared to the treatment plan. The present study indicates that the induced positron emitters by high energy photon beams can be measured quite accurately using PET imaging of subcutaneous fat to allow portal verification of the delivered treatment beams. Measurement of the induced activity in the patient 7 min after receiving 5 Gy involved count rates which were about 20 times lower than that of a patient undergoing standard (18)F-FDG treatment. When using a combination of short lived nuclides such as (15)O (half-life: 2 min) and (11)C (half-life: 20 min) with low activity it is not optimal to use clinical reconstruction protocols. Thus, it might be desirable to further optimize reconstruction parameters as well as to address hardware improvements in realizing in vivo treatment verification with PET/CT in the future. A significant improvement with regard to (15)O imaging could also be expected by having the PET/CT unit located close to the radiation treatment room.", "metaData": {"source": "Obesity is Associated with Longer Survival Independent of Sarcopenia and Myosteatosis in Metastatic and/or Castrate-Resistant Prostate Cancer\nhttps://pubmed.ncbi.nlm.nih.gov/33080148/"}}