{"pageContent": "The androgen receptor (AR) is essential for development of the male gender and in the growth of the majority of prostate cancers. Agonists as well as most antagonists induce translocation of the receptor to the nucleus, whereas only agonists can activate AR function. Antagonists are therefore used in the therapy of metastasized prostate cancer. To obtain insight into the mechanism by which antagonists block AR function in living cells, we studied nuclear mobility and localization of green fluorescent protein (GFP)-tagged AR in the presence of either the agonist R1881 or the antagonists bicalutamide and hydroxyflutamide. As controls we investigated a non-DNA-binding AR mutant (A573D) and two mutants (W741C and T877A) with broadened ligand specificity. We demonstrate that in the presence of R1881, AR localizes in numerous intranuclear foci and, using complementary fluorescence recovery after photobleaching (FRAP) approaches and computer modelling, that a fraction of AR ( approximately 10-15%) is transiently immobilized in a DNA-binding-dependent manner (individual ARs being immobile for approximately 45 seconds). By contrast, antagonist-bound GFP-AR showed no detectable immobile fraction and the mobility was similar to that of the R1881-liganded non-DNA-binding mutant (A573D), indicating that antagonists do not induce the relatively stable DNA-binding-dependent immobilization observed with agonist-bound AR. Moreover, in the presence of bicalutamide and hydroxyflutamide GFP-AR was homogeneously distributed in the nucleus. Binding of bicalutamide and hydroxyflutamide to GFP-AR(W741C) and GFP-AR(T877A), respectively, resulted in similar mobility and heterogeneous nuclear distribution as observed for R1881-liganded GFP-AR. The live cell studies indicate that the investigated antagonists interfere with events early in the transactivation function of the AR.", "metaData": {"source": "High-dose irradiation for prostate cancer via a high-dose-rate brachytherapy boost: results of a phase I to II study\nhttps://pubmed.ncbi.nlm.nih.gov/16879929/"}}