{"pageContent": "• The optimal management of high-risk localised prostate cancer is a major challenge for urologists and oncologists. It is clear that multimodal therapy including radical local treatment is needed in these men to achieve the best outcomes. • External beam radiotherapy (EBRT) is an essential component of therapy either as a primary or adjuvant treatment. However, the role of radical prostatectomy (RP) is more controversial. Both methods are currently valid therapy options. • There have been many individual studies of EBRT and RP in high-risk disease, but no good quality large prospective randomized trials. • In EBRT, combination with neoadjuvant plus long-term adjuvant androgen-deprivation therapy (ADT) has been conclusively shown to improve outcomes and is widely considered the standard of care. • However, the role of RP has achieved recent prominence with several important studies. Published data from prospective randomized trials in patients after RP have shown that in men with adverse pathological features at surgery, the addition of adjuvant RT improves biochemical-free and progression-free survival. • More recently, studies from large-volume centres comparing EBRT and RP have provided intriguing suggestions of better outcomes with RP as the primary treatment. • An important question therefore, is which of the two methods provides the best outcome in men with localised high-risk disease. Crucially, does the combination of RP and selective adjuvant EBRT provide clinically significant better outcomes compared with EBRT alone? • In this review we discuss the current evidence for the role of RP for high-risk localised prostate cancer and define the parameters and urgent need for a prospective trial to test the role of surgery for this group of patients.", "metaData": {"source": "Outcomes of very high-risk prostate cancer after radical prostatectomy: Validation study from 3 centers\nhttps://pubmed.ncbi.nlm.nih.gov/30423193/"}}