{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR   CANCER      GARDEN\nFEFOC © 2021\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\nEDITORIAL\n\n\nDr.  Alicia  Morgans  of the  Dana  Farber  Institute in Boston has amazed us with her approach to    prostate  cancer    treatment.         Indeed,  apart from    therapeutic novelties   in advanced cases, it gives a lesson in how to share  therapeutic decisions  with  patients'    preferences.     In  the  field  in which we  now  move,    that  of    personalized medicine, it  is  clear  that  the  patient  must  have  an  increasing  role  in  the decisions    that    affect   their  quality  of  life. And  for  this,  choose,  as far    as possible, how    you  want to  live  your life.\n\nOn the other       hand,    to emphasize  that we deeply believe in the need  to know  the    history  of  prostate  cancer  and therefore  today we expose a  synthesis  of  the historical evolution of its surgical treatment, which we will continue  in successive numberscon \n\nWe  also collected  a  case of the  impact of the   diagnosis  of biochemical recurrence in a couple of men of another sexual condition, one  of  them  with prostate cancer.  \n\nWe add more knowledge to the important issue of active surveillance and, finally, we review a great novelty: indeed, EUROPA UOMO has  elected  by  vote  and  for the first  time  in  its  history    a  female  member  on  its  Board, our psychologist  Dr. Tania  Estapé.\n\nIt is a  pride  for  FEFOC  and  an  important opening of EUROPA UOMO not only for the sex of the new member but, even more so for its quality  as a psycho-oncologist,  which  adds  an  important  sphere  of  knowledge  to  the  important activities of  the  organization.  European.\n\nradiation therapy, etc. \nDr. Cristiane Bergerot,psycho-oncologist at the Multidisciplinary Cancer Center in Brasilia,  Brazil  and  member  of  the  Board of Directors  of  the  International  Psycho  Oncology  Society  and  collaborators.\n\n\n\n\nNEW STRATEGIES IN ADVANCED  PROSTATE CANCER\n\nDr.  Alicia  Morgans  is  a Uro-Oncologist  and director of the survivor program at dana-Farber Cancer Institute in Boston. It is  very striking that it includes the preferences and thoughts of patients in their clinical decisions.   He has done a lot of research  on the  complications  and  side  effects  of    current therapies in advanced cases of prostate cancer (AC).\n\nCorroborating her  concern  and  dedication  to  the  problems of these patients, she has been, until  2016,  President of the  committee  of  doctors  of  ZERO, a non-profit organization dedicated to the  information  and    support  of  patients  with  CP.\n\nFrom an  article  in  Targeted  Therapy we have  extracted some of his important  views  about      hormone therapy,  other  options  and  the  methodology  for  choosing  the appropriate treatment in  CPa.\n\n   In the  past we only  had  hormone therapy  based  on    testosterone  deprivation    (DT). Today  the  landscape  has changed and we have several options. That is why it is  essential  that        doctors  have long               conversations   with patients trying to identify what each patient prefers.  \n\nHowever, although we have several options, DT remains the backbone of  treatment,  either  through its intensification or its association with other options (chemotherapy,  immunotherapy,  targeted therapies  or  radiopharmaceuticals),  even  applied  in  early stages  of  the      disease.   outpost.\n\nChoosing the treatment is based on guidelines that answer    the  big  question:  What do   we have that can improve the survival and quality of life of this patient? The first thing  is, logically, to know the medical options that  can  be  beneficial  for  this    particular  patient.\n\nWe then    work  with  the  patient  to learn about  their  preferences. One  may  prefer  an  intravenous treatment, another one of oral or avoid  certain  complications. Others  may prefer the greatest therapeutic aggressiveness, because it wants to attack the cancer as  much as possible.  \nNow we must think about the location or locations of the cancer  and  its clinical characteristics.   Is it    in  the skeleton or in the nodes or in the liver? Does it grow  slowly  or  quickly? What  complications  is it  causing?\nWe generally use      some  form  of DT intensification, by   associating  it with other options. And we follow patients very closely,  because things change sometimes day by  day.\n\nWhen     CP      becomes    resistant  to  intensified DT, forecasts should  already  be    made,  especially if we plan to use  PARP inhibitors (poly ADP ribose polymerase,  an  enzyme  of  which  several  cancers  are   dependent so its inhibitors have an  important potential in the treatment of cancer),  which require a previous genetic study to know if the patient is sensitive to these inhibitors. In  fact, the best thing is  that  immediately  that  a patient with CP develops metastases and the genetic study must be carried out to already know in advance  whether  or  not it will be  sensitive  to PARP inhibitors.    \n\nAnother test  that  he recommends  from the outset  is the  somatic test, in which the DNA repair genes are determined, the most important being in  CPa. BRCA  and,  BRCA1. With        both    tests we have precious data for precision medicine and  eligibility  for  new clinical   trials as well as those   suggesting hereditary CP (in which case family members have the opportunity for screening and  a very early diagnosis).   and,  in the hope of curing a cancer that has  barely begun its development).\n\n\n\n(continued on    page 3)\n\n\n\n(Comes from    page 2)\nThe combination  of  these  tests  and    treatments targeting specific targets in the  cancer  cell  are  being imposed    in  the  treatment  of  PCa. Especially  pembrolizumab (antibody or protein that cancels    the    PD1 cell    receptor,  responsible  for  our  immune  system    not  attacking cancer cells).  and PARP inhibitors, are  used more and  more  early.\n\nAll this suggests that the advances in CPa will be enormous. It will improve life expectancy  and  its  quality. We  recently    learned  that  lutetium/PSMA, within the trial called VISION,  prolonged  survival  without  radiographic progression.   In  terms        of drug     combination,  DT  with  docetaxel  and  abiraterone  in  patients  with      high-volume  metastatic  disease  sensitive  to  hormonal  treatment  prolonged  the  survival  of    patients  who  only  received  DT  and  docetaxel. Another important trial,   the results of which we are waiting for,  replaces  abiraterone  with  enzalutamide.\n\nThere are many studies, but with one thing in common:  the  interest   in     finding  new  treatments,  new  combinations  and  new  ways      to  help  patients live longer and  better.\n\nHISTORICAL HISTORY  OF    PROSTATE    CANCER  TREATMENT  (CP)  \n\nIn the History of Medicine, CP has been known since  ancient  times. In  the  skeleton  of  a Russian king was found the first case, with an appreciated antiquity of 2,700 years. But the best known  is that of an Egyptian mummy, with an antiquity  of 2,200  years.\n\nStudied at  the  Archaeological  Museum  of  Lisbon, the mummy corresponded to a male between 30 and 40 years old,  with  CP  and  probable  metastases  in  the  bones.\n\n\nAs early as 1536, the Venetian specialist in human anatomy, Niccolo Massa, described the prostate, which  was  illustrated  two  years  later    by  Andreas  Vesalius.\n\nIt was not until about 300 years later, 1853, when we have the first more objective description of cp,  by    the  then  surgeon of the  London  Hospital, Dr. J. Adams, whose contribution he made through a study under the microscope. For Adams it was a very rare disease.  \n\nSurgery. In 1867, in Vienna, the great surgeon Theodor Billroth (born in Prussia), founder of  abdominal surgery and amateur musician,    a close  friend  of  Johannes Brahms, was introduced into an almost unknown territory, by practicing the first prostatectomy  (removal of the entire prostate) radical perineal by  CP, through an incision in the perineum (skin between the  scrotum  and the  anus).\n\nIn the USA, the first prostatectomy was performed by Dr. William Belfield, in 1885, at Cook County Hospital,  Chicago.\n\nIn 1904, Drs. Hugh H. Young (called the father of American urology) and William Stewart  Halsted (this the precursor of modern surgery in breast cancer), performed  radical  and  perineal  prostatectomy at Johns Hopkins Hospital.\n\nIn 1945, Irish urologist Dr. Terence Millin, provided    retropubic  radical    prostatectomy.\n\nDr.  Walsh,  of      Johns  Hopkins  Hospital,  revolutionized CP surgery in 1982 by introducing  a surgical modality in which  nerve    sparing surgery, essential for erection, are not sectioned.  \n\nDr. Walsh is known for his pioneering work on what is called \"the anatomical approach to radical prostatectomy.\"   By not  sectioning  the  neurovascular packages, the likelihood  of  impotence  and  incontinence  secondary  to   classical radical  prostatectomy is reduced.\n\n(continued on    page 4)\n\n\n\n(Comes from    page 3)\nJason Engel of George Washington University was  the  first    to perform  a robotic prostatectomy  in  2004.   He used  a  system called Da Vinci in which the instruments used for prostatectomy move like human wrists, offering all the functions  of  the  hand. It provides  the  advantages  of    laparoscopy, but with minor incisions, less blood loss, a magnification of the  operative field and  a  shorter  recovery    of the  patient.\n\n\n*From the book \"Prostate Cancer in Heterosexuals, Gays  and  Bisexuals\",  by  J. Estapé  and  Tania  Estapé novedad\n\nFEAR OF RELAPSE IN PATIENTS WITH LOCALIZED  PROSTATE    CANCER\n\nDr.  Cristiane  Bergerot  is a psycho-oncologist  at  the  Multidisciplinary    Cancer  Center  in  Brasilia,  Brazil  and a member  of  the  Board of Directors  of  the  International  Psycho  Oncology  Society.   Dr.  Bergerot, along with Drs. Stephen B Williams  of  St. Joseph  Hospital,  Orange  and    Dr.  Zachary  Klaasen  at      The  Princess  Margaret  Hospital  have  published an editorial on the problem of fear  of  relapse  in  patients  with localized prostate  cancer.  \n\n\nThis article  was published      in  the  journal Cancer in August. They have been based on the study of Dr. Meissner et al. These  have  evaluated  patients    at  a  psychological  level  at  two  time  points  (2010  and  2019), using the fear of relapse questionnaire  (a test created for this purpose, in its short version), the  patient's health questionnaire (called  PHQ2  and  PHQ4) and    generalized          anxiety   disorder (GAD2),  i.e.  maintaining  moderate  to  high  anxiety  levels  permanently    throughout      the  day.\n\n                 In a  large  sample  (of  2417  patients)  taken  from  the  German    Familial  Prostate  Cancer    Database,  they were    analyzed  the    aforementioned   variables and it turned out  that:\n\nThere is a  low  proportion  of  patients  with  a moderate to severe fear of  cancer recurrence (less than    10%). However,    in  this  group, it was found that already at the beginning of the work they had  these  levels. That is,   they   already  had  an  increased  risk  of  presenting  these emotional symptoms in the follow-up evaluation (maximum 7 years  later). In addition,  lower    levels  of  education,  more  years  since   radical prostatectomy,    and  not  being  on    cancer  therapy  at the time  of  the  study  were  also  predictors  of  more  fear    of  relapse. Levels    of  anxiety  and depression were associated with higher levels of  fear      of  cancer recurrence.   It  was also a  predictor of fear          of  relapse,      the  increase  in    PSA level,  after  surgery  or radiation   therapy. Interestingly, younger age and        family  history  of  cancer  were  not  associated  with    fear  of  cancer relapse.  \n\nThis is  an    important  study  that  can  help    clinical  practice  identify  patients  at  increased    risk. It  can also help  us develop and guide effective treatment to  overcome  the  fear    of  relapse.\n\n\n\n\nDr. Cristiane  Bergerot\t(continued  on    page 5)\n\n\n\n\n\nThe editorial can be read    at:  Bergerot,  Cristiane  &  Williams, Stephen & Klaassen, Zachary. (2021). Fear  of cancer recurrence among patients with localized  prostate  cancer. Cancer. 127.  10.1002/cncr.33837.\n\n\nTESTIMONY OF  A  PATIENT  WITH  BIOCHEMICAL  RECURRENCE*  OF    PROSTATE  CANCER\n\nThree years after the radiotherapy, and to my horrible surprise,  the  PSA,  I  rose  to  6  and,  the next month,    to\n10. With my partner we went as quickly as possible to   the doctor of  the  rays. He was  a  good  person, simple and open. But he, like the rest of the hospital,  didn't know exactly what my sexual condition was,  they  never  asked me,  but  I  think something was  suspected;          especially    when, in the  last  year,  I was accompanied  by  my  soul mate.   The  urologist asked me  for  some  scans. He suspected  that the disease had reproduced. As a  death row member I did the scans and then  came  the  terrible  wait  until  the  next  visit. They should  be  faster.   They should  share    insomnia, doubts and nightmares. At least  mine. Finally    I was  received by the  doctor. To  our  surprise, he told us that nothing was detected, but that the PSA had risen again. He said that I had something like a biochemical reproduction of my prostate cancer,  that I was not a separate phenomenon, that the  blissful  biochemistry    saw it  with  some  frequency.\nAnd what  to do? Hormonal treatment.  \nHe explained it to me in quite a bit of detail. And its effects. I heard with  real  terror  the  word  I  feared most:  helplessness.   First  he spoke  of  erectile dysfunction,  but, in Christian, it was impotence. And so it was. I tried to  change  my  role. I went  from  happy  top  to  resigned,  bottom.\n\n\nMy partner  also  tried to  change  his  role,  but I saw that he was not happy. Six months passed,  we remained  the same,  although    sadder  We had    to find  some  solution. We went back  to the  doctor. He  listened to us attentively.\nAnd it  confirmed  the  need    to follow  the  treatment, the PSA was not yet normal. But  he offered us a  variant:  the  accordion treatment, he  said.  \nAccordion' Yes, take the treatment or not, according to the PSA? As  long as it was  elevated,  treatment,  when  normalized,    no.\nAnd get  a  PSA  every  two  months: high PSA,    treatment; Normal PSA,    no  treatment. And  come back to life as much as possible. He warned us that  not  all      doctors    agree  and  prefer to give continuous treatment. We do not  hesitate,  the  flasher. It  allows us to alternately  enjoy a sex life more similar to the one we want. I went back to being top and my partner to  bottom.\n\n*After the initial treatment of prostate cancer,   a  continuous  increase in    the PSA level   is sometimes    observed,      without metastases being  detected  at the outset.  \n\nMORE ABOUT  ACTIVE  SURVEILLANCE\n\nDr.  Timilshina  and  colleagues,  from  the  University  Health  Networl  and  the  University  of  Toronto, Canada, remind us that active surveillance (VA) rather than aggressive immediate treatment    has    become  the  standard  treatment    for  patients  with    low-risk prostate  cancer  (PC) and whose acceptance, that of the VA,  has increased significantly in recent  years. This  data is collected    in  US  Too  International, published online by the Journal of  Urology.\n\n(continued on    page 6)\n\n\n\n(see     page  5) \n\n\nThey studied 17,000 men with CP in Canada between January 2008 and December  2014. Va acceptance went from 38% in  2008 to 69% in 2014. But half of the  patients who chose VA went on to  active treatment during  the  first  4  years  of  follow-up.\n\nWhat factors  most    influenced  this  shift  to active treatment?   The  following:    First  of all,    age. Younger  people    changed more   often  than older   ones.   So    did those with rising PSA. And more those  treated  in  large  hospitals.\n\nThe researchers believe that it is very necessary to establish  means  on    the  one  hand  not as aggressive  or  invasive  as  periodic  biopsy  or as difficult  to  interpret as  PSA.\n\n   However, subsequent    studies  show  greater  continuity  of  patients  in  VA. Some  of  the    needs  outlined  by  Timilshina  have  been  met,  in  part, by a better selection of VA candidates and also by  the  increasing  use  of  multiparametric  nuclear  resonance.\n\nMEETING OF THE  BOARD  OF  EUROPA  UOMO  IN  ATHENS  ON  26  NOVEMBER  \n\nOn Friday,    November  26,  the  Board  of  Europe  Uomo  will  meet  in  Athens. Apart  from  the importance of the meeting itself, we wish to highlight that, for the first time in its history,  a  female  member  participates  in  this  institution,  Dr.  Tania  Estapé,  coordinator  of  psycho-oncology  of  FEFOC  and  expert,  among other  things,  in    prostate  cancer.\n\nPsycho-oncologist Dr.Tania  Estapé\n\nEuropa Uomo was created in Rome in 2002. Its goal  is      prostate  cancer,  trying to  improve its diagnosis, treatment, support and quality of life. Europe Uomo 27  groups from various European countries. They  conduct research, both nationally and internationally; work with  healthcare professionals to    help them      understand  patients'  perspectives; support national organizations trying to improve cancer services  and  awareness.  \n\nHis  current priorities    are  to investigate  the  quality  of  life  of  patients; improve    early  diagnosis  and      support    its  members and help and give voice to patient groups    in  Europe.\n\nDuring the meeting, important issues will be discussed.\n\n\n\n\n\n\nPROSTATE CANCER   QUALITY OF LIFE SURVEY:  EURPROMS  2\n\nAs members  of  Europa  Uomo,  we are  participating in a survey on quality of  life  in prostate   cancer    patients.   We need your participation in it, to  have  the  maximum  possible  data  of  our  country. If you have or have ever had prostate cancer or  know    someone  in  this  situation  please   take some time to answer it at the following  link. Thank you very much, with this you will contribute to  improving  the  lives  of  many  patients:\n\n\n\n\n\nTo purchase  the    book click \n\n\n\nFor more  information\nabout donations    click \n\n\n\n\n   \nImage from  the  collection  of  videos  about    prostate  cancer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary:  M.Soler\n\nMarc Aureli,  14.\n08006 -  Barcelona\nTel. 93  217  21  82\nEmail: \n\n\n\n\n\n\n\n\n\nWe appreciate the  collaboration  of:\n\n\n\n\n", "metaData": {"source": "Spanish association (FEFOC) Nov 2021 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2021/11/NOV_EL-JARDIN-DE-PRÓSTATA-Eng.docx"}}