{"pageContent": "\n\n\n\n\n\n\n\n\n\n\nTHEIR CANCER GARDEN\n© FEFOC 2022\nF E F O C : MEMBER OF EUROPE UOMO , USTOO AND MALE CARE\n\n\nEDITORIAL\n\n\nA few days ago we heard on the RAC radio program  of Mr. Jordi Basté the impressive testimony of a teacher whose  name we did not retain and whose first surname is García. She is a Catalan teacher and works in a public school near the La Mina neighborhood. Most of his students are of Moroccan origin.  In her class they speak in Catalan but,  according to the teacher, the vehicular language of 100% of students is Spanish.\nAt the start of the World Cup in Qatar, the students begged the teacher to  allow them to use their tablets to follow the matches. Apparently, this issue had reached some educational authorities. They proposed a series of resources: cut the wifi in the hours of  transmission of the matches; prohibit tablets or mobile phones for the duration of the World Cup. All negative as  the peculiar coach of\n\nBut there was a giant of innovation,   Professor Garcia. What came up with this genius of   integration and innovation? He did not allow the  watch of the games during school time  but   in  return he promised   his students  that he would film  a summary of them,  but   he would screen  them in silence. Who should replace the  speakers?, the students themselves, commented the     plays But yes, we are in Catalan class: \"In this language\".\n\nThat's great.  Our admiration for  Professor Garcia whom we wish to greet. Because it is a model of innovation and integration.  Precisely what we intend with the \"Cancer of theirs\".  Deliver    the  innovations that occur and    help integrate them for the good of   prostate,   testicular and penile cancer patients. \n\nfootball, the Dutchman Van Gaal.\n\nIn  this issue  we offer  news  about  the\t\n\n\tactive\t surveillance, \tminorities,\t telematic \tconsultation and  insomnia.\n\n\n\n\nIN THE UNITED STATES, LOW-RISK PROSTATE CANCER IS NO LONGER  THE MOST WIDELY DIAGNOSED\n\nDr. Leonardo Borregales et al., Urologic Oncology, Weill Cornell Medical Center (research unit  and medical school of   the private New York University Cornell. Initiated in  1898, throughout their fruitful work they have had 3 Nobel Prizes), published in the Journal of  The National Cancer Institute, a review of 438,000 patients diagnosed between 2010 and 2018  with prostate cancer (PC). As basic points of the  study they used the   degree of Gleason  of the  patients, the level of PSA and the presence or absence of distant metastases   . \n   They observed, among many other  data,  that the percentage of cases  of lower risk PC (Gleason group 1) in patients who had been treated with radical  prostatectomy, had decreased from 32% to 10%.  first work at the US level showing that CP Gleason 1 (again, the least aggressive) is no longer the most frequently diagnosed type of PC.\n\nFor the authors, this low percentage of 10%   of CP Gleason 1 shows that these low-risk cancers,  although  diagnosed,  are treated less frequently,  corroborating the growing acceptance of active surveillance, both by physicians.   and patients  .\n\nFor Dr. Leonardo Borregales, it is stimulating to  observe how urologists in the USA move from  the excessive use of radical treatments to active surveillance.\n\nAs a negative fact, it should be noted that, in the same study, there  was  an increase in the  percentage   of high-grade  and metastatic PC,  from 2% to  5%, probably due to the problem in the early diagnosis   of PC, since it   has been  questioned the efficacy of PSA for such diagnosis.\n\nIt is clear that we need other strategies or other means to  achieve an early diagnosis of PC that  does not lead to  excessive treatments,  as before, but without taking into account that they tend to increase    high-grade and metastatic  PC. This represents a decisive dilemma to be resolved.\n\nINSOMNIA\n\nOne of the most frequent problems in patients with PC is insomnia. In fact,  many people,  even without cancer,  suffer from it transiently or permanently.  When we are worried or  afraid  or sad, one of the first things that  is affected is sleep. Alertness makes it  difficult to go from wakefulness to sleep, and it is common to stay in the waking state  .  Insomnia can be of three types that are not exclusive:\n\n  First phase or conciliation insomnia: it consists  of having difficulties falling asleep. It is the most frequent insomnia, one goes around in bed with nervousness and tension and takes longer than  usual to fall asleep.\n\nSecond phase insomnia or recurrent awakenings: it  may  be  that the  patient has fallen asleep without problem or not, but this type of insomnia causes him to  wake up during the night one or more times and be a while without being able to  go back  to sleep.   \n\n(Continued on  page 3)\n\n(Comes from  page 2)\n\n Third phase insomnia or early  awakening: it can also coincide with   one  or   both types of insomnia above, but in this case what happens is that one wakes up earlier than expected, and   already  He can't  go back to sleep.  For  this  to happen  , the individual must feel  unwell or that \"it's too soon.\" So, if it  is 10 minutes or  something like that  we will not consider it third phase insomnia, but if it   is an hour or more yes. \n\nAs the saying goes \"at night all cats are brown\", this means that, in any of these three cases, it  is highly likely that the patient (or his relative) will start thinking about cancer, with disastrous imaginary consequences.    Which in turn  makes it less easy for   you to  fall asleep and you enter a closed  circle.\n\nThe organization of health is extremely heteronormative. Gay   and bisexual patients with CP  are \"erased\" as one American gay patient, writer Perry Brass,  puts it.  The psychological effects of cancer, in general, and  prostate cancer in particular,  are similar in any person, but it is true that  the   contexts and vital circumstances of the patient    mark their consequences in  the   face of diagnosis.\n\n\n\nTo purchase the book click.\n\n\n  We must therefore add in gay or bisexual  patients, one more risk factor. In several studies it   has been shown that  they feel \"invisible\" and that the  doctor advises them to \"come with your wife\", so it is  clear that  the sexual  condition is  something  that   is  obvious as  Important aspect when valuing the patient as a whole.  However,  some studies show that  BG men with CP have more   psychological  problems, and more fear of relapse.    Less  satisfaction with the doctor's care  has also  been found.  It is logical that an important  factor,  such as  communication with the doctor, has an influence on the psychological profile  and coping of the patient.  \n\n  We already come from  a time of taboo   sexuality, in which  many patients found little or no space to explain their fears or doubts about their sex life  . If we add the lack of inclusion regarding sexual condition, it is normal for the patient to feel isolated and alone. As we have seen, this contributes to aggravate a possible degree of depression. The fear of sexual and couple repercussions,  plus detecting that it does not fit into the  standards of care  and  medical attention, can aggravate anxiety  and fear at  the same time   .\n\n*Taken from the book \"Prostate Cancer   in Straight, Gay and Bisexual\".  By J.  Estapé and T.  I stood.\n\n\n\n\nCAN  THE TELEMATIC ONCOLOGY  CONSULTATION REPLACE OR COMPLEMENT THE FACE-TO-FACE ONE?\n\nAt the recent congress of the ESMO (European Society of Medical Oncology), Dr. Deborah Schrag,  from Memorial Sloan Kettering Cancer Center,  New York,  USA, presented some important reflections on this subject.\n\n*Before the Covid-19  pandemic,  telematics medicine was reserved for patients living in remote  areas.   But,  with the pandemic,  a hybrid model was established, to reduce the  risk of contagion as much as possible. That is why,  says Schrag, we now have a lot of data to begin to assess the new situation.\n\n*A clear advantage of  telemedicine is  geographical.   Geographically dispersed  patients  more easily receive information and support.\n\n*Patients  have benefited        from  having access to their electronic  records,  including physician feedback, study results through images and findings Pathological.\n\n*  A problem arises when it comes to communicating bad news.  Many patients prefer to  wait to receive them in person, since that is when the doctor can better  explain both the  results  and  the new options and provide better support.    Many doctors consider that the patient, who has received the bad news telematically,  may feel very anxious  , unbearably anxious while waiting to speak directly with a doctor.  Another risk is that you take advantage  of the  interval to enter the Internet with the possibility of receiving inadequate information.\n\n*An advantage of digital medicine is   that it allows real-time monitoring  of symptoms, rather than  waiting weeks for    face-to-face consultation. Cancer is a chronic disease and    everything that improves doctor-patient communication is positive.\n\n*The doctor can have a day-to-day control,  so he can adjust the treatments, stopping them or modifying them.\n\n Dr. Schag sees  telematics medicine as a great benefit. Most of his patients have adapted to it. The problem,  he says,  is how   telematics medicine  is integrated with the  current health  system, how to answer  the multitude of questions that arise every day. \n\nThe topic  proposed by  Dr.  Schag is of great topicality and importance.   Telematics medicine  is here to stay.    We will not miss the past times, focused almost exclusively on  the face-to-face, which also raised certain criticisms.  And let's not  oppose progress. We believe that studying how    telematics medicine  is integrated into the health system and finding solutions is fighting for progress.  Let      the  Galileo Galilei  of the day be welcomed at all times. \n\nHealth teams  will need to  acquire other skills to cope with  new challenges\n\nIN ACTIVE SURVEILLANCE, CAN  MULTIPARAMETRIC    NUCLEAR RESONANCE REPLACE BIOPSY AT THE  END OF THE FIRST YEAR?\n\nThis is  an issue of enormous topicality and importance,  as the indication for active surveillance in very low-risk prostate cancer increases, that is, the Gleason 1 group (CP G1) and some Gleason 2.  \n\nRemember that  active  surveillance (VA) consists of not trying to enter the patient with  CP G1 and only doing so if the disease evolves in a negative way, that is, it progresses over time. As we know from the Hamdy et al. study  (which we've talked about several times in this journal), about 50% who choose VA never needed treatment.\n(Continued on  page 5)\n\n\n\n(Comes from  page 4)\n\n  Therefore, the patient must  undergo  periodic reviews that tell us if the CP G1 is still inactive, and therefore the patient, if he  wishes, can continue without treatment, or, if, on the contrary, the disease has progressed and the   patient must   be treated.\n\n Crucial, fundamental issue  in the follow-up of  CP G1 patients.  To do this, we must equip ourselves with very efficient means.\n\nHow are they usually monitored? As follows, with adaptations according to the  experience of the various hospitals: A strategy is established year  after year: \nFirst year:  PSA testing every three months; digital rectal examination once or twice a year. At the end of this first year,  the biopsy is repeated to assess whether the PC grows or not. After that, biopsies will depend on your  doctor's  judgment and possible symptoms.\n\nFrom the second to the fourth year: PSA determination   every 3 or 6 months;  Digital rectal examination  every 6-12 months.\n\nFrom the fifth onwards: PSA determination every 6 months;  Digital rectal exam every 12 months.\nRepeated biopsies are a noticeable nuisance for  patients, a  source of  anxiety and a small risk of possible infections. \n\nIn all this process, the periodic practice  of  multiparametric nuclear resonance (MRI) is fundamental,  which avoids many unnecessary biopsies and  erroneous diagnoses. \n\nDoan et al.  From the  University of Sydney, Australia,  they published, in the  Journal of  Urology   , a study in which they examined the effectiveness of    MRI in detecting  the failure of active  surveillance.  \n\n\n\nTo do this, they studied 172 patients with CP G1 and some G2  who underwent an MRI followed by   prostate biopsy.   Then they followed the  following protocol: PSA every 6 months; annual digital rectal examination   and  an MRI at the  end of  the first and second year of follow-up.   If at any point in the \tstudy the  PSA increased \t significantly or \t  the MRI showed signs that  the tumor had progressed, a biopsy was performed. In the absence of problems, a biopsy was performed at the end of the third year of the trial.\n\nThe effectiveness in  detecting  that there was  no progression of the disease by MRI was quite high, about  86% of cases.   Results that  have raised a  controversy among those who believe that this  high percentage of effectiveness allows skipping  the  biopsy at the end of the first year, while others believe that in this way they can stop diagnosing     a  Percentage sensitive cases of progression.\n\nThe advancement of medicine is obtained through polemics and contradictions. Medicine is not an exact science.  Doan et al.  announce that they will continue  to follow  up their patients, to offer more definitive results. \n\nOnce again, patients, well informed of course, have the floor.\n\n Nuclear resonance\n\n\n\n\n\nSOME THOUGHTS ON   PROSTATE CANCER IN HOMOSEXUALS\n\nTo refer to the problem of prostate  cancer  in men of another sexual condition,  it is mandatory to define  what we understand by minorities.      Minorities are characterized by two fundamental  aspects, one quantitative (minorities are always less in quantity than majorities) and the other qualitative (how this majority  influences the minority). This second aspect is the fundamental one.  If the relationship between majorities and minorities were only quantitative, there would be no problem.  But every majority  decisively influences the  events of the corresponding  minority.    Majorities  tend to  destroy, despise, torment the minority that  corresponds to them. \n\nDoes this mean that man is evil by nature?  Many authors agree in  the affirmative.  Machiavelli alluded to the duality of the human condition, perhaps good in origin  but bad in its social contact. The human being can be good on an individual level but terrible when he is part of a majority. The gang rapes, the dramas that are lived in the schoolyards, the massacres of thousands of  innocents at the  hands of the   corresponding minority, even the systematic elimination of Jews  by the majority Nazi  regime, are examples   of  it.\n\nFor Rousseau,  man is good by nature, but  society corrupts him.  Nietzsche sums it up with his famous phrase, \"Man, this error of nature.\"\n\nAn example   of the  majority over the  minority is the  case of Oscar Wilde,    the  brilliant Irish writer. Casado had two children with his wife.  But one day he met the son of the  Marquess of Quensberry, Douglas, whom he called Bossie. Such was Douglas' beauty that Wilde fell deeply in love with the boy.  I think Wilde discovered his true sexual condition there.  He was the lover of Douglas and   other boys and practically abandoned  his wife.   He was not  bisexual.  His relationship with Douglas deeply    irritated the Marquess of Quensberry who threatened him in a famous letter in which he mistakenly called Wilde \"somdomite\".\n\nWilde, advised by his friends, decided to  denounce the marquis.  But,  at trial,  the  marquis' lawyer turned the lawsuit on its head,  saying Wilde  was committing indecency on young boys. The chief justice then asked Wilde to recant, to which,  with  extraordinary courage, he refused and was sentenced to two years' hard labour in the horrific Reading jail  .\n\nMost could not accept  Wilde's so-called indecent  acts  that were only  the expression of his authentic sexuality.\n\nIt was the year 1895 but today, the year 2022, situations as brutal as those experienced by Wilde occur. Beatings, homicides, boys aged 18-20 beaten by their parents for revealing their  sexual condition and expelled from  their homes.  There is  even a Foundation that is dedicated to welcoming these boys. If Wilde raised his head, \"hopefully,\" he would be surprised  to   observe that  things regarding homosexuals have not fundamentally changed.\n\nHere we declare that the ethical thing is to   be  or be with minorities, in their many facets. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n/  u  c  m/c h / C  O F   \n\nCollection of videos about  prostate cancer\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler \n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21  82\nEmail:\n\n\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) Nov 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/12/Nov22-CANCER-OF-THEIRS-Eng.docx"}}