{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR  CANCER GARDEN\n© FEFOC 2022\nF E F O C : MEMBER  OF  EUROPE  UOMO , USTOO  AND  MALE  CARE\n\n\n\nEDITORIAL (2)\nAs for treatments, the more aggressive the treatment,   the  more recovery time  will be necessary, from days to weeks. \n\nAfter prostatectomy, you have to wait a few weeks. If you do hard physical work, avoid  lifting weights and avoid excessive activities,  surely your  recovery period will be longer, do not run to work. Conversely, if you work  in an office, you will likely  be able to  return to work  after  four weeks.\n\nAs for other treatments, reinstatement is usually  feasible sooner.\n\nOf the  possible side effects and return to work, the most feared effect is urinary incontinence  .   Surely the  patient will be forced to go many times to the toilet.   It is appropriate that\n\n\n  But don't stop  drinking the fluids you used to, because dehydration can make the situation worse.\n\nThen comes the follow-up, which will  last for years. The patient will need some time for subsequent visits and analysis. It is good to try to make hospital appointments for the beginning of the day or at the end of it. The doctor can provide an information note for the employer,   explaining the  treatment received and  the  follow-up visits and controls that will be required. \n\nIn general,  a patient treated with prostatectomy is usually quite recovered fifteen days after this, so we can think within 4 to 6 weeks before rejoining.\n\n Regarding  radiotherapy, there are patients who do not\n\nUse  diapers for  the  duration  of incontinence\n\nleave  work  during   treatment,a \t \n\nand carry several spares. There are  responsible entrepreneurs who place the  patient near the sink. \n\nexcept if they feel significantly  tired.   Fatigue is a complication of radiation therapy that can be maintained for a more or less prolonged time.\n(Continued on  page 2)\n\n\n\n(Comes from  page 1)\n\nIt is right to inform the employer of the treatment received and,  in this case, the reason for  his fatigue.\n\nHormone treatment  can cause hot flashes.  It is prudent to  work near  a  window or provide yourself with a fan or fan. \n\nMany employers doubt that the patient will be able  to perform the same job as before treatment . But some research proves that CP treatees return to work with the same capacity as their company colleagues  .\n\nAs for co-workers, it's also best to tell them, if they didn't already know about it, your diagnosis and treatment.  A frequent problem is that their colleagues are often uncomfortable with  the new situation and do not know how to deal  with it.\n\nIn any case, each patient must decide what and to whom they want to communicate their problem.\n\nBe that as it may, returning to work helps a lot the self-perception of control of the disease and of one's life and its circumstances.\n\nBut never do you return to work until you feel completely fit for it. Only you can know.\n\nPLACE OF THE PATIENT IN THE CHOICE OF TREATMENT\n\nIt is said that for five thousand years medicine has been a matter of doctors, although later nurses, psychologists, physiotherapists, dieticians, biologists, etc., were added to the medical team.\n\nFor many years doctors knew what was best for patients. Doctors decided on treatment without patients actually participating in the decision-making process.\n\n\nDoctors usually have little time to report, leaving even less time for patients to ask their questions.\n\nWhen there is more than one treatment option, as is the case with prostate cancer, the explanation of the different possibilities (essential for the informed person to choose) is brief and, often, deviated by the weight of the type of specialist who is informing (surgeon, radiotherapist, oncologist, etc.).\n\nBut the days when patients were left out of decisions are long gone. The information age is changing these things, giving due prominence to the sick person.\n\n What do     doctor/patient relationships currently consist of or  should  consist  of? \n\nBefore deciding on treatment, the doctor collects all the precise information about the patient's disease, in order to be able to present a review of the facts and a detailed discussion about the possibilities of treatment. In this way the patient can know the pros and cons of each of the treatments.\n\nFrom this moment on, it is the patient who must choose. since, after all, it is he and he alone who will have to live with the results of his choice.\n\nThe person must decide what he considers best for himself.\n\nIt is even possible that the person, once informed, decides to pass the decision to the doctor. Very well, it is his right, to decide for himself or to delegate to the doctor.\n\n\n(Continued on  page 3)\n\n\n\n(Comes from  page 2)\n\nWhat if the doctor   doesn't agree with my  choice? \n\n First of all, the patient should carefully  listen to the doctor's arguments. An open  line of communication should  be established between patient and physician. The doctor's reasons are usually  totally legitimate.\n\nHowever, if the doctor does not accept or respect the patient's decision, the patient is within his rights to seek  another doctor to do  so.\n\nWhy   do  some doctors get angry when the patient tells them  what they   think is best for them? \n\nYou have to be careful, as many patients decide without being well informed.  They have read a book or  someone has told them this or that. \n\nThe doctor is specialized and usually has many years of experience.\n\nEven if you think you have read a lot, I think you should use your  knowledge precisely to improve understanding with your doctor and open doors for  communication. \n\nSo what should I do? \n\nInform yourself properly. For example, enter the  FEFOC (www.cancerdeprostata.org) page,  specific to this cancer  or others like it, where you will acquire a good degree of  knowledge about the diagnosis and treatment of prostate cancer.  \n\nYour case is unique, since it is yours, therefore, individual.  Know  well the situation of your disease, ask questions to doctors and nurses. Collect them in writing. Reflect on the answers.\n\n\n\nWhen you feel well informed, go back to the doctor and explain your decision. Then listen to the doctor's arguments.  Do not attempt to commit\nThe opposite error  to that of the  lack of  information on  the part of the patients: that is, do not want   to impose your opinion on doctors now.  Listen.\n\nShould my  wife or partner be involved in choosing   my treatment? \n\n Cancer is a disease that affects not only the  patient, but his partner, the entire family,  friendships and  relationships and  work. \n\n Essential point  is the  place of  the woman of the patient with prostate  cancer  . \n\nThe partner will live,  from the diagnosis,  influenced by the results, both of the bad news and of the  consequences   of  the  treatments.  She lives  the problem 24 hours a day  .\n\nShe must participate in information and decisions.\n\nAsk him what he thinks,  what he fears, what he  hopes, what he wants. Have him accompany her to the hospital, to attend   conversations with doctors and nurses. Encourage her to raise her issues and ask questions.\n\nYou must share your feelings with her.  Discuss naturally  your  worries,  fears, insecurities towards the future and towards your life and   your quality of life, according to the choice you make and the  possible consequences.\n\n\n\n\n  PROSTATE  CANCER SUPPORT GROUP (CP)\n\nThe support group is a tool to help people who have gone through or are going through a similar situation.  It  usually  refers to  issues related  to an illness or in the accompaniment of patients. It consists of  periodic meetings of  people who coincide in that circumstance being more or  less homogeneous according to the possibilities or the convenience of mixing or not situations.  \n\nWhat types are there?\n\nSupport groups can be of various types, according to different variables:\n\nOpen or  closed:  refers to the  fact that the group can start with some members and then is open to incorporate new people who are interested or who need  to go.    The closed ones will  not admit new members in their course.\n\nIndefinite or not: there are groups that can have a finite time period and start and end at that  same time and others that are indefinite.\n\nSelf-help or professionally led.   There are groups that are  led by one or more professionals (usually two     maximum) and others that are called mutual aid groups in which group meetings  are  held  without Professional.  In the   latter there is  an intermediate  type in which the leader of the group can be a patient (non-professional) but who is advised by professionals who supervise the development of the meetings and intervene if  necessary.\n\n  Group objectives:   Support groups are also defined by the objectives with which they are set. So we have:\n\n\nPsychoeducational group: groups that have the  purpose of  providing information of  interest to the participants, of everything related to their illness or problem from a rigorous and professional point  of view.   Indirectly,  it contributes to psychological well-being and improving quality of life, although they are not the main objectives. You can count on the itinerant presence of professionals who come to talk about  a specific  topic in one or a few sessions. \n\nPsychotherapeutic group: it is a group where the objectives are  of a psychological type almost exclusively  and are addressed  with  psychotherapy guidelines that are carried out at home and then discussed  and  addressed   in the group.\n\nWhat is me?\n\nIt depends on the circumstances and the person.  From we always recommend the presence of the professional, because, although it may seem easy, support  of this type requires experience and experts. Unfortunately the experiences of people in groups without professional advice are not highly recommended.  In addition, it is  misinformed enough  because many of those present have as baggage having lived the disease in the first person, an aspect that seems very important, but perhaps it is not enough to  inform, and  give support to other patients. \n\nWhat  if I  don't want to go?\n\nThe group is a valid support tool but at no time is it  better or worse.  It may be necessary or  can help at specific times  or become a  permanent  support.\n\n\n\n\n(Continued on  page 5)\n\n\n\n   (Comes from  page 4)\n\nEveryone must determine how they feel or what it brings to them.  Therefore, it  can be useful to try it when in doubt. It's okay to decide that you prefer not to go, or to decide that you no longer need it. But given the opportunity, maybe we recommend  at least trying it  to see if it  can really help us.  This does not apply to   psychotherapy groups that are usually  professionally indicated  .\n\nWhat if  I need  help but in the group I  don't feel well or I get to seehow I  talk about my things? \n\n You can always  ask for individual  psychological help, or couple if it is the case. As we have been saying, the group is a tool but there are others available and they are not exclusive.\n\nWhere do I go?\n\n a  support group that has been operating  since 1998. The meetings are monthly and are on the second Thursday of each month at 10.30. The group is psychoeducational and indefinite and is led by professionals, an oncologist and a psychologist on a  permanent basis and some professionals to provide certain  information sporadically. \n\nAsk for  :\nTel. 93-2172182 or  by email  : \n\n\n\n\n\n\nPSA INCREASE \n\nCancer is a disease characterized by the multiplication of cells, so its diagnosis requires examining whether there  is such multiplication and if the cells show alterations compatible with cancer.\n\nIt follows that, apart from other tests that we will now detail,  for the definitive diagnosis of PC, biopsy  is absolutely essential. But first we must consider other aspects.\n\nPSA (prostate specific antigen). The first suspicion  that something is happening in  the prostate  usually gives us urinary symptoms such as  those described above and / or an increase in  a substance known as PSA.    PSA is a protein only produced in the glands of the prostate,  by their cells, whether normal or cancerous. It is determined by blood tests.\n\nIts blood level is measured in units called nanograms (millionth  of a  gram)  per milliliter (one-thousandth of a liter) and is expressed as ng/mL.   In principle, the  probability of having CP increases with  the increase in your level. \n\nIt is generally accepted that a PSA less than 4 ng/mL is  synonymous with absence of PC; between 4 and 10 a probability interval is established;    typically, 25% of men in this interval have CP;  if it is  greater than  10, there is  usually CP in half of those explored.\n\nBut there are many exceptions; so, for example, some   men with PSA lower than 4 have CP, while  others with elevated PSA do  not. It is clear that, although PSA is an important test to suspect the presence of a  PC,  other tests, which will be seen later, are needed to reach a diagnosis   of certainty. \n\n(Continued  on page 6) \n\n\n\n(Comes from  page 5)\n\nIn addition, an increase in PSA, regardless of what can cause PC, may be due to other factors, which must be taken into  account:\n\n Benign   prostatic hyperplasia,  common with  increasing  age.  The prostate is  enlarged in size,  but it is  a benign  growth, there is no CP.  \n\nAge. With increasing age, although the prostate does not have any alteration, it is common for the PSA level to increase.\n\nAnother important possibility is the manipulation of the prostate,  either for diagnostic purposes (digital rectal examination) or by ejaculation, prostate massage or penetration into  anal sex.\n\nThese procedures (ejaculation,  massage and  penetration) make it easier    for the PSA to leave  the  prostate and pass into the blood,  so that,  if it is tested soon  , easily  We will find abnormally high levels of PSA (not  real), which can confuse the doctor, make him suspect a possible CP and lead to other tests, not only unnecessary but potentially aggressive.\n\nTherefore, an important warning: two to seven days before the determination of the PSA it is mandatory that everyone avoid ejaculation, prostate massage  and anal penetration.\n\nProstatitis: infection and/or inflammation of the prostate, which also increases  PSA.\n\nBicycle:  contradictory data,  but some argue that the saddle can press on the prostate and cause  the  emission of PSA into the blood.\n\nMale hormones: If you are taking testosterone supplements  , they  can also increase PSA.\n\n\nPSAITIS OR ANXIETY RELATED TO PSA OUTCOMES\n\n -We know real cases  of anxiety attacks in healthy men in relation to this test.    PSA  carries a high level of anxiety for men, as they await their results with fear of relapse.  It seems that while waiting  for the  results they have more present than ever   the sword of Damocles over their heads, waiting to  know if it will  fall on them.  or not, and they will be able to go on with their lives until next  time.  This type of anxiety, in  Anglo-Saxon countries is called PSA anxiety,  or playing  with  humor with its acronym, the analysis to promote stress and anxiety (in  English:  to Promote Stress and Anxiety).  In Spanish we have coined the term Psaitis.\n\n-This anxiety consists of  nervousness,  tachycardia and sweating,  with negative  thoughts,  regarding the possibility that indicates a recurrence of PC, plus negative fantasies about the worst possible  scenario.   Ideas about a future in which the CP would have reappeared, such as \"I will not  be able to bear it\", \"how  we will\", \"what will happen to  my family   \" appear strongly. It is an anxiety difficult to overcome,  because it  is very localized in  time and closely related to  a wait, with not  tolerating the  uncertainty of not knowing. In more severe cases, the  person may begin to manifest functional pain, that is, as a  result of their  own anxiety that,  in a way,  confirms their suspicions that \"something bad is happening\", with checking behaviors such as going to the bathroom often to check if  they urinate well,  if   They feel pain, they bleed... In turn, these discomforts generate more anxiety.\n\n\n\n\n\n\n(Continued on  page 7)\n\n\n(Comes from  page 6)\n\n-In most   patients,  a negative  result,  i.e. according to which everything is fine, serves to calm down. But there are some cases,  more resistant, whose relief lasts very little, and soon begin again with suspicions of  worsening, interpretation of discomfort as signs that  the PC reappears.\n\n-In these cases it may be indicated to go to a specialized professional, especially  if the  interference with the quality of life is  important. In any case, trying to focus on the present, not anticipating or being too aware of bodily changes, can be a good idea.  It is also  necessary to  accept  anxiety as   part of coping with the disease and   try to  live and enjoy as   much as possible,   despite  it,  not against it.   Unpleasant emotions are necessary for survival, and when they are coherent, it is better to  accept them than to try to fight them.\n\n\n\n PSA-Test Results\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n/  u  c  m/c h / C  O F   \n\n\nCollection of videos about  prostate cancer\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler \n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21  82\nEmail:\n\n\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) Jan 2023 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2023/01/CANCER-OF-THEIRS-Jan-23.docx"}}