{"pageContent": "Home » Treatments » Radical prostatectomy\nTable of Contents [hide]\nRadical prostatectomy is the removal of the entire prostate and the seminal vesicles. For radical prostatectomy you will receive general anaesthesia.\nDiscuss with your doctor the advantages and disadvantages of radical prostatectomy and if it is right for you.\nRadical prostatectomy can be performed as an open or laparoscopic surgery. For open surgery, the surgeon cuts the abdominal wall or the perineum to access the prostate directly. The prostate and the seminal vesicles are removed.\nIn locally-advanced prostate cancer, the surgeon will also remove any other tissue that is affected by the tumour.\nThen, the bladder and the urethra are attached together (Fig. 1b). The doctor inserts a catheter to help the urethra and bladder heal. Usually, the catheter is removed after 7 days.\nIn laparoscopic surgery, the surgeon inserts small plastic tubes into your abdomen. Through these tubes, the surgeon can insert the instruments needed to remove the prostate. One of the small tubes is used to insert a camera which allows the surgeon to see a high-quality image of your prostate on a video monitor. Laparoscopic surgery can also be done with the help of a surgical robot system.\nFor the removal of a localised tumour or a locally-advanced tumour with radical prostatectomy, open and laparoscopic surgery appear to be equally effective.\nIf the cancer could spread or has spread to lymph nodes in the pelvic region, your doctor may decide to remove pelvic lymph nodes during radical prostatectomy.\nThis animation shows how a robot-assisted radical prostatectomy (RARP) is performed.\nYour doctor will advise you in detail about how to prepare for the procedure. You must not eat, drink, or smoke for 6 hours before surgery to prepare for the anaesthesia. If you are taking any medication, discuss it with your doctor. You may need to stop taking it several days before surgery. Your doctor will advise you on when to start taking it again.\nUsually, you can leave the hospital between 3 and 7 days after surgery. The length of hospital stay can vary in different countries. You may experience minor pain in the lower abdomen for some weeks after open radical prostatectomy. After the surgery, you may suffer from urinary incontinence or erectile dysfunction. You may need treatment for these conditions. You need to go to your doctor or go back to the hospital right away if you:\nThe removal of pelvic lymph nodes may cause lymphorrhea. This is a leakage of lymph fluid on the skin. The fluid leads to skin damage, and may cause an infection. Discuss the treatment of lymphorrhea with your medical team.\nRadical prostatectomy may cause stress urinary incontinence (SUI). This is because the prostate surrounds the urethra, helping it to resist the pressure of a full bladder. If your prostate is removed this may have an effect on how much pressure the urethra can resist. There are several treatment options to improve or cure SUI.\nAnother common risk of the surgery is erectile dysfunction. Because the surgeon may need to remove tissue outside of the prostate, there is a risk that vessels and nerves are damaged or removed during surgery. This is a common cause of erectile dysfunction. During surgery, the surgeon tries to keep the nerves to the penis undamaged. The success of this depends on the aggressiveness of the cancer and where the tumour is located. If necessary, your doctor can recommend treatment for erectile dysfunction.\nKeep in mind that the main goal of radical prostatectomy is to remove the tumour and cure you.\nRadical prostatectomy is a surgical treatment option to remove the entire prostate and surrounding tissue. If the tumour is limited to the prostate gland, the surgeon will try to keep the nerves that lead to the penis intact during surgery. This is called nerve-sparing surgery. Even if nerve-sparing surgery is successful, temporary ED is common after radical prostatectomy.\nThis is because your nerves are so delicate that they are affected by the slightest injuries. If any injury happens during surgery, the nerves stop transporting signals to the blood vessels in the penis. It can take up to 2 years for the nerves to recover.\nThe blood vessel running to and from the penis can also be affected by the surgery. As a result, less blood will flow to the spongy tissue of the penis, and damage it. Because of the damage it can be more difficult to recover from ED.\nIn some cases, nerve-sparing surgery is not possible because the tumour has spread outside of the prostate, or for other reasons. Recovery of erectile function after non-nerve sparing surgery is unlikely but not impossible. Discuss your concerns and possible treatment options with your doctor.\nAfter radical prostatectomy for prostate cancer, your doctor will plan regular follow-up visits with you. Routine follow-up lasts at least 5 years. During each visit, the doctor will test the level of prostate-specific antigen (PSA) in your blood. In some cases, you may need a digital rectal examination (DRE). Follow-up is important to monitor how you recover from surgery, to check your general state of health, and to detect possible recurrence of the cancer.\nIf during follow-up the PSA level shows that the prostate cancer has not been completely removed you may need additional treatment to remove all tumour cells. Discuss with your doctor which option is best for you.\nThe European Cancer Patient Coalition (ECPC) works for a Europe of equality, where all European cancer patients have timely and aﬀordable access to the best treatment and care available, throughout their life. ECPC believes that cancer patients are the most important partners in the ﬁght against cancer and against all the cancer-related issues aﬀecting our society. Policy makers, researchers, doctors and industry should recognise cancer patients as co-creators of their own health. Read more.\nEuropean patients have taken up their responsibility for control of the disease by establishing the European Prostate Cancer Coalition, “Europa Uomo”. Read more.\nThe EAU Annual Congress 2019 achieved the Patients Included™ status. Patients Included™ status is self-assessed. Read more.\nCopyright 2023 - European Association of Urology - All rights reserved\nThis information was last updated in April 2023\n", "metaData": {"source": "EAU information on radical prostatectomy (English):\nhttps://patients.uroweb.org/treatments/radical-prostatectomy/"}}