{"pageContent": "Prostatitis is an infection or inflammation of the prostate gland – is a non-cancerous condition.\nThere are four main types of prostatitis:\nYou can also read more about the signs and symptoms, tests and treatments for the different types of prostatitis.\nThis booklet is for anyone who wants to know more about prostatitis. The booklet describes the causes, symptoms, diagnosis and treatment of prostatitis.\nDownload or order booklet\nCPPS is the most common type of prostatitis – around 19 out of every 20 men (90 to 95 per cent) with prostatitis have it. You might also hear it called chronic non-bacterial prostatitis, chronic abacterial prostatitis or prostate pain syndrome. Chronic means long-lasting.\nMen with CPPS usually have symptoms for three months or longer. Even after treatment, you may still have prostatitis for a long time. It might come and go, causing occasional episodes of severe pain, sometimes known as flare-ups.\nNobody knows for certain what causes CPPS. Unlike other types of prostatitis it isn’t usually caused by a bacterial infection. There could be a number of causes, which makes it difficult to diagnose and treat.\nThere are also a number of things that might trigger it, including:\nSome research shows a link between stress, anxiety and depression and CPPS. But this doesn’t mean that CPPS is all in your head. If you’re feeling stressed or depressed, this may cause physical symptoms that trigger CPPS, or make symptoms worse.\nThere’s some evidence that CPPS may be linked to other conditions such as chronic fatigue syndrome, which causes severe tiredness, and irritable bowel syndrome (IBS), which causes bowel problems.\nSome men with CPPS have symptoms of these conditions too. There’s also some evidence that in a small number of men, CPPS may be caused by a sexually transmitted infection. But we need more research to know for sure.\nYou can read more about the symptoms of CPPS, the test used to diagnose it, and the treatments available.\nAcute bacterial prostatitis is an infection of the prostate that is caused by bacteria. Acute means that the symptoms develop very quickly. It isn’t common, but it can be serious and may need treating in hospital.\nAcute bacterial prostatitis can develop when certain types of bacteria get into your prostate, causing it to become infected.\nBacteria that normally live in your bowel may spread to the tip of your penis and to the urethra (the tube you urinate through). From here, the bacteria might reach your prostate. Bacteria can also spread to your prostate from your bladder or bloodstream.\nAcute bacterial prostatitis can happen if:\nYou can read more about the symptoms of acute bacterial prostatitis, the test used to diagnose it, and the treatments available.\nChronic bacterial prostatitis is an infection of the prostate that can last for a long time – at least three months. Chronic means that it is long-lasting. It tends to come and go, causing episodes or flare-ups. It isn’t common.\nChronic bacterial prostatitis is caused by a bacterial infection. It tends to affect men who’ve had lots of urine infections or an inflamed urethra (urethritis) in the past, or who have a damaged or narrow urethra (a stricture). Each episode tends to be caused by the same bacteria, which also cause the urine infections.\nIt can develop from acute bacterial prostatitis if antibiotics don’t get rid of all the bacteria. This could be because the bacteria were resistant to the antibiotics or because the treatment was stopped too early.\nYou can read more about the symptoms of chronic bacterial prostatitis, the test used to diagnose it, and the treatments available.\nThis is prostatitis that doesn’t have any symptoms – the word asymptomatic means there are no symptoms. It is usually detected by chance when you’re having tests for other conditions, such as prostate cancer.\nYou can read more about the symptoms of asymptomatic inflammatory prostatitis, the test used to diagnose it, and the treatments available.\nLast updated November 2022 | To be reviewed March 2024\n", "metaData": {"source": "Prostatitis\nThe different types of prostatitis and possible causes.\nLearn more\nhttps://prostatecanceruk.org/"}}