{"pageContent": "An enlarged prostate is an increase in the size of the prostate. It isn’t caused by cancer. The medical term for an enlarged prostate is benign prostatic enlargement (BPE).\nYou might also hear it called benign prostatic hyperplasia (BPH). Hyperplasia means an increase in the number of cells. It is this increase in cells that makes the prostate grow bigger (see diagram below). In our information, we use the words 'enlarged prostate' to describe both BPE and BPH.\nAn enlarged prostate is very common in men over the age of about 50. It can affect younger men too, although this is uncommon. Not everyone with an enlarged prostate get symptoms. But as the prostate grows, it can press on the outside of the urethra, causing the urethra to become narrow. This can slow down or sometimes even stop the flow of urine when you try to urinate. \nAbout 1 in 3 men over the age of 50 have urinary symptoms. The most common cause of these symptoms is an enlarged prostate.\nThis booklet is for men who want to know more about a condition called an enlarged prostate. You may also hear it called benign prostatic enlargement (BPE) or benign prostatic hyperplasia (BPH).\nDownload or order booklet\nWe still don’t really know all the things that cause the prostate to grow. But we do know about two risk factors that can increase your risk of having an enlarged prostate.\nYour risk of having an enlarged prostate increases as you get older. Many men aged 50 or over have an enlarged prostate, but they don’t all get symptoms. And some men have symptoms that don't bother them.\nThe balance of hormones (oestrogen and testosterone) in your body changes as you get older. This may cause your prostate to grow.\nSome studies show that obese men and men who have diabetes may be more likely to develop an enlarged prostate. Regular exercise may help to reduce your risk of urinary symptoms. But we still need more studies into the causes of enlarged prostate to know for certain if, and how, we can prevent it.\nThere is also some research that suggests you may be more at risk of developing an enlarged prostate if your father or brother has one. Again, further studies are needed to confirm this.\nAn enlarged prostate is the most common cause of urinary problems in men as they get older. Possible symptoms include:\nYou may not get all of these symptoms, and some men with an enlarged prostate don’t get any symptoms at all. These symptoms can also be caused by other things, such as cold weather, anxiety, other health problems, lifestyle factors, and some medicines. If you have any symptoms, visit your GP to find out what may be causing them.\nBlood in your urine may be a symptom of an enlarged prostate. But this is rare and is usually caused by something else. Tell your doctor if you have blood in your urine.\nNo, having an enlarged prostate does not increase your risk of getting prostate cancer. The two problems usually begin in different parts of the prostate. But men can have an enlarged prostate and prostate cancer at the same time.\nIf you’re worried about prostate cancer, talk to your GP or call our Specialist Nurses.\nHaving an enlarged prostate affects everyone in different ways. Some men can manage mild symptoms and don’t need treatment. Others find they need to stay near a toilet. This can make it difficult to work, drive, be outdoors and attend social events. If you need the toilet a lot during the night, this can affect your sleep and make you feel more tired during the day.\nSome men find their symptoms improve over time without treatment. But for most, the symptoms will stay the same or slowly start to cause more problems over time unless they have treatment.\nA small number of men may find it difficult to empty their bladder properly – this is called urine retention. If you’ve been diagnosed with an enlarged prostate, your doctor will look at your test results to see if you’re at risk of urine retention. You may be more likely to get urine retention if:\nThis is where you can’t empty your bladder fully, but can still urinate a little. It usually develops slowly over time. Chronic means long-lasting. The first signs often include a weak flow when you urinate, or leaking urine at night. You may feel that your abdomen (stomach area) is swollen, or that you’re not emptying your bladder fully.\nChronic urine retention is usually painless. But the pressure of the urine can slowly stretch your bladder muscle and make it weaker. This can cause urine to be left behind in the bladder when you urinate. If you don’t empty your bladder fully, you might get a urine infection, need to urinate more often, leak urine at night, or get painful bladder stones. You might also see some blood in your urine. Chronic urine retention can damage your bladder and kidneys if it isn’t treated.\nThere are several treatments for chronic urine retention, including:\n \nThis is when you suddenly and painfully can’t urinate at all. It needs treating straight away. If this happens, call your doctor or nurse, or go to your nearest accident and emergency (A&E) department. They may need to drain your bladder using a catheter. Before the catheter is removed, you may be offered a medicine called an alpha-blocker. This may help stop you getting acute retention again.\nSome tests for an enlarged prostate can be done at your GP surgery. Your GP might also arrange for you to see a doctor who specialises in urinary problems (a urologist) or a specialist nurse at the hospital.\nRead our information on tests for an enlarged prostate.\nThere are three main types of treatment for an enlarged prostate:\nRead our information on treatment for an enlarged prostate.\nUpdated: May 2022 | Due for Review: May 2025\n", "metaData": {"source": "Enlarged prostate\nAn enlarged prostate is common in men over the age of about 50.\nLearn more\nhttps://prostatecanceruk.org/"}}