{"pageContent": "Gleason score 7 prostate cancer with a higher proportion of pattern 4 (G4) has been linked to genomic heterogeneity and poorer patient outcome. The current assessment of G4 proportion uses estimation by a pathologist, with a higher proportion of G4 more likely to trigger additional imaging and treatment over active surveillance. This estimation method has been shown to have inter-observer variability. Fifteen patients with Prostate Grade Group (GG) 2 (Gleason 3 + 4) and fifteen patients with GG3 (Gleason 4 + 3) disease were selected from the PROMIS study with 192 haematoxylin and eosin-stained slides scanned. Two experienced uropathologists assessed the maximum cancer core length (MCCL) and G4 proportion using the current standard method (visual estimation) followed by detailed digital manual annotation of each G4 area and measurement of MCCL (planimetric estimation) using freely available software by the same two experts. We aimed to compare visual estimation of G4 and MCCL to a pathologist-driven digital measurement. We show that the visual and digital MCCL measurement differs up to 2 mm in 76.6% (23/30) with a high degree of agreement between the two measurements; Visual gave a median MCCL of 10 ± 2.70 mm (IQR 4, range 5-15 mm) compared to digital of 9.88 ± 3.09 mm (IQR 3.82, range 5.01-15.7 mm) (p = 0.64) The visual method for assessing G4 proportion over-estimates in all patients, compared to digital measurements [median 11.2% (IQR 38.75, range 4.7-17.9%) vs 30.4% (IQR 18.37, range 12.9-50.76%)]. The discordance was higher as the amount of G4 increased (Bias 18.71, CI 33.87-48.75, r 0.7, p < 0.0001). Further work on assessing actual G4 burden calibrated to clinical outcomes might lead to the use of differing G4 thresholds of significance if the visual estimation is used or by incorporating semi-automated methods for G4 burden measurement.", "metaData": {"source": "Prostate biopsy: to stop anticoagulation or not?\nhttps://pubmed.ncbi.nlm.nih.gov/16430617/"}}