{"pageContent": "Clinical and epidemiological research on prostate cancer is faced with some unusual methodological challenges. The very high prevalence of latent cancer, much of which never becomes clinically manifest, complicates the approach to screening and the conduct of epidemiological studies. Cost-effectiveness issues are especially relevant regarding screening policies, and these trade-offs are complicated by the absence of definitive results on the effectiveness of the various treatment options. The presentation of advanced disease is also unusual, in that the vast majority of patients do not have measurable disease suitable for traditional studies of new chemotherapy agents. These problems necessitate creative approaches to the design and analysis of research studies in this disease: cost-effectiveness analysis is crucial to the evaluation of screening policies; opportunistic designs will be essential to the valid study of cancer etiology, eg, the use of cystoprostatectomy series for studies of epidemiologic risk factors; and posttreatment changes in PSA levels may be valuable as a criterion for screening new agents in advanced disease. Regardless of these new methods, traditional methodological approaches are essential to the valid study of prostate cancer. Randomization is required for valid comparison of treatments and screening strategies. Statistical analysis should observe the intent-to-treat principle whereby patient groups are analyzed with respect to the planned, rather than the delivered therapy, and studies should have sufficiently large sample sizes to reliably distinguish the true effects of the interventions from random statistical fluctuation. Recently, meta-analysis has become popular as a tool for synthesizing the information from available studies on a specific clinical problem. Its most conspicuous success has been in showing the efficacy of adjuvant therapy in breast cancer, for which many individual studies appeared to give conflicting results.64 In this setting there was a large number of published randomized trials, many of which had large sample sizes and long follow-up, and so the meta-analysis was able to show convincingly a small but clinically meaningful treatment effect on long-term disease recurrence and survival. This is similar to the situation in localized prostate cancer in all respects except for the availability of randomized trials. Unfortunately there is no free lunch. This technique can only be applied if the high quality data are available. One must be similarly cautious in applying decision analytic techniques (and also cost-effectiveness analysis) to try to resolve clinical dilemmas.(ABSTRACT TRUNCATED AT 400 WORDS)", "metaData": {"source": "Diagnosis and staging of prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/3286957/"}}