{"pageContent": "The purpose of this work was to evaluate tolerance, feasibility and acute toxicity in patients undergoing salvage radiotherapy after high-intensity focused ultrasound (HIFU) failure. From 2005 to 2011 a total of 15 patients were treated with HIFU as primary radical treatment. Between July 2011 and February 2013, all 15 patients presented biochemical relapse after HIFU and 11C choline PET documenting intrapostatic-only failure. Salvage EBRT was performed with moderate hypofractionation schedule in 28 fractions with volumetric modulation arc therapy (VMAT). Genito-urinary (GU) and rectal and bowel toxicity were scored by common terminology criteria for adverse events version 4 (CTCAE V.4) scale. Biochemical response was assessed by ASTRO Phoenix criteria. Median age of patients was 67 years (range: 53-85). The median Gleason score was 7 (range: 6-9). The median prostate specific antigen (PSA) at the time of biochemical relapse after HIFU was 5.2 ng/mL (range: 2-64.2). Seven of the 15 patients received androgen deprivation therapy (ADT) started after HIFU failure, interrupted before 11C choline PET and radiotherapy. Median prescribed dose was 71.4 Gy (range: 71.4-74.2 Gy) in 28 fractions. No radiation related major upper gastrointestinal (GI), rectal and GU toxicity were experienced. GU, acute grade 1 and grade 2 toxicities were recorded in 7/15 and 4/15 respectively; bowel acute grade 1 and grade 2 toxicities in 4/15 and 1/15; rectal acute grade 1 and grade 2 toxicities in 3/15 and 2/15 respectively. No grade 3 or greater acute or late toxicities occurred. Biochemical control was assessed in 12/15 (80%) patients. With a median follow up of 12 months, three out of 15 patients, with biochemical relapse, showed lymph-nodal recurrence. Our early clinical results and biochemical data confirm the feasibility and show a good tolerance of the 11C choline PET guided salvage radiation therapy after HIFU failure. The findings of low acute toxicity is encouraging, but longer follow-up is needed to assess late toxicity and definitive outcomes.", "metaData": {"source": "[High intensity focused ultrasound in localized prostate cancer]\nhttps://pubmed.ncbi.nlm.nih.gov/16168696/"}}