{"pageContent": "High-intensity focused ultrasound (HIFU) is a noninvasive treatment option used for localized prostate cancer or salvage surgery after failed radiation therapy. Histological changes in post-treatment needle biopsies are reviewed to better understand HIFU failures. Between 2016 and 2021, 50 patients with localized prostate cancer were enrolled and treated in this study. Of these, 10 patients underwent salvage therapy after radiation failure and 7 did not have post-treatment needle biopsies available for review and were excluded. Inclusion criteria included pathologically confirmed prostate cancer and clinical stage T1/T2 disease. We describe the histological changes in post-treatment needle biopsies as part of routine follow-up. Biopsies were examined for presence, distribution and extent of residual adenocarcinoma, Gleason score, and ablative tissue changes. A total of 33 patients underwent HIFU hemi-ablation treatment of localized prostate cancer as primary treatment with post-treatment biopsies available for review. The average mean age of the patients was 64 years (range, 52-81 years). The average PSA (prostate-specific antigen) level of the patients was 6.3 ng/mL (range, 2.4-14.7 ng/mL). The Gleason scores assigned in pretreatment prostate needle biopsies are as follows: 3 + 3 (1 case, 3%), 3 + 4 (21 cases, 64%), 4 + 3 (9 cases, 27%), and 4 + 4 (2 cases, 6%). In post-treatment needle biopsies, 33 cases (100%) showed variable degrees of fibrosis ranging from mild to moderate. Twenty-four of 33 cases (73%) showed necrosis usually associated with acute and/or chronic inflammation. Histological examination of benign glands revealed glandular heterogeneity including atrophy and basal cell hyperplasia. Eight cases (24%) had residual prostatic adenocarcinoma after treatment, of which 4 cases were assigned Gleason score: ≥3 + 4. In cases with residual adenocarcinoma, 8 cases (100%) showed nuclear enlargement, 5 cases (63%), cytoplasmic vacuolization, and 1 case (13%) showed nuclear pyknosis; otherwise, no discernible effects of treatment were seen. Morphological alterations included a spectrum of changes ranging from extensive coagulative stromal necrosis secondary to thermal injury to atrophic changes in benign prostatic tissue after HIFU treatment. Our findings also support the hypothesis that HIFU failure results from inadequate targeting rather than failure within a treated zone.", "metaData": {"source": "Focal therapy of prostate cancer: making steady progress toward a first-line image-guided treatment modality\nhttps://pubmed.ncbi.nlm.nih.gov/25775366/"}}