{"pageContent": "Lower incidence and mortality rates from prostate cancer (PCa) have been shown in Asian men in general compared to Westerners. This is the first study detailing the clinicopathologic features of resected prostate cancer in Filipino men living in the Philippines (PH). This study investigated the supposed \"lower risk\" Filipino and \"higher risk\" American PCa patients from the PH and the United States of America (USA), respectively. We examined 348 (176 from PH, 172 from USA) radical prostatectomy cases. The clinicopathologic features of both groups (age at time of diagnosis, preoperative prostate-specific antigen [pre-op PSA] level, Gleason score [GS], Grade groups [GG], margin involvement, extraprostatic extension [EPE], seminal vesicle invasion [SVI], and regional lymph node [RLN] metastasis) were compared. Six of seven prognosticators examined were more strongly associated with Filipinos than with Americans. Filipinos were older at diagnosis (PH: 64.32 ± 6.56 years vs USA: 58.98 ± 8.08 years) and had higher pre-op PSA levels (PH: 21.39 ± 46.40 ng ml-1 vs USA: 7.63 ± 9.19 ng ml-1). Filipino men had more advanced grade, GG 2 with minor pattern 5 (PH: 6.2% vs USA: 2.9%) and GG 5 (PH: 14.8% vs USA: 3.5%). Likewise, other adverse pathological features in margin positivity (PH: 52.3% vs USA: 23.8%), focal EPE (PH: 14.2% vs USA: 2.3%), and SVI (PH: 17.1% vs USA: 5.8%) were more commonly observed in Filipinos. This study reveals the prognostic disadvantage of Filipinos versus Americans and highlights an important difference of Filipinos from other studied Asian ethnicities that have repeatedly been shown to have lower-risk PCa. This study, the first on Filipino PCa patients with RP, suggests the need to modify Western-based risk stratification when employed in other countries like the PH.", "metaData": {"source": "Hormone ablation therapy: lightening the load for today's prostate cancer patient\nhttps://pubmed.ncbi.nlm.nih.gov/17474637/"}}