{"pageContent": "Prostate cancer is a disease typical of the elderly with a peak of incidence at 80 years. As most patients aged > or = 70 years show impairment of physical and/or cognitive performance, a complete geriatric assessment should be mandatory before planning any oncological treatment, in order to remove treatable conditions and to estimate the individual cancer-independent survival probability. In unfit patients with early prostate cancer watchful waiting represent the best strategy when the chance of living <10 years and the benefit from any upfront active treatment would be poor. Radiotherapy should be sometimes offered to vulnerable patients having high risk prostate cancer. Even in locally advanced prostate cancer active treatment could be deferred in asymptomatic patients, with short individual cancer-independent survival and well or moderately differentiated tumour. When hormonal deprivation therapy is administered a great attention should be paid to potential adverse events, that could precipitate the physical performance and accelerate the development of severe frailty. In the metastatic setting, the best supportive care, including bisphosphonates, should have the priority in the management of unfit patients. Chemotherapy, with Docetaxel as the standard regimen, should be reserved to patients showing diffuse symptoms, rapidly increasing PSA and/or presence of visceral metastasis, after all steps of endocrine therapy were covered. As regard the second line, a number of possibilities are available, but none have been tested in vulnerable and frail patients. At the present a number of issues about prostate cancer in unfit senior adults patients are still unsolved and should be debated in the light of results from dedicate prospective trials.", "metaData": {"source": "A randomised, double-blind, placebo-controlled trial of nightly sildenafil citrate to preserve erectile function after radiation treatment for prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/23374559/"}}