{"pageContent": "Currently, the choice of tactics of treatment of the patient with prostate cancer (PCa) requires to take into account the degree of differentiation and stage of tumor, age of the patient and his somatic diseases, the risk of complications, as well as the patient's desire and physician's experience. Due to the progressive development of medical technology, interest in minimally invasive treatments for prostate cancer, such as cryoablation, interstitial brachytherapy and HIFU-therapy, has grown. Cryoablation of the prostate gland is a tissue ablation by local effects of very low temperatures and is minimally invasive, highly effective treatment for prostate cancer that can be used as the primary treatment, and in the case of tumor recurrence after radiotherapy. Focal cryoablation of the prostate allows to selectively destroy the known tumor with preservation of organ function and without reducing the quality of life of the patient. Focal therapy for prostate cancer is an alternative to radical treatment and active surveillance, occupying an intermediate position between them. Due to the lack of long-term results, focal cryoablation is an experimental type of treatment. First cryoablation of the prostate using modern equipment was carried out in Russia in March 2010, at the Department of Urology MSMSU. Since that time, we performed this procedure in 122 patients with prostate cancer; cryoablation was primary treatment in 110 patients and was used as salvage treatment in 12 patients. In most cases, the operation was performed under epidural or spinal anesthesia. According to the protocol, all the patients underwent 2 cycles of freezing and thawing under transrectal ultrasound guidance. A significant improvement of equipment for cryosurgery, the use of cryoneedles with smaller diameter, and the use of temperature sensors and catheters to warm the urethral mucosa have allowed to minimize the number of complications in comparison with other methods of treatment of prostate cancer and achieve a high disease-free survival. Our prospective study was aimed to analyze our own results cryoablation of the prostate gland.", "metaData": {"source": "[Clinical, morphological and microcirculatory criteria of local recurrence of the prostate cancer after HIFU therapy]\nhttps://pubmed.ncbi.nlm.nih.gov/32597589/"}}