{"pageContent": "The hormonal treatment of advanced prostate cancer involves life disruptive side-effects, such as impotence, libido loss and bodily feminisation. Conflicting views on the weight of the disruption they cause as against the therapy's survival benefits currently underlie debates over its appropriate mode of administration and its optimal timing in cases that do not necessitate immediate intervention. On the basis of a study of the disruptions caused to various life domains of 15 Israeli patients receiving such treatment, the present paper illustrates an integrated approach to their analysis that sheds new light on their intensity. The study was conducted by means of in-depth interviews and its data were processed according to the constant comparative analysis method. Its findings indicate that the therapy allowed the patients to regain their strength, to retain their need of love, basic masculine self-identification and spousal ties, and to renew their past social contacts. On the other hand they could no longer define themselves as healthy, sexually competent and 'male' in all respects, and their pre-treatment relationships with partners and friends lost the sense of closeness. Further psychosocial costs that were detected include patients' deprivation of their sense of continuity, excitements, hopes and coping capabilities. An integrated analysis of the concurrent normalisation and deviantisation processes undergone by them yielded the conclusion that the therapy subjects them to a liminal state, that is, the inability to classify themselves into culturally available categories. The difficulties entailed in this state highlight the need to take them into consideration when patients' condition allows a choice between alternative forms of hormonal therapy and between its early or deferred commencement. The interpretation of the disruption to their lives in terms of liminality also clarifies former studies' confusing reference to this subject and points to issues that still await investigation.", "metaData": {"source": "Threat of Sexual Disqualification: The Consequences of Erectile Dysfunction and Other Sexual Changes for Gay and Bisexual Men With Prostate Cancer\nhttps://pubmed.ncbi.nlm.nih.gov/27102603/"}}