{"pageContent": "It is hypothesised that seemingly disparate and unrelated phenomena clustering in persons of African descent living in the Americas such as outstanding sprinting ability and high prostate cancer incidence and mortality are in fact related and emerge from enhanced testosterone responsiveness in descendants of African slaves surviving the transatlantic trade in Africans. It is postulated that the ability to have survived the middle passage was positively correlated with greater responsiveness of the androgen receptor to its primary ligands dihydrotestosterone and testosterone, and that slaves possessing more responsive androgen receptors experienced a survival advantage engendered by the enhanced anabolic effects which accrued such as increased red cell mass and therefore greater oxygen carrying capacity and tissue oxygen delivery enabling these slaves to tolerate stifling conditions in the hull of the slave ship, increased lean muscle mass and therefore greater surface area to volume ratio resulting in easier ability to dissipate heat and remain cool, and increased skin thickness and sebum production resisting the macerating effect of lying in admixed bodily fluids below deck. These androgen effects as well as others would have produced a survival advantage under the severe selection pressure created by the inhumane and physiologically challenging circumstances under which the slaves were transported from the interior of the African continent and West Africa to the 'New World'. This would result in a population shift favouring increased androgen receptor responsiveness in descendants of African slaves populating the Americas and a corresponding geographic and racial distribution of androgen related phenomena such as sprinting prowess and prostate cancer. African-Americans having the highest prostate cancer incidence rate and the Caribbean having the highest prostate cancer mortality rates in the world are consistent with this hypothesis as is the observation that the 10 fastest men and 9 fastest women of all time are exclusively the descendants of West African slaves who survived the middle passage. It is predicted that as yet undiscovered as well as known biological correlates of enhanced androgen receptor responsiveness such as relatively short CAG-repeats in the poly Q tail of exon 1 of the androgen receptor gene will be more prevalent among African-Americans and Afro-Caribbean peoples than among West Africans. It is also predicted that African-Americans and Afro-Caribbean peoples will have relatively shorter CAG-repeats in the androgen receptor gene compared to West Africans.", "metaData": {"source": "Complete unilateral vision loss and optic nerve cupping from metastatic prostate cancer to the optic canal\nhttps://pubmed.ncbi.nlm.nih.gov/33431444/"}}