{"pageContent": "We have shown that adenovirus-mediated manipulation of apoptotic genes such as bax could be a therapeutic option for prostate cancer. Unfortunately, the response of experimental prostate tumors to a single therapeutic gene of the apoptotic pathway is short-lived, and most of these tumors relapse after a short period of time. In this investigation we present data generated with adenovirus AvARR(2)PB-Bad, in which the apoptotic gene bad was placed under the control of the dihydrotestosterone (DHT)-inducible third-generation probasin-derived promoter ARR(2)PB. This therapeutic virus was given alone or in combination with other therapeutic viruses to a variety of in vitro and in vivo experimental models of prostate cancer. On infection with AvARR(2)PB-Bad, DHT-induced Bad overexpression occurred specifically in androgen receptor-positive (AR(+)) cells of prostatic derivation. The apoptotic effect of AvARR(2)PB-Bad (group 1) was compared with that of AvARR(2)PB-Bax (which overexpresses the apoptotic protein Bax) (group 2), with that of the combination AvARR(2)PB-Bad plus AvARR(2)PB-Bax (group 3), and with that of the control virus AvARR(2)PB-CAT (group 4) in the cell line LNCaP. In addition to identifying the modality of apoptosis induction by overexpressed Bad, the results suggested that group 3 contained more apoptotic cells than any other group. In additional studies, AR(+) androgen-dependent LNCaP cells or AR(+) and androgen-independent C4-2 cells were injected subcutaneously into nude mice. Four groups of six LNCaP or C4-2 tumors were treated with the same combinations of viruses discussed above for groups 1, 2, 3, and 4. Treatment resulted in decreased tumor size in groups 1, 2, and 3 compared with group 4. There was a better response in group 3 compared with group 2, and in group 2 compared with group 1. A better response in group 3 was confirmed during a 8-week follow-up period, in which no treatment was administered. Two LNCaP and C4-2 tumors of group 3 disappeared at the end of treatment and did not recur after an 8-week follow-up period. The data suggest that polygene therapy with apoptotic molecules is more effective in experimental models of androgen-dependent or -independent prostate cancer than monogene therapy.", "metaData": {"source": "The lonely female partner: a central aspect of prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/22073900/"}}