{"pageContent": "Purpose To determine the demographic, clinical, decision-making, and quality-of-life factors that are associated with treatment decision regret among long-term survivors of localized prostate cancer. Patients and Methods We evaluated men who were age ≤ 75 years when diagnosed with localized prostate cancer between October 1994 and October 1995 in one of six SEER tumor registries and who completed a 15-year follow-up survey. The survey obtained demographic, socioeconomic, and clinical data and measured treatment decision regret, informed decision making, general- and disease-specific quality of life, health worry, prostate-specific antigen (PSA) concern, and outlook on life. We used multivariable logistic regression analyses to identify factors associated with regret. Results We surveyed 934 participants, 69.3% of known survivors. Among the cohort, 59.1% had low-risk tumor characteristics (PSA < 10 ng/mL and Gleason score < 7), and 89.2% underwent active treatment. Overall, 14.6% expressed treatment decision regret: 8.2% of those whose disease was managed conservatively, 15.0% of those who received surgery, and 16.6% of those who underwent radiotherapy. Factors associated with regret on multivariable analysis included reporting moderate or big sexual function bother (reported by 39.0%; OR, 2.77; 95% CI, 1.51 to 5.0), moderate or big bowel function bother (reported by 7.7%; OR, 2.32; 95% CI, 1.04 to 5.15), and PSA concern (mean score 52.8; OR, 1.01 per point change; 95% CI, 1.00 to 1.02). Increasing age at diagnosis and report of having made an informed treatment decision were inversely associated with regret. Conclusion Regret was a relatively infrequently reported outcome among long-term survivors of localized prostate cancer; however, our results suggest that better informing men about treatment options, in particular, conservative treatment, might help mitigate long-term regret. These findings are timely for men with low-risk cancers who are being encouraged to consider active surveillance.", "metaData": {"source": "Penile rehabilitation following radical prostatectomy: role of early intervention and chronic therapy\nhttps://pubmed.ncbi.nlm.nih.gov/17983900/"}}