{"pageContent": "Management of adverse events related to cancer therapies are seen as tertiary prevention. Concerning prostate cancer, dealing with secondary effects of treatments is crucial. Indeed, if recent advances in cancer therapy have lead to an acceptable overall prognosis, these results face increasing cases of adverse events that can dramatically impact quality of life. Localized prostate cancer management (by radical prostatectomy, brachytherapy, external radiation therapy, hormonal treatment) leads to two main secondary effects: bladder and urinary sphincter dysfunction on one hand and sexual disorders on the other hand. Urinary disorders are stress urinary incontinence (mainly after radical prostatectomy), storage symptoms and overactive bladder, and outflow obstruction (mainly after radiation therapy). Stress urinary incontinence can be managed by pelvic floor muscle training and behavioural treatment. In case of failure, and after one year of evolution, surgical options are indicated (periurethral injections, artificial urinary sphincter, tapes and balloons). Storage symptoms respond to medical management (anticholinergics), and obstructive symptoms are treated by alpha-blockers, self-catheterization or surgery if necessary. Sexual disorders are erectile dysfunction, pelvic floor discomfort, orgasm disorder, and penile retraction and fibrosis. Available options gather medical treatment by phosphodiesterase-5 inhibitors, Vacuum, and penile prosthesis. Recent advances in this field point out the role of early penile rehabilitation and prevention of sexual disorders. Although often associated in the same patients, sexual and urinary disorders following prostate cancer management are often considered separately. Their combined treatment should be an objective for both clinical practice and research. New treatments for stress urinary incontinence management (latero-urethral balloons, new male slings) and for erectile dysfunction (penile rehabilitation, treatment penile retraction and optimal use of phosphodiesterase-5 inhibitors) will extend the therapeutic options in the next future, and improve the level of care for patients with prostate cancer.", "metaData": {"source": "Five-year longitudinal effect of radical perineal prostatectomy on health-related quality of life in Japanese men, using general and disease-specific measures\nhttps://pubmed.ncbi.nlm.nih.gov/19338553/"}}