{"pageContent": "Erectile dysfunction (ED), the second most common male sexual disorder, has an important impact on man sexuality and quality of life affecting also female partner's sexual life. ED is usually related to cardiovascular disease or is an iatrogenic cause of pelvic surgery. Many non-surgical treatments have been developed with results that are controversial, while surgical treatment has reached high levels of satisfaction. The aim is to evaluate outcomes and complications related to prosthesis implant in patients suffering from ED not responding to conventional medical therapy or reporting side effects with such a therapy. One hundred eighty Caucasian male suffering from ED were selected. The patient population were divided into two groups: 84 patients with diabetes and metabolic syndrome (group A) and 96 patients with dysfunction following laparoscopic radical prostatectomy for prostate cancer (group B). All subjects underwent primary inflatable penile prosthesis implant with an infrapubic minimally invasive approach. During 12 months of follow-up, we reported 3 (1.67%) explants for infection, 1 (0.56%) urethral erosion, 1 (0.56%) prosthesis extrusion while no intraoperative complications were reported. Mean International Index of Erectile Function-5 (IIEF-5) was 8.2 ± 4.0 and after the surgery (12 months later) was 20.6 ± 2.7. The improvement after the implant is significant in both groups without a statistically significant difference between the two groups (P-value 0.65). Mean Erectile Dysfunction Inventory of Treatment Satisfaction (EDITS) score 1 year after the implant is 72.2 ± 20.7, and there was no statistically significant difference between groups A and B (P-value 0.55). Implantation of an inflatable prosthesis, for treatment of ED, is a safe and efficacious approach; and the patient and partner satisfaction is very high. Surgical technique should be minimally invasive and latest technology equipment should be implanted in order to decrease after surgery common complications (infection and mechanical failure).", "metaData": {"source": "Decreasing suicide risk among patients with prostate cancer: Implications for depression, erectile dysfunction, and suicidal ideation screening\nhttps://pubmed.ncbi.nlm.nih.gov/28964659/"}}