{"pageContent": "According to the European Association of Urology (EAU) guidelines, a life expectancy of > 10 years is considered an important factor in the treatment of prostate cancer. The Charlson score is used to predict mortality based on comorbidities. The purpose of this study was to investigate the relationship between age, Charlson score and outcome in patients with cT3a prostate cancer. Between 1987 and 2004, 200 patients, who were with clinical T3a prostate cancer and who underwent radical prostatectomy (RP), were previously detected by digital rectal examination (DRE). Patients were categorized into two age groups (< 65 and >or= 65 years old). Patients were also divided into two groups according to Charlson score ( = 0 and >or= 1). Both age and Charlson score were analyzed regarding their predictive power of patients' outcomes. The mean follow-up period was 70.6 months, and the mean age of patients was 63.3 years. In all, 106 patients were < 65 years old and 94 patients were >or= 65 years old. Age was a significant predictor of overall survival (OS). A Charlson score of 0 was found in 110 patients, and of >or= 1 in 90 patients. Charlson score was not a significant predictor of biochemical progression-free survival (BPFS), clinical progression-free survival (CPFS) or OS. Cox multivariate analysis showed that margin status was a significant independent factor in BPFS, and cancer volume was a significant independent factor in CPFS. Charlson score does not influence the outcome in patients with clinical locally advanced prostate cancer. Age may influence OS. RP can be performed in motivated healthy older patients. However, the patients need to be counseled regarding possible surgery-related side effects, such as urinary incontinence and erectile dysfunction, which are age- and comorbidity-dependent.", "metaData": {"source": "Unfavorable Pathology, Tissue Biomarkers and Genomic Tests With Clinical Implications in Prostate Cancer Management\nhttps://pubmed.ncbi.nlm.nih.gov/29727322/"}}