{"pageContent": "Prostate cancer, bladder cancer, renal cancer and testicular cancer are the most frequent malignancies in urology. Additional to parameters such as patient age, course of the disease, different forms of therapy and survival rates, quality of life is gaining more importance. This parameter is usually evaluated using general and disease-specific questionnaires. The SF-36 and the QLQ-C30 (EORTC) questionnaires are well established to determine quality of life in general. Disease-specific questionnaires for renal cancer and testicular cancer are currently under development. Bladder cancer can be evaluated by two EORTC modules investigating parameters such as voiding, bowel function and sexual function. The QLQ-BLS24 is made for patients with superficial bladder cancer and contains 24 questions. Also, side effects from intravesical therapy and repeated cystoscopies are determined. The QLQ-BLM30 is used for invasive bladder cancer. There are 30 questions to determine the impact of a urostoma (<<body image>>) or repeated catheterization. For prostate cancer many disease-specific questionnaires are available, however, only few are translated into German. One is the prostate cancer module QLQ-PR25 with 25 questions highlighting side effects (voiding, bowel function, sexual function) from prostatectomy, radiotherapy or antihormonal therapy. Despite problems when comparing different studies concerning quality of life in patients with localized prostate cancer one finds that radical prostatectomy is inferior in terms of continence, inferior or equal concerning sexual function and superior with respect to bowel function when compared with radiotherapy. It is noteworthy that there is no difference between prostatectomy and radiotherapy with respect to overall quality of life. Beside the development of disease-specific questionnaires, a future major issue is the standardized determination of the parameter quality of life to achieve a basis to compare the results of different studies.", "metaData": {"source": "\"It's not just about prostate cancer, it's about being a gay man\": A qualitative study of gay men's experiences of healthcare provision in the UK\nhttps://pubmed.ncbi.nlm.nih.gov/30325082/"}}