{"pageContent": "Given that romantic partners play a pivotal role in patients' survivorship period, integrating partners into survivorship care and broadening the focus of behavioral interventions from the individual (survivor) to the survivor-partner dyad may make healthy lifestyle behaviors more easily adopted and potentially maintained. Understanding the role of dyadic processes in Black survivors is particularly important because their lifestyle behaviors are poor and they have higher cancer-specific and all-cause mortality. To develop an effective dyadic lifestyle behavior intervention for Black survivors, micro-level investigations of interactions between Black survivors and their partners are necessary to pinpoint how survivors and partners facilitate or hinder each other's lifestyle behaviors in their natural, everyday lives. Accordingly, the objective of the present study is to fill these gaps using ecological momentary assessment to eventually develop more effective lifestyle interventions for Black prostate cancer (PCa) survivors and partners. A total of 120 dyads (i.e., 240 individuals) who are Black adult survivors diagnosed with non-metastatic PCa and their romantic partners will be asked to complete four assessments per day for 14 consecutive days on a smartphone after an initial retrospective survey. Over the 14 days, participants will be asked to complete a brief survey regarding their lifestyle behaviors (physical activity, sedentariness and eating behaviors), contexts of lifestyle behaviors, stress, and coping. Physical activity and sedentary behavior will be assessed via accelerometer; eating behaviors will be assessed with the Automated Self-Administered 24-hour Dietary Assessment Tool. After completing the 14-day assessment, participants will be asked to complete a final retrospective survey. Results of the proposed study will inform the rigorous development of a theory-based dyadic lifestyle intervention in this vulnerable survivorship population with the ultimate goal to improve overall survival and reduce morbidities (for survivors) and reduce cancer incidence (for partners).", "metaData": {"source": "Screening for prostate cancer: updated experience from the Tyrol study\nhttps://pubmed.ncbi.nlm.nih.gov/15780158/"}}