{"pageContent": "High-risk prostate cancer has an increased rate of local and systemic recurrence after locally definitive therapy. High-risk prostate cancer is defined by using a combination of pretreatment tumor related factors (prostatic specific antigen [PSA] level, stage, Gleason score, and extent of involved biopsy cores) and by pathological findings. Pretreatment PSA kinetics may allow the identification of more patients at high risk of treatment failure who otherwise would have been included in lower risk groups according to conventional risk assignment systems. Eight months of neoadjuvant androgen deprivation therapy prior to radical prostatectomy has been shown in a randomized trial to significantly reduce rates of positive margins compared to 3 months of therapy; however, no significant difference in PSA recurrence rates is apparent 5 years postsurgery. The use of early chemotherapy in prostate cancer has until recently been limited by lack of evidence of an effective chemotherapeutic agent for more advanced disease. Recent data, confirming a survival advantage of docetaxel based regimes in metastatic disease, has focused attention on the use of early chemotherapy in these men with high-risk disease. The technical requirements of surgery on high-risk patients are now better defined and one challenge for the specialty is to take this knowledge and apply it successfully in the laparoscopic setting. However, the limit of surgery alone in reducing recurrence in high-risk disease from technical advancements has plateaued. In order to take the field forward, successful multimodal treatment strategies are needed to improve the outcomes over surgical monotherapy for high-risk disease. Novel nucleotide therapy targeting the production of cell survival proteins has provided promising phase 1 data in prostate cancer. This experimental therapy has been built on an understanding of the observed effects that androgen deprivation therapy has on cancer cell survival proteins produced during periods of cellular stress.", "metaData": {"source": "Navigating Treatment of Metastatic Castration- Resistant Prostate Cancer: Nursing Perspectives\nhttps://pubmed.ncbi.nlm.nih.gov/26583636/"}}