{"pageContent": "Prostate cancer incurs a substantial incidence and mortality burden, similarly to breast cancer, and it ranks among the top ten specific causes of death in the United States. It is inherent as we maximize the detection of early prostate cancer that we increase the detection of both nonaggressive (slow growing) and aggressive (faster growing) prostate cancers. The evidence clearly supports the use of PSA screening in conjunction with DRE as a means of early detection of prostate cancer. Widespread implementation of prostate cancer screening in the United States has led to the phenomenon of stage migration with more cancers being detected at a lower stage. Such a trend has decreased the incidence of metastatic disease at diagnosis and paralleled the decrease of the mortality rate from prostate cancer. Our understanding of the natural history of prostate cancer is progressing over time, but the question of its length is unanswerable. The relatively long doubling time (on average) of early prostate cancer of 3 to 4 years or more indicates a relatively good prognosis for many men with this disease, even without early detection and treatment. Unfortunately, the poor specificity of the PSA test in men with benign prostatic hyperplasia (BPH) leads to high rates of prostate biopsy and attendant illnesses and costs. Early detection is more apt to detect a slow-growing prostate cancer than a faster growing cancer that is associated with a more rapid course of progression to metastatic disease. Hence, the launching of mass screening programs for the early detection of prostate cancer is premature. However, in the absence of solid evidence of benefit, one reasonable approach to screening at the individual level is to involve the patient in decisions about whether or not to perform a PSA test. Thus, \"offering\" PSA testing must be accompanied by informed discussion within the context of an ongoing patient-physician relationship. This is to be distinguished from the use of PSA testing for the purpose of \"mass screening.\" Concepts that must be explored with the patient include: 1. The long-term ramifications of screening 2. The relatively high probability of further evaluation and biopsy with positive results 3. Potentially difficult decisions that may arise about using treatments that are associated with considerable morbidity and uncertain benefits (at the time) if cancer is discovered We should identify a future path that is evidence-based, focused on the issues that make a difference to patients, and results in better and longer lives of those with the disease and those who are at risk of getting it. If that path leads to treating fewer patients in the future, even if sometimes more aggressively, we should pursue it definitely and consequently.", "metaData": {"source": "The Role of Radical Prostatectomy and Radiotherapy in Treatment of Locally Advanced Prostate Cancer: A Systematic Review and Meta-Analysis\nhttps://pubmed.ncbi.nlm.nih.gov/28675891/"}}