{"pageContent": "Although radiotherapy to the prostate for cancer is effective, recurrence occurs in 10-15% within 5 years. Traditional salvage treatments for men with radiorecurrent prostate cancer comprise of watchful waiting (WW) with or without androgen deprivation therapy (ADT) or radical prostatectomy (RP). Neither strategy provides ideal therapeutic ratios. Salvage focal ablation is an emerging option. We performed a systematic review of the Medline and Embase databases for studies reporting outcomes of focal salvage brachytherapy (sBT), cryotherapy (sCT) or high-intensity focused ultrasound (sHIFU) for radiorecurrent prostate cancer (conception to April 2019). Results were screened for inclusion against predetermined eligibility criteria. Certain data were extracted, including rates of biochemical disease-free survival (BDFS), metastasis, conversion to second-line therapies and adverse events. Of a total 134 articles returned from the search, 15 studies (14 case series and 1 comparative study) reported outcomes after focal sBT [5], sCT [7] and sHIFU [3]. Cohort size varied depending on intervention, with eligible studies of sBT being small case series. Median follow-up ranged from 10 to 56 months. Although pre-salvage demographics were similar [median age range, 61-75 years; prostate-specific antigen (PSA) range, 2.8-5.5 ng/mL], there was heterogeneity in patient selection, individual treatment protocols and outcome reporting. At 3 years, BDFS ranged from 61% to 71.4% after sBT, 48.1-72.4% after sCT and 48% after sHIFU. Only studies of sCT reported 5-year BDFS, which ranged from 46.5% to 54.4%. Rates of metastasis were low after all salvage modalities, as were conversion to second-line therapies (although this was poorly reported). Grade 3 adverse events were rare. This systematic review indicates that salvage focal ablation of radiorecurrent prostate cancer provides acceptable oncological outcomes and is well tolerated. Unfortunately, there is heterogeneity in the study design of existing evidence. Level 1 research comparing salvage focal therapies to existing whole-gland strategies is needed to further establish the role of these promising treatments.", "metaData": {"source": "The impact of pre-procedural waiting period and anxiety level on pain perception in patients undergoing transrectal ultrasound-guided prostate biopsy\nhttps://pubmed.ncbi.nlm.nih.gov/22042731/"}}