{"pageContent": "Of the estimated 565,650 people in the U.S. who will die of cancer in 2008, almost all will have metastasis. Breast, prostate, kidney, thyroid and lung cancers metastasize to the bone. Tumor cells reside within the bone using integrin type cell adhesion receptors and elicit incapacitating bone pain and fractures. In particular, metastatic human prostate tumors express and cleave the integrin A6, a receptor for extracellular matrix components of the bone, i.e., laminin 332 and laminin 511. More than 50% of all prostate cancer patients develop severe bone pain during their remaining lifetime. One major goal is to prevent or delay cancer induced bone pain. We used a novel xenograft mouse model to directly determine if bone pain could be prevented by blocking the known cleavage of the A6 integrin adhesion receptor. Human tumor cells expressing either the wildtype or mutated A6 integrin were placed within the living bone matrix and 21 days later, integrin expression was confirmed by RT-PCR, radiographs were collected and behavioral measurements of spontaneous and evoked pain performed. All animals independent of integrin status had indistinguishable tumor burden and developed bone loss 21 days after surgery. A comparison of animals containing the wild type or mutated integrin revealed that tumor cells expressing the mutated integrin resulted in a dramatic decrease in bone loss, unicortical or bicortical fractures and a decrease in the ability of tumor cells to reach the epiphyseal plate of the bone. Further, tumor cells within the bone expressing the integrin mutation prevented cancer induced spontaneous flinching, tactile allodynia, and movement evoked pain. Preventing A6 integrin cleavage on the prostate tumor cell surface decreased the migration of tumor cells within the bone and the onset and degree of bone pain and fractures. These results suggest that strategies for blocking the cleavage of the adhesion receptors on the tumor cell surface can significantly prevent cancer induced bone pain and slow disease progression within the bone. Since integrin cleavage is mediated by Urokinase-type Plasminogen Activator (uPA), further work is warranted to test the efficacy of uPA inhibitors for prevention or delay of cancer induced bone pain.", "metaData": {"source": "Prostate cancer characteristics and survival in males of African Ancestry according to place of birth: data from Brooklyn-New York, Guyana, Tobago and Trinidad\nhttps://pubmed.ncbi.nlm.nih.gov/20503395/"}}