{"pageContent": "Many important features of the biology of prostate cancer have not been discussed in this review, which has emphasized the traditional criteria for characterizing the biologic behavior of the disease: volume, grade, and invasiveness. Studies of the pathology of prostate cancer found at autopsy or in the clinic, the natural history of the disease, and the results of treatment trials leave little room for doubt that large cancers, particularly those that are not well differentiated or that invade outside of the prostate, will prove lethal if not effectively treated. We do not know whether some small prostate cancers are potentially dangerous. Perhaps studies of nuclear features, DNA content, or oncogene expression will be able to distinguish the potentially lethal small cancers from the truly \"latent\" small cancers. We do, however, have strong evidence that every big cancer is dangerous. Autopsy studies have established that there are not two forms of prostate cancer, but one. Initial malignant transformation in the prostate produces an adenocarcinoma histologically indistinguishable from any other prostate cancer. However, a promoter seems to be necessary to activate the tumor and allow it to express its malignant potential. The strong correlation between the prevalence of large, proliferative cancers found at autopsy and the clinical incidence and mortality rate of prostate cancer in populations around the world strongly supports the concept of a multistep process in the pathogenesis of the disease. If McNeal's detailed volumetric studies are accurate, then we can estimate the proportion of \"autopsy\" cancers that are large enough to threaten the life and well-being of their host. This proportion appears to be about 20 per cent, and these are the undetected but \"clinically important\" cancers. The dilemma of prostate cancer becomes less puzzling when viewed in this light. In a daunting display of the power of the paradox of prostate cancer, Chodak estimated that if every cancer present in American men were to be found and treated, 75,000 men would die from the treatment, whereas less than 30,000 are expected to die of the disease this year! But this paradox can be explained by introducing time into the analysis, basing estimates on the lifetime risks rather than the annual incidence. For a 50-year-old man, the lifetime risk of developing cancer in the prostate is about 42 per cent, the risk of developing the disease clinically is 9.5 per cent, and the risk of dying from the disease is 2.9 per cent.(ABSTRACT TRUNCATED AT 400 WORDS)", "metaData": {"source": "Molecular mechanisms and genetic alterations in prostate cancer: From diagnosis to targeted therapy\nhttps://pubmed.ncbi.nlm.nih.gov/35276289/"}}