{"pageContent": "Primary prostate cancer treatment often results in suboptimal urinary, bowel and/or sexual function. These effects are not inevitable. After treatment patients typically report high health related quality of life (QoL) scores. This discrepancy between disease-specific and generic results raises the question which meaning side effects actually have to patients. In a qualitative study we explored two mechanisms which could possibly explain the discrepancy: insensitivity of generic QoL measures to these specific symptoms and adaptation to changed health (response shift). In semi-structured interviews with 33 prostate cancer patients in the Netherlands we collected data on their opinions regarding health and QoL, we observed how respondents behaved when completing health status and QoL questionnaires, and solicited comments on a QoL questionnaire, its items, and its content validity. We observed that patients trivialized sexual (dys) function referring to old age. We found that while they might consider sexual, urinary, and bowel dysfunctions as problems, they did not take such dysfunctions into account when completing QoL measures because they did not view these dysfunctions as aspects of health. This finding reveals a so far unidentified cause of the insensitivity of generic measures of health status. Furthermore, response shift appeared to be present: many patients accepted the side effects as inevitable consequences of having been treated for prostate cancer, a condition they perceived as life threatening. We conclude that generic QoL measures cannot reveal the impact of sexual, urinary and bowel dysfunctions on patients because such dysfunctions are not perceived as health problems. By presenting these findings we want to draw attention to issues that complicate QoL assessments in general and in prostate cancer patients in particular.", "metaData": {"source": "From bedside to bed. Recovery of sexual function after prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/16060168/"}}