{"pageContent": "For about 50 years, androgen blockade in prostate cancer has been limited to monotherapy (surgical castration) or high doses of estrogens in patients with advanced disease and bone metastases. The discovery of medical castration with LHRH agonists has led to fundamental changes in the endocrine therapy of prostate cancer. In 1979, the first prostate cancer patient treated with an LHRH agonist received such treatment at the Laval University Medical Center. A long series of studies have clearly demonstrated that medical castration with an LHRH agonist has inhibitory effects on prostate cancer equivalent to those of surgical castration. The much higher acceptability of LHRH agonists has been essential to permit a series of studies in localized disease. Based upon the finding that the testicles and adrenals contribute approximately equal amounts of androgens in the human prostate, the combination of medical (LHRH agonist) or surgical castration associated with a pure antiandrogen (flutamide, nilutamide or bicalutamide) has led to the first demonstration of a prolongation of life in prostate cancer, namely a 10-20% decreased risk of death according to the various metaanalyses of all the studies performed in advanced disease. In analogy with the other types of advanced cancers, the success of combined androgen blockade in metastatic disease is limited by the development of resistance to treatment. To avoid the problem of resistance to treatment while taking advantage of the relative ease of diagnosis of prostate cancer at an \"early\" stage, the much higher acceptability of LHRH agonists has permitted a series of studies which have demonstrated a major reduction in deaths from prostate cancer ranging from 31% to 87% at 5 years of follow-up in patients with localized or locally advanced prostate cancer. Most importantly, recent data show that the addition of a pure antiandrogen to an LHRH agonist in order to block the androgens made locally in the prostate leads to a 90% long-term control or probable cure of prostate cancer.", "metaData": {"source": "Decreased accuracy of the prostate cancer EAU risk group classification in the era of imaging-guided diagnostic pathway: proposal for a new classification based on MRI-targeted biopsies and early oncologic outcomes after surgery\nhttps://pubmed.ncbi.nlm.nih.gov/31838560/"}}