{"pageContent": "Between 1987 and 1991, 269 patients with clinical stage T1 or T2, N0 or Nx adenocarcinoma of the prostate underwent external beam radiation therapy as the sole initial treatment and were followed with serial prostate specific antigen (PSA) levels for 9 to 73 months (mean 33, median 30). Of the patients 26 had clinical evidence of disease relapse, 58 had an increasing PSA profile and 62 had either relapse or an increasing PSA. The actuarial incidence of increasing PSA was 30% at 5 years and the incidence of relapse or increasing PSA was 36% at the same time. With relapse or increasing PSA level as an end point, pretreatment PSA level, Gleason grade and serum prostatic acid phosphatase level were individually significant covariates. However, in multivariate analysis only pretreatment PSA level was significant. The 5-year actuarial rates of relapse or increasing PSA according to pretreatment PSA level were 4 ng./ml. or less-14%, greater than 4 to 10 ng./ml.-33%, greater than 10 to 30 ng./ml.-55% and greater than 30 ng./ml.-greater than 80%. Post-irradiation PSA levels at 3 and 6 months provided prognostic information additional to that inherent before treatment. However, the nadir PSA value, achieved typically at 6 to 12 months, was the most significant aspect of posttreatment PSA. Patients with a nadir PSA level of less than 1 ng./ml. fared well, with a 12% incidence of relapse or increasing PSA at 5 years. Nadir values exceeding 1 ng./ml. were associated with an increasing relapse rate as the nadir value increased, and nearly two-thirds of the cases in which the nadir exceeded 4 ng./ml. failed by 2 years. When increasing PSA was used as an end point additional to relapse, the outcome in this series was significantly worse than in an earlier series evaluated without PSA. Comparing these 2 series resulted in an estimate that PSA begins to increase approximately 4 to 5 years before the appearance of clinically overt disease. These results reveal the high significance of pretreatment PSA levels, significance of nadir PSA values after treatment, earlier detection of persistent disease by the increasing PSA profile, and the fact that total and permanent eradication of localized prostate cancer is considerably more difficult than traditionally believed. The therapeutic implications of this series, and the implications on the quantity and quality of patient lives await prospective study.", "metaData": {"source": "The lifetime risk of developing prostate cancer in white and black men\nhttps://pubmed.ncbi.nlm.nih.gov/9332756/"}}