{"pageContent": "Men with prostate cancer (n=25) were interviewed, focusing on experiences of micturition problems, indwelling catheter treatment and sexual life consequences. Narrations were found to be practical and technical descriptions rather than emotional, and experiences were described with reduction and negligence regarding personal well-being and the impact of problems. Phenomenological-hermeneutic analysis was used and findings ordered in subthemes and themes of meaning. Micturition problems, catheter treatment and sexual life problems were all phenomena that radically affected the clients' autonomy and life quality and changed the life continuum. Impact from the disease was either accepted or not and related to what had already been borne in life. Experiences were linked together, each of them giving rise to feelings of physical deterioration and fear of ridicule, and hidden from others. Maintaining self-image and social role was important and connected with the degree of perceived deprivation of life content. Responsibility for medical decisions was left to professionals while everyday problems with micturition, catheters and sexual life were regarded as the men's sole responsibility. Findings were interpreted to mean that comparing the personal situation with that of others worse off made the life situation look better. The clinical implication of this study was that because the men came forward with their problems when given time to talk in their own way these areas should be given time and interest in the nursing care. Interpretation did not provide a unified picture of problems. Thus, nurses will have to seek men's individual experience actively and give legitimacy to patients' problems by opening up opportunities to speak about otherwise concealed problems. Then it may be possible to provide solutions that may ease the men's burdens.", "metaData": {"source": "Restoring sexual function in prostate cancer patients: an innovative approach\nhttps://pubmed.ncbi.nlm.nih.gov/15287995/"}}