{"pageContent": "Although tobacco use has been recognized as one of the leading causes of cancer morbidity and mortality, a role of smoking in the occurrence of prostate cancer has not been established. However, evidence indicates that factors that influence the incidence of prostate cancer may differ from those that influence progression and fatality from the disease. Thus, we reviewed and summarized results from prospective cohort studies that assessed the relation between smoking and fatal prostate cancer risk, as well as epidemiological and clinical studies that focused on aggressive behavior in prostate cancer, such as poorer survival, advanced stage, or poorer differentiation at diagnosis. The majority of the prospective cohort studies showed that current smoking is associated with a moderate increase of ~30% in fatal prostate cancer risk compared to never/non-smokers. This association is likely to be an underestimate of the effect of smoking because most studies had a single assessment of smoking at baseline and long follow-up times, and the association was considerably stronger in some sub-groups of heaviest smokers, or when smoking was assessed in a relatively short period (within 10 years) prior to cancer mortality. Using aggressive behavior of prostate cancer as outcome, current smoking was associated with significantly elevated risk, ranging from around twofold to threefold or higher. Although alternative explanations, such as publication bias, residual confounding, screening bias, and the influence of smoking-related comorbidities cannot be ruled out entirely, these findings suggest that smoking is associated with aggressive behavior of prostate cancers or with a sub-group of rapidly progressing prostate cancer. Based on evidence presented in this review, cigarette smoking is likely to be a risk factor for prostate cancer progression and should be considered as a relevant exposure in prostate cancer research and prevention of mortality from this cancer.", "metaData": {"source": "[Molecular markers as predictive factors biochemical failure after radical treatment of prostate cancer]\nhttps://pubmed.ncbi.nlm.nih.gov/22318178/"}}