{"pageContent": "Prostate cancer predominantly affects older men, with a median age at diagnosis of 68 years. Due to the increased life expectancy, management of prostate cancer in senior adults (aged >70 years) represents a major public health problem. This patient population may not receive optimal therapy for their disease, if decisions are made based on their chronological age alone. More so than age alone, health status is a major factor affecting individual life expectancy. Comorbidity is the key predictor of health status and should weigh more heavily on the treatment decision than age alone. Other important parameters to consider in senior adults are the degree of dependence in activities of daily living, the nutritional status and the presence or not of a geriatric syndrome. Although clinical trials are rarely designed specifically for senior adults, evidence suggests that healthy senior adults have similar treatment outcomes to their younger counterparts. The urological approach in senior adults with advanced prostate cancer should be fundamentally the same as in younger patients. In hormone-sensitive metastatic prostate cancer, androgen deprivation represents the first-line treatment. In senior adults, care should be given to the increased risk of metabolic syndrome, cardiovascular mortality and bone fracture. In hormone-refractory metastatic prostate cancer, chemotherapy with docetaxel (75 mg/m(2) every 3 weeks) plus low-dose prednisone is the standard and shows the same efficacy in healthy senior adults as in younger patients. The tolerance of docetaxel (3-weekly schedule) has not been specifically studied in vulnerable and frail senior adults. The place of weekly docetaxel in this setting should be further evaluated. Palliative treatments (palliative surgery, radiopharmaceutics, radiotherapy, medical treatments for pain and symptoms, pharmacological palliative therapies) should also be integrated in the global management of these patients. In conclusion, treatment decisions in senior adults should be adapted to health status. Healthy senior adults should be treated the same as younger patients. The development of guidelines for the management of localized and advanced prostate cancer in senior adults is underway.", "metaData": {"source": "Treatment of Advanced Prostate Cancer-A Review of Current Therapies and Future Promise\nhttps://pubmed.ncbi.nlm.nih.gov/29101113/"}}