{"pageContent": "Prostate cancer is the most common solid tumor malignancy in men worldwide. Treatment with surgery and radiation can be curative in organ-confined disease. Unfortunately, about one third of men develop biochemically recurrent disease based only on rising prostate-specific antigen (PSA) in the absence of visible disease on conventional imaging. For these patients with biochemical recurrent prostate cancer, there is no uniform guideline for subsequent management. Based on available data, it seems prudent that biochemical recurrent prostate cancer should initially be evaluated for salvage radiation or prostatectomy, with curative intent. In selected cases, high-intensity focused ultrasound and cryotherapy may be considered in patients that meet very narrow criteria as defined by non-randomized trials. If salvage options are not practical or unsuccessful, androgen deprivation therapy (ADT) is a standard option for disease control. While some patients prefer ADT to manage the disease immediately, others defer treatment because of the associated toxicity. In the absence of definitive randomized data, patients may be followed using PSA doubling time as a trigger to initiate ADT. Based on retrospective data, a PSA doubling time of less than 3-6 months has been associated with near-term development of metastasis and thus could be used signal to initiate ADT. Once treatment is begun, patients and their providers can choose between an intermittent and continuous ADT strategy. The intermittent approach may limit side effects but in patients with metastatic disease studies could not exclude a 20% greater risk of death. In men with biochemical recurrence, large studies have shown that intermittent therapy is non-inferior to continuous therapy, thus making this a reasonable option. Since biochemically recurrent prostate cancer is defined by technological limitations of radiographic detection, as new imaging (i.e., PSMA) strategies are developed, it may alter how the disease is monitored and perhaps managed. Furthermore, patients have no symptoms related to their disease and thus many prefer options that minimize toxicity. For this reason, herbal agents and immunotherapy are under investigation as potential alternatives to ADT and its accompanying side effects. New therapeutic options combined with improved imaging to evaluate the disease may markedly change how biochemically recurrent prostate cancer is managed in the future.", "metaData": {"source": "High-intensity focused ultrasound for the treatment of prostate cancer: assessing location of failure after focal therapy in prostate cancer and review of histological characteristics and clinicopathologic correlates after treatment-a 5-year experience\nhttps://pubmed.ncbi.nlm.nih.gov/34801600/"}}