{"pageContent": "In 2009, the American Cancer Society (ACS) Prostate Cancer Advisory Committee began the process of a complete update of recommendations for early prostate cancer detection. A series of systematic evidence reviews was conducted focusing on evidence related to the early detection of prostate cancer, test performance, harms of therapy for localized prostate cancer, and shared and informed decision making in prostate cancer screening. The results of the systematic reviews were evaluated by the ACS Prostate Cancer Advisory Committee, and deliberations about the evidence occurred at committee meetings and during conference calls. On the basis of the evidence and a consensus process, the Prostate Cancer Advisory Committee developed the guideline, and a writing committee drafted a guideline document that was circulated to the entire committee for review and revision. The document was then circulated to peer reviewers for feedback, and finally to the ACS Mission Outcomes Committee and the ACS Board of Directors for approval. The ACS recommends that asymptomatic men who have at least a 10-year life expectancy have an opportunity to make an informed decision with their health care provider about screening for prostate cancer after they receive information about the uncertainties, risks, and potential benefits associated with prostate cancer screening. Prostate cancer screening should not occur without an informed decision-making process. Men at average risk should receive this information beginning at age 50 years. Men in higher risk groups should receive this information before age 50 years. Men should either receive this information directly from their health care providers or be referred to reliable and culturally appropriate sources. Patient decision aids are helpful in preparing men to make a decision whether to be tested.", "metaData": {"source": "Effect of low dose-rate prostate brachytherapy on the sexual health of men with optimal sexual function before treatment: analysis at > or = 7 years of follow-up\nhttps://pubmed.ncbi.nlm.nih.gov/17617140/"}}