{"pageContent": "Sexual dysfunction is the most significant long lasting effect of prostate cancer (PrCa) treatment. Despite the many medical treatments for erectile dysfunction, many couples report that they are dissatisfied with their sexual relationship and eventually cease sexual relations altogether. We sought to understand what distinguishes successful couples from those who are not successful in adjusting to changes in sexual function subsequent to PrCa treatment. Ten couples who maintained satisfying sexual intimacy after PrCa treatment and seven couples that did not were interviewed conjointly and individually. Interviews were transcribed and analyzed using grounded theory methodology. The theory that resulted suggests that individuals are motivated to engage in sex primarily because of physical pleasure and relational intimacy. The couples who valued sex primarily for relational intimacy were more likely to successfully adjust to changes in sexual function than those who primarily valued sex for physical pleasure. The attributes of acceptance, flexibility, and persistence helped sustain couples through the process of adjustment. Based on these findings, a new theory, the Physical Pleasure-Relational Intimacy Model of Sexual Motivation (PRISM) is presented. The results elucidate the main motives for engaging in sexual activity-physical pleasure and/or relational intimacy-as a determining factor in the successful maintenance of satisfying sexual intimacy after PrCa treatment. The PRISM model predicts that couples who place a greater value on sex for relational intimacy will better adjust to the sexual challenges after PrCa treatment than couples who place a lower value on sex for relational intimacy. Implications of the model for counselling are discussed. This model remains to be tested in future research.", "metaData": {"source": "Clinical interpretation of the Expanded Prostate Cancer Index Composite-Short Form sexual summary score\nhttps://pubmed.ncbi.nlm.nih.gov/19837418/"}}