{"pageContent": "A few past clinical and recent case-control studies of statin use, for example, in patients with and without prostate cancer have not demonstrated its potential for reducing or preventing the risk for this disease, and the potential for benefit may have been a confounding coincidence. Data from larger continuing and future studies will be needed to resolve this issue, but the recent data on cholesterol or dyslipidemia and risk increase or reduction with treatment are interesting, especially because of other potential improvements with therapy in nonprostate cancers. In addition, the finding that some available cancer treatments improve some parameters of the lipid profile is fascinating, and some cancer drugs are being used in a specific cardiovascular disease treatment setting to improve outcome. Even if CHD, dyslipidemia, and the treatment of these conditions has no role in preventing prostate cancer or its progression, what has been lost? CVD is still the leading cause of death of men, and a heart-healthy program for the patient concerned about prostate disease would reduce this primary cause of death. Patients would take a step forward in improving all-cause mortality. Recent data from surveys, however, continue to demonstrate that men have an inadequate understanding of cholesterol and heart disease. Crisis creates opportunity, and individuals working in urology have ample reasons not only to discuss the overall benefits of reducing lipid markers, but to improve cholesterol and CHD awareness as much as health professionals working in other fields of medicine. The marriage between general preventive medicine and urology seems to be inevitable, and in the authors' opinion, this merger will provide the foundation for novel research that could affect patients' lives dramatically.", "metaData": {"source": "Improving cancer control and recovery of potency after radical prostatectomy: nerve sparing versus nerve resection with grafting\nhttps://pubmed.ncbi.nlm.nih.gov/18959630/"}}