{"pageContent": "Prostate cancer is the second leading cause of cancer death in men. Its current treatment includes various physical and chemical approaches for the localized and advanced prostate cancer [e.g. metastatic castrate resistant prostate cancer (mCRPC)]. Although many new drugs are now available for prostate cancer, none is suitable for local treatment that can reduce adverse effects often associated with the current physical treatment. Of the drugs approved by FDA for mCRPC, the best mean improvement in overall survival is only about 4.8 months. Therefore, there is a need for improved treatment approaches for prostate cancer, especially drug-resistant cancer.Ultrasound therapy represents a useful new physical approach for the drug-resistant cancer treatment by facilitating the entry of the related chemotherapy drug into the target cancer cells. There are two versions of ultrasound: High Intensity Focused Ultrasound (HIFU) and Low Intensity Pulsed Ultrasound (LIPUS). HIFU has been a promising treatment option for prostate cancer due to its noninvasiveness and various biological effects on cancer tissue. It has been approved for the treatment of cancer and in recent years there have been numerous findings suggesting HIFU can reduce cancer cell viability and possibly reverse the spread of cancerous tumors. LIPUS is currently being studied as an alternative treatment option for prostate cancer. Preliminary studies have found LIPUS to reduce cancer cell viability without the side effects seen in HIFU. Reversible cell membrane damage caused by LIPUS could allow increased uptake of anticancer drugs, enhancing cytotoxicity and death of cancer cells. In this way, a low dose of anticancer drug is more effective toward cancer cells while there is less damage to normal cells. The combination of LIPUS with certain chemotherapeutic agents can be an exciting physical-chemical combination therapy for prostate cancer. This review will focus on this topic as well as the clinical use of HIFU to provide an understanding of their current use and future potential role for prostate cancer therapy.", "metaData": {"source": "A Multicentre Study of 5-year Outcomes Following Focal Therapy in Treating Clinically Significant Nonmetastatic Prostate Cancer\nhttps://pubmed.ncbi.nlm.nih.gov/29960750/"}}