{"pageContent": "In one-third of patients, prostate cancer (PCa) is monofocal. These patients can undergo focal high-intensity focused ultrasound (HIFU) therapy of the tumor without damage to surrounding structures and not compromising uro-oncologic safety. Robot-assisted HIFU coagulates the entire targeted volume within the prostate transrectally, in one session, without direct tumor contact and without adjuvant endourologic therapy. It is performed with the patient receiving spinal anesthesia and without blood loss; negative immunologic influence can be excluded. Heat-destroyed cancer cells that act as tumor vaccination are discussed. Right now, the limitation of focal therapy is caused by the lack of diagnostic accuracy to determine multifocal stages of PCa reliably. Discussions of tumor development, triggering primary lesion monotherapy, do not overcome skepticism about leaving invisible tumor foci untreated. This explains why PCa therapy today treats always the entire gland. Furthermore, the thought that the problem could be solved \"radically, once forever,\" ignores the fact that in all PCa therapies, local recurrence rates are between 10% and 50%. Considering the longer survival of men in industrialized countries, a structured multimodal therapy concept should be created and evaluated in studies and should replace the competition between classic therapies. Focal therapy in most cases should be the first approach in cancer therapy because it is noninvasive, has low side effects, and is a single-session therapy. It does not exclude but may delay other, more invasive therapies in cases of cancer recurrence. Focal therapy should not be misunderstood as substitution for existing classic therapies but as a therapeutic first choice in monofocal, low-aggressive PCa cases.", "metaData": {"source": "High-intensity focused ultrasound as salvage therapy for patients with recurrent prostate cancer after external beam radiation, brachytherapy or proton therapy\nhttps://pubmed.ncbi.nlm.nih.gov/21265984/"}}