{"pageContent": "Several genetic epidemiological studies have provided data to support the hypothesis that there are genes on the X chromosome that may contribute to prostate cancer susceptibility. A recent linkage study of 360 prostate cancer families described evidence for a prostate cancer predisposition gene, termed HPCX, which maps to Xq27-28. To confirm the potential contribution of this locus to prostate cancer susceptibility in an independent dataset, we studied 153 unrelated families who are participants in the University of Michigan Prostate Cancer Genetics Project. Families selected for this analysis have at least two living family members with prostate cancer that are related in a way that they could potentially share a common ancestral copy of an X chromosome. DNA samples were genotyped using a panel of seven polymorphic markers spanning 30 cM and containing the HPCX candidate region. The resulting data were analyzed using both nonparametric and parametric linkage methods. Analysis of all 153 families using multipoint non-parametric linkage (NPL) methods resulted in positive NPL Z-scores across the entire candidate interval (NPL Z-scores of 0.23-1.06, with corresponding one-sided Ps of 0.41 and 0.15, respectively). The 11 African-American families had negative NPL Z-scores across the same 30-cM interval. Analysis of the 140 Caucasian families produced a maximal NPL Z-score of 1.20, with a corresponding one-sided P of 0.12 at marker DXS1113. The subset of families with no evidence of male-to-male disease transmission and with early-onset prostate cancer (average age at diagnosis within a family < or = 65 years) contributed disproportionately to the evidence for linkage for the entire dataset in the HPCX candidate region (near marker DXS1113). In conclusion, this study of 153 families, each with two or more living members with prostate cancer, provides some additional support for the existence of a prostate cancer susceptibility gene at Xq27-28.", "metaData": {"source": "Moderately hypofractionated radiotherapy for localized prostate cancer: long-term outcome using IMRT and volumetric IGRT\nhttps://pubmed.ncbi.nlm.nih.gov/24196279/"}}