{"pageContent": "Purpose To compare the abilities of three pulsed focused ultrasound regimes (that cause tissue liquefaction, permeabilization, or mild heating) to release tumor-derived microRNA into the circulation in vivo and to evaluate release dynamics. Materials and Methods All rat experiments were approved by the University of Washington Institutional Animal Care and Use Committee. Reverse-transcription quantitative polymerase chain reaction array profiling was used to identify candidate microRNA biomarkers in a rat solid tumor cell line. Rats subcutaneously grafted with these cells were randomly assigned among three pulsed focused ultrasound treatment groups: (a) local tissue liquefaction via boiling histotripsy, (b) tissue permeabilization via inertial cavitation, and (c) mild (<10°C) heating of tissue, as well as a sham-treated control group. Blood specimens were drawn immediately prior to treatment and serially over 24 hours afterward. Plasma microRNA was quantified with reverse-transcription quantitative polymerase chain reaction, and statistical significance was determined with one-way analysis of variance (Kruskal-Wallis and Friedman tests), followed by the Dunn multiple-comparisons test. Results After tissue liquefaction and cavitation treatments (but not mild heating), plasma quantities of candidate biomarkers increased significantly (P value range, <.0001 to .04) relative to sham-treated controls. A threefold to 32-fold increase occurred within 15 minutes after initiation of pulsed focused ultrasound tumor treatment, and these increases persisted for 3 hours. Histologic examination confirmed complete liquefaction of the targeted tumor area with boiling histotripsy, in addition to areas of petechial hemorrhage and tissue disruption by means of cavitation-based treatment. Conclusion Mechanical tumor tissue disruption with pulsed focused ultrasound-induced bubble activity significantly increases the plasma abundance of tumor-derived microRNA rapidly after treatment. © RSNA, 2016 Online supplemental material is available for this article.", "metaData": {"source": "Triggers and oncologic outcome of salvage radical prostatectomy, salvage radiotherapy and active surveillance after focal therapy of prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/33881557/"}}