{"pageContent": "To identify individual and contextual factors contributing to overall mortality among men diagnosed with prostate cancer in Florida, a random sample of patients (between October 1, 2001, and December 31, 2007) was taken from the Florida Cancer Data System. Patient's demographic and clinical information were obtained from the Florida Cancer Data System. Comorbidity was computed following the Elixhauser Index method. Census-tract-level socioeconomic status and farm house presence were extracted from Census 2000 and linked to patient data. The ratio of urologists and radiation oncologists to prostate cancer cases at the county level was computed. Multilevel logistic regression was conducted to identify significance of individuals and contextual factors in relation to overall mortality. A total of 18,042 patients were identified, among whom 2,363 died. No racial difference was found in our study. Being older at diagnosis, unmarried, current smoker, uninsured, diagnosed at late stage, with undifferentiated, poorly differentiated, or unknown tumor grade were significantly associated with higher odds of overall mortality. Living in a low-income area was significantly associated with higher odds of mortality (p = .0404). After adjusting for age, stage, and tumor grade, patients who received hormonal, combination of radiation with hormone therapy, and no definitive treatment had higher odds of mortality compared with those who underwent surgery only. A large number of comorbidities were associated with higher odds of mortality. Although disease-specific mortality was not examined, our findings suggest the importance of careful considerations of patient sociodemographic characteristics and their coexisting conditions in treatment decision making, which in turn affects mortality.", "metaData": {"source": "Time pressure predicts decisional regret in men with localized prostate cancer: data from a longitudinal multicenter study\nhttps://pubmed.ncbi.nlm.nih.gov/34021406/"}}