{"pageContent": "The tremendous progress in engineering and computing power coupled with ultrasound transducer technology and imaging modalities over the past 20 years have encouraged a revival of clinical interest in ultrasound therapy, mainly in High-Intensity Focused Ultrasound (HIFU). So far, the most extensive results from HIFU obtained in urology involve transrectal prostate ablation, which appears to be an effective therapeutic alternative for patients with malignant prostate tumors. Prostate cancer (PCa) is one of the most frequently diagnosed cancers in men. Several treatment options with different therapeutic approaches exist, including HIFU for localized PCa that has been in use for over 15 years. Since the early 2000s, two systems have been marketed for this application, and other devices are currently in clinical trials. HIFU treatment can be used either alone or in combination with (before- or after-) external beam radiotherapy (EBRT) (before or after HIFU) and can be repeated multiple times. HIFU treatment is performed under real-time monitoring with ultrasound or guided by MRI. Two indications are validated today: Primary care treatment and EBRT failure. The results of HIFU for primary care treatment are similar to standard conformal EBRT, even though no randomized comparative studies have been performed and no 10-year follow up data is yet available for HIFU. Salvage HIFU after EBRT failure is increasing with oncological outcomes, similar to those achieved with surgery but with the advantage of fewer adverse effects. HIFU is an evolving technology perfectly adapted for focal treatment. Thus, HIFU focal therapy is another pathway that must be explored when considering the accuracy and reliability for PCa mapping techniques. HIFU would be particularly suited for such a therapy since it is clear that HIFU outcomes and toxicity are relative to the volume of prostate treated.", "metaData": {"source": "Health-related quality of life after salvage high-intensity focused ultrasound (HIFU) treatment for locally radiorecurrent prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/21771102/"}}