{"pageContent": "Prostate cancer is the most frequent malignancy in the worldwide male population; it is also one of the most common among all the leading cancer-related death causes. In the last two decades, the therapeutic scenario of metastatic castration-resistant prostate cancer has been enriched by the use of chemotherapy and androgen receptor signaling inhibitors (ARSI) and, more recently, by immunotherapy and poly(ADP-ribose) polymerase (PARP) inhibitors. At the same time, several trials have shown the survival benefits related to the administration of novel ARSIs among patients with non-castration-resistant metastatic disease along with nonmetastatic castration-resistant cancer too. Consequently, the therapeutic course of this malignancy has been radically expanded, ensuring survival benefits never seen before. Among the more recently emerging agents, the so-called \"antibody-drug conjugates\" (ADCs) are noteworthy because of their clinical practice changing outcomes obtained in the management of other malignancies (including breast cancer). The ADCs are novel compounds consisting of cytotoxic agents (also known as the payload) linked to specific antibodies able to recognize antigens expressed over cancer cells' surfaces. As for prostate cancer, researchers are focusing on STEAP1, TROP2, PSMA, CD46 and B7-H3 as optimal antigens which may be targeted by ADCs. In this paper, we review the pivotal trials that have currently changed the therapeutic approach to prostate cancer, both in the nonmetastatic castration-resistant and metastatic settings. Therefore, we focus on recently published and ongoing trials designed to investigate the clinical activity of ADCs against prostate malignancy, characterizing these agents. Lastly, we briefly discuss some ADCs-related issues with corresponding strategies to overwhelm them, along with future perspectives for these promising novel compounds.", "metaData": {"source": "Evolving understanding and categorization of prostate cancer: preventing progression to metastatic castration-resistant prostate cancer: RADAR IV\nhttps://pubmed.ncbi.nlm.nih.gov/33049187/"}}