{"pageContent": "High-intensity focused ultrasound (HIFU) has recently been promoted as a non-invasive treatment option for prostate cancer. This systematic review sought to evaluate the evidence comparing it with standard treatment in patients with localised prostate cancer. The literature review included searches of MEDLINE, EMBASE, the Cochrane Library, annual meetings' abstracts and websites of evidence-based practice guideline producers. Studies were included if they were randomised controlled trials comparing HIFU with current management approaches, or were meta-analyses, systematic reviews or practice guidelines addressing HIFU. No randomised controlled trials or meta-analyses were identified. Seven systematic reviews and two practice guidelines were identified; neither contained randomised controlled trials. Adjusting the selection criteria to include case series found 34 clinical studies of HIFU. Twenty-nine evaluated HIFU as the primary treatment and five examined HIFU as salvage treatment for recurrence after radiotherapy. In most studies the outcomes used to determine efficacy were negative biopsy rates or prostate-specific antigen (PSA) levels. Among the 29 studies of HIFU as the primary treatment, negative biopsy rates ranged from 35 to 95% in 21 studies, a PSA nadir of ≤0.5 ng/ml ranged from 55 to 91% in 10 studies and mean PSA nadirs ranged from 0 to 1.9 ng/ml in 17 studies. Five studies reported 5-year disease-free survival rates ranging from 55 to 95%. Among five studies of HIFU as salvage treatment, negative biopsy rates ranged from 73 to 84% in four studies, a PSA nadir of ≤0.5 ng/ml ranged from 57 to 66% in three studies and mean PSA nadirs were 1.97 and 2.38 ng/ml in two studies, respectively. Current evidence on HIFU use in prostate cancer patients is of low quality, rendering it difficult to draw conclusions about its efficacy. Until results from case series are confirmed in prospective studies, the widespread use of HIFU is not supported.", "metaData": {"source": "Emerging role of HIFU as a noninvasive ablative method to treat localized prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/18409659/"}}