{"pageContent": "Two factors help explain increases in the lifetime risk of developing cancer: (a) decreasing overall mortality rates such that people are now living to older ages when cancer rates rise rapidly; and (b) increasing numbers of cancer cases discovered by new medical procedures, screening tests, and changes in the population risk factors. Prostate cancer lifetime risk estimates are particularly influenced by improved mortality rates and increased detection of asymptomatic disease. In this study, we report trends in lifetime risk estimates of developing prostate cancer in white and black men in the United States, from 1975 to 1993, and focus on the effects of changing mortality and screening. For the study period 1975-1977 to 1991-1993, the lifetime risk of developing invasive prostate cancer increased from 7.3 to 19.6% for whites and from 8.5 to 18.6% for blacks. When we recalculated these estimates using age-specific incidence trends from 1975 through 1989 (thereby controlling for the effect of prostate-specific antigen serum testing on prostate cancer incidence rates), the lifetime risk estimates in 1991-1993 fell to 13.8% for whites and 12.5% for blacks. When we made an additional assumption, basing lifetime risk estimates on higher 1975-1977 mortality rates, the lifetime risk estimates in 1991-1993 became 11.3% for whites and 11.8% for blacks. It is also shown that although mortality rates have improved for white and black men over the study period, they are much larger for blacks than whites in younger age groups, when the prevalence of prostate cancer is relatively low. As a result, fewer blacks survive to older ages when age-specific prostate cancer rates are large. It is of note that blacks have higher incidence rates for prostate cancer than do whites at every age-specific interval. Hence, increasing trends in lifetime risk of prostate cancer suggest, in large part, longer life expectancy and better detection methods.", "metaData": {"source": "Predicting time to castration resistance in hormone sensitive prostate cancer by a personalization algorithm based on a mechanistic model integrating patient data\nhttps://pubmed.ncbi.nlm.nih.gov/26419619/"}}