{"pageContent": "Men with prostate cancer experience side effects for which a supportive social environment may be beneficial. We examined the association between four measures of social connectedness and mortality after a prostate cancer diagnosis. Male participants in the Melbourne Collaborative Cohort Study in 1990-1994, who developed incident prostate cancer and attended follow-up in 2003-2007, were eligible for the study. Information on social connectedness, collected at follow-up, included (i) living arrangement; (ii) frequency of visits to friends/relatives and (iii) from friends/relatives; (iv) weekly hours of social activities. A total of 1,421 prostate cancer cases was observed (338 all-cause deaths, 113 from prostate cancer), including 867 after follow-up (150 all-cause deaths, 55 from prostate cancer) and 554 before follow-up (188 all-cause deaths, 58 from prostate cancer). Cox models stratified by tumour Gleason score and stage, and sequentially adjusted for socioeconomic, health- and lifestyle-related confounders, were used to calculate hazard ratios (HR) and 95% confidence intervals (95% CI) for the association between social connectedness and all-cause mortality after prostate cancer. Men who reported living alone before diagnosis had higher overall mortality (HR = 1.6, 95% CI: 1.0-2.5), after adjustment for socioeconomic, health and lifestyle confounders. Lower mortality was observed for men with more social activities (p-trend = 0.07), but not in comprehensively adjusted models. Consistent with these findings, men living alone after prostate cancer diagnosis had higher mortality (HR = 1.3, 95% CI: 0.9-1.9). Lower mortality was observed with increasing socializing hours in the age-adjusted model (p-trend = 0.06) but not after more comprehensive adjustment. Our findings suggest that living with someone, but not other aspects of social connectedness, may be associated with decreased mortality for men with prostate cancer.", "metaData": {"source": "Function-preserving surgery for urologic cancer\nhttps://pubmed.ncbi.nlm.nih.gov/17058132/"}}