{"pageContent": " The Focal Therapy Clinic patient Ian Paul joins OnFocus to discuss how even the best care can go wrong and what hes learned from his experience seeking a second opinion on his prostate cancer diagnosis.   Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK. With this sombre fact becomes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Ian Paul, a recent patient at The Focal Therapy Clinic who came to the clinic seeking a second opinion following what turned out to be an incorrect diagnosis. Ian is 58, a divorced father of two with a partner of five years. He works as a project manager in the energy sector, and hes played guitar in a band for over 18 years as well. Ian, welcome and thank you so much for joining OnFocus today.Hi, Clare. Nice to be talking to you today.Wonderful. OK, well, lets jump right in because youve got quite a story that I know many of our listeners will very much appreciate and value hearing about. And lets just start with one of the things that really struck me when we first met, which was, you know, your experience began in what I might call almost an ideal setting. I mean, you were privately insured. You were routinely undertaking PSA tests through regular check-ups. So can you describe what happened when your PSA became elevated?Yeah, sure. I mean, basically, Id spent three years just going through regular tests. And this is all, you know, as you said, through my sort of work based insurance health checks and my PSA was around about three and a half to four and it was relatively stable, but it was probably what could be considered to be slightly raised. But then the people I was talking to at the time, the consultant said its pretty normal for someone of my age to have a raised PSA. And it wasnt until, I suppose about Feb/March time last year I had the regular six monthly test and it was fine, it was a four and then six months later, it suddenly jumped to seven. Now Im a keen cyclist. Id heard about cycling on road bikes and stuff like that, especially how a hard saddle can aggravate the prostate and it can increase the PSA within the blood. So I booked another test about two weeks later and it went up to seven and a half. So this really was ringing alarm bells in my mind anyway. I made an appointment to go see the urologist who Id seen and Ive been seeing, you know, I suppose Id seen a couple of times over that three year period. I went to see him and he suggested that because its such a sharp rise over such a short period of time that I have an mpMRI scan, which was the next course of action, I suppose. I had that in December. And then in January, when I got the results, I was told that there was an abnormality showing up on the scan. And as a result of that, he said, look, I think we need to do the biopsy. We need to find out whats going on. So I had the biopsy in early January, basically.OK, and were you briefed on the biopsy method that you underwent?I was told that it was going to be relatively straightforward. It would be under a local anaesthetic. I was told not to concern myself about it because it was going to be nothing more than going to the dentist. You know, just, you know, having an injection at the dentist. Although I have to say that nothing could be further from the truth, to be honest with you.How so?The local anaesthetic injections in that particular area of your body is really, really unpleasant. And then the actual needles going in to actually take the samples, even with the anaesthetic, was excruciatingly painful. And Im surprised, actually, that the biopsies are actually done in that way and that particular method. The consultant took 10 samples altogether, but it took 25 minutes. And the one thing that I was very conscious of was the fact that, you know, Im not sitting quietly and still because it was so painful. I knew I was shifting, you know, my position and Im thinking to myself at the time that there couldnt be an awful lot of accuracy if Im shifting around, you know, because of the squirming in my seat basically, because it was so painful.Yeah.But I wasnt expecting it and I certainly wasnt warned for that level of pain.That does sound very unpleasant. And what happened next? When did you get the results of that biopsy and then what happened?Yeah, well, I suppose I waited for about a week and a half to get the results. And consultant told me that of the ten samples that he took, one of them contained five percent cancer cells. And so, in effect, what he told me is it was low grade cancer, nothing really to worry about. All we need to do really is go through some active surveillance. And, you know, whats active surveillance? He said, well, you know, well just go through regular six monthly PSA tests and well just monitor it that way. I said, okay, so what are the other options? You know, I mean, he said, well, the other option potentially, he said I could have a prostatectomy, which basically would be the removal of the prostate. You know, that way theres a guarantee that, you know, youre not going to get prostate cancer again and its going to be something that would, you know, remove the situation. Now, I said, well, Ive obviously done my own research, and that to me isnt an option because, you know, Im only 58 years old. Im still sexually active and want to remain so. You know, I think thats, all the things that Id heard about prostate removed would suggest erectile dysfunction and incontinence. And I said, Im not prepared to go through that. So, you know, I said to myself, what other options are there? You know, he said, well, you know, theres brachytherapy, but then theres hormone treatment, but thats not... I dont recommend that. And he said, I think, you know, given the grade of cancer, I said, I think you should be looking at the active surveillance route. So I said, okay, let me let me have a think about that, because Im not 100% convinced. I left his office and I was driving home, and the more I thought about it, the more kind of, not angry, but the more concerned I felt because the more I thought about it, the more I thought, well, this is a sentence hanging over my head over the next few months, next couple of years or whatever, my PSA could raise, you know, or double in the space of six months, which it had done. Whos to say that within the next six months after my PSA test, you know, during active surveillance, that, you know, that cancer wouldnt spread outside of the prostate and impact other parts of the body, then Id be dealing with a situation where Id probably have to have the prostate removed and Id be dealing with secondary cancer. This is not an option I said, in my mind. I said this is not an option. So the first thing I did when I got home was go on the Internet. And I think within five minutes I found The Focal Therapy Clinic. And just reading through, you know, every single page, every single interview, every single bit of information was there. It made me suddenly realise that, you know, that theres so many more options out there and not every treatment and not every solution is suitable for everybody.Yeah. Let me let me just ask really quickly, just before we go on to the second opinion that you eventually sought. I mean, why do you think active surveillance was recommended to you? And did you also feel when you said that you didnt think it was appropriate for you? Was the covid situation a concern to you, given that youd have to be continuously monitored?Yeah, I mean, even though I suppose Im one of the lucky ones. I mean, I didnt have to wait long for an MRI scan. I didnt have to wait long for various appointments. I still had to wait a few weeks. And I think that waiting it played on my mind and it did have an impact on me.OK, yeah. So then you decided to seek a second opinion. So tell us about that. And it seemed to have involved some very different approaches to both the diagnostics and the treatment options. Can you tell us exactly what happened then?Having found The Focal Therapy Clinic online, the first thing I did was basically go on and complete their online questionnaire, which basically asked for a whole bunch of details about me, the diagnosis I had received and any details associated with that diagnosis, plus sort of providing some notes as to why I was contacting them specifically. And then literally the following day, I received a response from Suki Cooper, who is one of the patient advocates. And what I found was that she was incredibly good at just explaining things to me. Just having someone tell me about the different options that could be available to me, it was really eye opening. It was a real breath of fresh air. So, you know, one of the things I talked to her about was the fact that having read pretty much everything I could about the high intensity focal ultrasound therapy, that would be an ideal treatment for me if I was a suitable candidate, because it could potentially be what I would call the silver bullet, the thing that would actually get rid of cancer without any long term treatment plan after that. She basically put me in touch with one of the consultants secretaries, after I looked over the locations where the various consultants were located, and I decided on Marc Laniado because he was very much local to where I live. And his practice is within about 10 miles of where I live. So he was the ideal candidate really for me. So she passed me to Marcs secretary and I got an appointment within a few days.OK, and then you know what happened with actually your diagnostic results even before we get to assessing your suitability for focal therapy?Marc Laniado in the first meeting, said that his sort of view on the MRI scan and also on the pathology results werent clear. He couldnt, because the actual MRI scan was not 100 percent sharp. And he said its going to be difficult for him to provide a very precise diagnosis because of that. And so he said, look, you know, the one thing that we really need to do is make sure that we get the diagnosis 100 percent accurate. And the only way we can do that is by performing a second biopsy. And, of course, this worried me, you know, it worried me because of what I went through for the first time. And I told him my concerns about, you know, having that done under local anaesthetic. And he was surprised when I said it was done. You know, I was thinking it was going to be done under local anaesthetic. He said, no, no, Ill be doing this under general anaesthetic. And I think just judging by his reaction, I think he was surprised that I thought it was going to be done under a local anaesthetic, which then got me thinking about well should I have had the original one done under local?Yeah.But I dont know. I mean, Ive got no experience of that and I havent read any information about.Yeah. Yeah. So you basically had to have a new biopsy and it was done with a different approach?Absolutely. So I went into the hospital as a day case and underwent a general anaesthetic and had the second biopsy. And during that time I had 40 samples taken.Yeah, thats incredible. I mean, just to repeat that. So initially you had 10 and this time you had 40.Yeah, yeah. Well, 10 was taken around the whole prostate.Yeah, indeed.40 were taken very specifically around that particular area where the tumour was. So. Yeah. So a very, very in-depth biopsy. And of course when I got the results of that, Mr Laniado basically said, you know, its actually probably worse than perhaps you thought it was going to be and certainly worse than your original consultant said, in that the Gleason score came back as a three plus four, as opposed to a three plus three. But what he did tell me was that the tumour was very much sort of centred in one specific location, and it wasnt something that was spread around the prostate. So, you know, in his opinion, I would be a candidate for the HIFU therapy, but he had to basically take that through to the multidisciplinary committee that he chaired, where cases like mine get discussed and they go through all of the results and they go through the pathology and the MRI scans, et cetera, and basically come up with a kind of, if you like, a like a committee decision based on the evidence thats being presented. And fortunately for me, it meant that I was going to be a suitable candidate for this therapy.The MDT is a very powerful approach because you... Im sure it gave you a lot of confidence to know that the treatment was actually something that was going to be appropriate and was thought to be something that would be curative?Having had that conversation and knowing that there are other people that were actually assessing my case.Indeed.Inspired me with exactly the kind of confidence that I needed to know that I was in the right hands.So there are so many things that come out of that. I mean, clearly. Initially, you hadnt even really been briefed about the different elements of the diagnosis, whether it was the PSA test, which you clearly knew about, but then the imaging, the role of the quality of the imaging, the type of biopsy, the quality of the biopsy, the pathology, I mean, you clearly learnt a lot in this whole process.Absolutely, yeah.So given that and the fact that you had a good outcome, because just to conclude your story, you then did undergo HIFU treatment with Marc, and that was when Ian?That was in early March.Right. And things have gone well since?I had a further MRI scan week after. And the results came back as a positive in that there was no evidence of any further cancer cells. And basically, it was a good MRI.And youre feeling well, generally?Took me about two or three weeks to get to a position where I actually felt comfortable again.Yeah.But, and it does take a while before, you know, some of the side effects start to wear away and disappear. But right now, you know, Im in the middle of May and Im feeling absolutely brilliant.I mean, thats really good news. And, you know, I know youre delighted with that. But I think equally, we spoke about the fact that it made you wonder about what happened before you sought the second opinion. And I want to talk a little bit about the outcome of your attempts to challenge the original consultant urologist who initially diagnosed you. Just ask you what you can draw from this that might help other men in a similar situation.Yeah, I mean, one of the things I found was that, you know, we all tend to look at consultants as the font of all knowledge. You know, theyre the people that we go to because they know whats good for us and whats right for us. At least thats the impression that we will always have because of the position they hold within the medical profession. But when I was presented with my first diagnosis with the original consultant and the fact that he said active surveillance is the thing, you know, Im recommending, you know, I went back to him and I did email him and say, look, Im not convinced about this, because in the letter that you sent to my doctor, you said that youve taken me through all of the suitable treatments and that Im recommending active surveillance. And I said, but the point is, you didnt take me through all of the options because there are so many out there. And the more research I did, the more I realised that there were lots of different options. You know, some might be suitable, some might not be, but to have the information presented to me, would at least made me feel like I was, you know, kind of getting the right level of data so that I can make a decision about whats right for me.Indeed. And informed. We call that informed consent.Absolutely, you know, and as a result of that, I mean, I said, look, Im keen to find out more about this thing called HIFU therapy because, you know, to me, that sounds like a really good treatment. I know its under trial within the NHS, and I know that its available through private medicine as well, because my insurance company have said that they would support it financially. So they would support it and the fact that its under trial and has been for about eight to 10 years says to me that its you know, its a good option. Its a viable option. And now the consultant who I spoke to came back to me and said I wouldnt recommend HIFU therapy to my relatives, let alone to you. And I said, well, why not? And he said, because there isnt enough data to support it. And I said, well, how on earth are these treatments ever going to make it into mainstream unless theres data to support it? And that requires people to be part of trials ....Exactly.You have to make those kind of informed decisions. If I had been in a situation where I was being told you could have this thing called HIFU therapy, but its only available on the NHS and its only available as a trial, I would have looked at the numbers. I would have looked at the success rate, and I would have still made the same decision to say its got to be better than sitting around doing nothing and waiting for something worse to happen. I would have been one of those people on that trial saying, yes, I want this. Were being presented by information by some consultants that doesnt always provide the full picture, to me is not right. And I think that the the consultant in question is very much stuck in his ways. And perhaps hes not prepared to embrace new technology and new treatments or even to recommend new treatments because hes not necessarily up with whats going on. I think the important thing for me was that I made the decision to go for a second opinion because the moment I did when I was in control of it.Yeah, and thats what you would recommend to other men? To question everything?Question everything, and if youre not happy with what youre hearing, say, look, you know, I appreciate your opinion, but Id like to get a second opinion.Yeah.Id like to know theres more out there. But also Id recommend to anybody in my situation to just have a look on Internet, because youve only got to do a single search and youll find so many different organisations. And The Focal Therapy Clinic is the one that comes up number one on the search. And there are other organisations out there as well where you can get your advice.I mean, you were lucky because you were also privately insured and you obviously had the initiative and the knowledge to do this, but I think the more we hear stories like yours that even the best care can have flaws and its important for you to self advocate and question everything.Well, look, I mean, let me give an example, Clare. I mean, yesterday I got a call from a colleague of mine and his neighbour has just told him two days ago, hes had a diagnosis of prostate cancer and he wants to know who I went to see, what the name of the clinic was, what the treatment was. And so I basically sent this guy links to The Focal Therapy Clinic, to a number of different other websites that talk about the different options that you could have available to you. So just being able to share the experience is brilliant.Yeah, well, I mean, its incredibly generous of you to do that. And Im delighted that youve had such a good outcome and that youve been so generous in sharing your time and your personal experience with us. So thank you very much for coming today. And we look forward to talking to you again.Thank you very much, pleasure.For further information on standards of diagnostic procedures and how these underpin optimal treatments is available on our website, along with the transcript of this interview and additional interviews and stories about men living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk. Thanks for listening and from me, Clare Delmar, see you next time. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Question Everything: The Advantage of a Prostate Cancer Second Opinion\nhttps://www.thefocaltherapyclinic.co.uk/the-advantage-of-a-prostate-cancer-second-opinion/"}}