{"pageContent": "The Focal Therapy Clinic Consultant Urologist Marc Laniado discusses the mental health challenges facing men diagnosed with prostate cancer, and explores how these are best managed. In this interview, Marc highlights the anxiety caused by perceived trade offs between curing cancer and losing sexual and urinary functions and suggests that focal therapy helps more men deal with this.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to The Focal Therapy Clinic. My name is Claire Delmar, and in this audio series, Im going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Prostate cancer is now acknowledged as the most commonly diagnosed cancer in the UK. And with this sombre fact comes a multitude of challenges and opportunities. In the third of our series, Im speaking with Marc Laniado, consulting urologist at The Focal Therapy Clinic and a leading innovator in imaging led diagnostics and targeted treatments for prostate cancer. Marc has been a vocal advocate for focal therapy from his base at Frimley Health, where he is prostate cancer lead at Wexham Park Hospital and has contributed to several pivotal clinical studies and trials on prostate imaging and focal therapy. Marcs known for the exceptional levels of understanding and empathy he develops with his patients and its for this reason, were going to talk about the mental health challenges he helps his patients to manage. Marc, thanks for joining me.Hi, Clare. Great to be with you today. Im pretty excited about this. Thank you. Its a great topic to be talking about.Well, wonderful. And before we dive into mental health, specifically, can you tell our listeners what your journey was to becoming a leading practitioner and a champion of focal therapy?Well, many years ago, of course, I went to medical school like everyone else, and I wanted to be a doctor to understand the human body, to be able to help people. And eventually I started investigating prostate disease, prostate cancer. I was very much involved in trying to understand why prostate cancer spreads from its local site in the prostate gland to going out into the bones. And then during my training, it seems like many years ago now, but we used to do lots of open operations to remove prostates and send patients for radiotherapy. And I was always struck by the seeming difference between the severity of the disease and the consequence of the treatments that they received. So I was always wondering how we could make our treatments fit the struggle or problem that the patients had. And so whilst I tried to improve my surgical delivery of treating prostate cancer through robotic prostatectomy, eventually, the keyhole way, there was always a feeling that I had that many of our patients probably could be helped by other means. And so I looked for treatments that could be focused literally on the cancer itself and an area around it, rather than necessary treating the whole prostate. So the basis has been trying to keep men as healthy as they are with their normal way of life, treat the cancer, but not to give them so many side effects as we had experienced in the past.And at that time, what was your sort of model of treating the disease rather than the gland or organ? Was there other treatments for other diseases and organs that you saw as sort of a beacon for this?Well, I mean, perhaps people have heard about breast cancer. You know, breast cancer many years ago used to be treated by removal of the whole breast and tissue around it. Then it became apparent that you could just actually remove the lump itself and you get the same sort of outcomes after 10 to 15 years. That was really the paradigm that really made people think about maybe not treating the whole gland when treating cancer. And in our particular speciality, in urology, certainly when I grew up, I was taught to remove the whole kidney, for example, if someone had kidney cancer. But, you know, we now really try to just remove that part of the kidney where the cancer is itself and preserve the rest of the kidney when we do it. And similarly other cancers is the same. We now try to remove the cancer plus say a margin around it and preserve the rest of the organ, if at all possible.And of course, this is all made possible by vastly improved diagnostics.So, as you say, in the past, when we treated prostate cancer and many other cancers, we really didnt know much about it. Wed have an idea that cancer was there, perhaps because prostate cancer, because the PSA was high, we then we would examine the prostate, make a guess, perhaps if prostate cancer is present based on that alone and then do biopsies that the biopsies usually were not targeted because we didnt really know where the cancer was located. We had sort of an idea, it was there somewhere. And then when we did the biopsies we might make a diagnosis of cancer, but really, we didnt know how much cancer was there. We certainly didnt know where it was located in the prostate typically. And so we were really struck with the problem. Wed know the patient had cancer, we wouldnt necessarily know how bad it was. But at the same time, we knew that patients could die from it. In this country, about 11000 men die from prostate cancer every year. So because we didnt know the burden of the disease, we didnt know how much disease is present, we really applied everything we could to deal with it, which would be usually either surgery or radiotherapy. So in recent times, thats changed our ability to know where the cancer is located has improved dramatically since weve had the introduction of multi-parametric MRI. And these are like having a digital finger. So if you imagine when a doctor sees a patient, if he examines a prostate, he has to put a finger in the back passage to check it. But he can only feel one side of the prostate. Thats the side on the back. But an MRI scan or a multi-parametric MRI is like an enhanced digital finger. It can check the front of the prostate, the sides of the prostate, top end, the lower end, can look inside the prostate and it can literally see where the cancer is located in the vast majority of cases. So with that, with our ability to see where cancer is located, we can then now target our biopsies very carefully so we can sample the areas that look abnormal with precision. In the past, when we did our biopsies, we used to put them in randomly. Now we can do what are called MRI fusion biopsies. That is, we can fuse the MRI scan with live ultrasound. And when we do that, we can then make sure that our needles go in the right place.So the fact that you have such precision biopsies and therefore a knowledge of exactly where the cancer is and how aggressive it is, that means you have better treatment options. Is that correct?Yes, absolutely. Id just like to say one more thing about the biopsies. In the past, we always did transrectal biopsies which were biopsies through the back passage which carried a great risk of infection. Now, we almost always try to do transperineal biopsies. Those are biopsies done through the skin between the anus and the scrotum because theres very little risk of infection and we can reach parts of the prostate and couldnt find before through the typical transrectal route.So that all sounds like theres been some major improvements both in the technology and actually in the actual procedure. So I guess the question I really have is, does that actually help or in any way hinder the anxiety levels in your patients when they are told that they possibly have prostate cancer?Well, as you can imagine, yes it has helped. In the past when someone had a negative biopsy before, many years ago, they still had about a one in three chance of having significant prostate cancer. Now, with precision MRI scans and precision biopsy procedures, we can say with almost 95 percent certainty someone does not have prostate cancer if they are negative. But we can also say how severe the cancer is compared to before. So now we can categorise into men who have low risk disease, which is very unlikely to affect them in their lifetime. And also classify men with high risk disease with men who are likely to be affected by it. So being able to stratify men into risk groups has helped men deal with the disease much better than before, and also has opened up many more options for treatment as well.And in your own experience, what are the main mental health challenges, that a man faces when he is diagnosed with prostate cancer?Well, although men come in with a suspicion that prostate cancer is present. Often its a great surprise or a great shock that they find that prostate cancer has been diagnosed. As you can imagine, most of us like to believe were healthy, fit and well. And then to be given a diagnosis of a cancer that essentially is life-threatening is a big shock to the system. Some men react to it with depression. They get sad, depressed, they isolate themselves. Some men take some time to recover and then want to react very strongly towards it and other men can cope quite well. It helps, though, when dealing with the disease, when we are able to give much more precise information about how severe it is and what treatment options there are. Many men already had some knowledge about the treatments. Often it was knowledge about treatments from the past, and they were very worried and anxious about the potential for problems such as urinary leakage or loss of erections. As you can imagine, men, their mojo if you like, about being male, about getting erections and the thought of potentially losing that would be very worrying for lots of people to have.How willing are they to talk about this?As you can imagine, men are somewhat reticent. Men are usually quiet. And they dont really open up their feelings very much. They certainly dont seek access to healthcare as much as, for example, women do. So it has been an issue for many men.And do they often involve their families in some of these discussions and ultimately their decisions on treatment?Certainly when I see a man who is at risk of prostate cancer and is coming back for diagnosis, I always ask them to bring a member of the family with them. Its often that, you know, when you hear that you have cancer, thats the only thing you hear and you dont listen to any more information thats brought into the discussion. So bringing your family member is very helpful. So a wife or a loved one or some other supporter, partner of any kind is very helpful for that men dealing with a diagnosis. And so we do encourage that.And do you actually feel that that helps with various levels of anxiety?Yes, I certainly think it does. I mean, a problem shared is a problem halved. Thats a common statement. And I think its certainly true for this. You know, the person who hears the diagnosis often will be distraught. And then the loved one will be giving much support. So it is helpful to have someone with you at the time. Its a very difficult time for many people. Its often the other person will be thinking about more questions to ask. Establishing that persons place with the diagnosis, with the clinician. So, yes, I would recommend that.So basically the mental health challenges are around anxiety and depression. In your experience.So certainly. I mean. Yes. And that may be not manifest early on. It may come over time. So if a man is diagnosed with cancer, for example, and then hes told that actually were not going to necessarily treat it. So if we try to explain to men that this is a low risk disease, that in some cases, not always. And that we can monitor it with repeated blood tests, MRI scans and sometimes biopsies. That for some men can be quite difficult to deal with, especially early on. For other men, they find that, they can cope with that quite well. And they find that as time passes, they get more used to surveillance. And they find that less of an issue. A lot of men find that thats a continuous worry. You know, that time, if you imagine a man has to have a test, a blood test every three months or so initially in the beginning. Its okay once youve had the blood test and its come back, say normal or low. But that time leading up to next blood test can be quite anxiety invoking. And so there can be a lot of worry waiting to hear the next PSA result and similarly of all the other tests we might need to do whilst were monitoring men so they might need another MRI scan after a year, potentially more biopsies. And each of those interactions can lead to more anxiety.So its interesting, Marc, because what I observe are two things with the patients we deal with. One is when men come to us, theyve searched online. And how you present the information to them is almost more important than what you present because your state of mind and absorbing new information about your own situation, your own future is very much dictated by your state of mind. Shopping for a holiday or a car when youre excited to spend is very different than looking for treatments for a disease that you are facing that is making you fearful. So that I find this is something that we deal with men with anxiety and how we help them absorb the information. And the second thing I observe is a lot of men really like to be in control. So you mentioned earlier about active surveillance and how some men actually would embrace that because they can schedule their tests when, where, how theyre going to receive them, maybe even do things like look at the data. So I wonder how you see men managing some of this anxiety through their online searches and also through their choice of treatment.So managing the anxiety, it helps to know more about the disease that they have and the likely impact of that disease. So what I often recommend patients do is to try and look at the site that gives probably the best idea of how well theyll do over time. And there is a site called Predict Prostate in which a doctor or a patient can input his variables regarding the prostate cancer. So, for example, their age, their PSA, what was found in the prostate biopsies, stage of the disease and their general health. And then on that website, theyll get information about the chance of dying from prostate cancer, chances of dying from some other cause, chance of surviving. And thats presented in a very clear way to patients so that they can see, for example, if they have a significant chance of surviving the disease without problems or theyre more likely to get issues which will potentially cause problems for them over time. I often use that as a tool to help patients to see the likelihood of outcomes. And it also helps them make a decision about whether, for example, they want to have treatment now or later. I recommend often patients look at sites regarding wellbeing. Its helpful to talk about mental strategies to deal with cancer. So that includes aspects of physical health as well. So making sure that theyre looking at a whole body, all aspects of their lives, a holistic approach to their health and those aspects of things make life much better. Prostate Cancer UK has plenty of information which patients can use also to help guide them through their journey. And in fact, Prostate Cancer UK does consider depression to be an important problem that men have to deal with when theyre diagnosed with prostate cancer. The most important thing about, I think, dealing with cancer and when people are anxious or concerned about it, is trying to work out as much information or find as much information about the disease, how its relevant to them. And then to work out what strategies are likely to reduce their anxiety. So for some people, it is lack of control. So if the problem is lack of control, then work out what aspects of that disease can I manage? Now, you cant necessarily change whats in the prostate gland itself. But what you can do is influence those factors that can alter the progression of the disease. So we know, for example, that weight is very important. So we need men to control that. So many of the patients I see are overweight or obese. It is important to get your weight down. So weight down through diet and also by exercise, both are independently important in reducing the risk for cancer overall, but also probably the progression for prostate cancer. Similarly you can control what you eat. So we know that a diet rich in red meats and animal protein and dairy protein seems to increase the chance of prostate cancer development, but also the chance of it progressing, and possibly prostate cancer related deaths. So thats another thing you can control. So theres weight, diet, exercise. And then theres the various other components of diet that one can do. But also, you can choose or help to choose what form of management of the disease you can have. So, yes, you can choose active. But also you can choose treatment. Being informed about the various types of treatment can put you in a better position where you are controlling disease and disease is not controlling you.And you would probably place focal therapy in that space.Absolutely. So focal therapy is a treatment for prostate cancer that is effective. So early on in the disease  so many of the patients we see who will have significant disease but many, many years of life to live do not necessarily want to have a life where theyre constantly just being monitored. Theyd rather take action, theyd rather deal with the problems there and then. So focal therapy enables you to destroy or get rid of that part of the prostate where the cancer is located, again with a small margin around it. And by getting rid of the cancer, you can deal with the anxiety relating to prostate cancer itself. You can reasonably be sure that youre not going to suffer the problem again. But at the same time, by preserving your prostate, you can maintain those aspects of your life which are important. So, for example, sexual activity, but also being able to stay dry. I mean, one of the main problems with, for example, surgery of the prostate, is that men leak urine afterwards, even though weve improved our techniques. And so by preserving the prostate, you can keep your erections, you can keep your bladder control. So if you play football or you like to cycle or you run, or you do heavy activities, then you can keep doing that as well. Worrying about having to wear a pad, for example, or you know what, having to change underwear multiple times during the day. So now with focal therapy weve reached a situation where you can deal with a cancer and still keep your life pretty much as it was before. So thats not to say that it fits all men with prostate cancer. You know, significantly, at least a quarter of the men who have been diagnosed with early prostate cancer are suitable for focal therapy. And for them, it gives them a great opportunity to really perhaps change their lives for the better and hopefully permanently.Yeah. I mean, youve made a very strong case linking how focal therapy also can reduce the anxiety associated with either end of the spectrum, more radical treatments and equally active surveillance. I mean, do you feel that many patients are counselled in that way?Currently, no, theyre not. And the reason theyre not is because there is still somewhat lack of awareness of focal therapy as a potential treatment. Also, the other reason, probably, is because most of us who are trained, are trained to operate or trained to give radiotherapy. And so most of the clinicians are not aware. And so theyre not naturally going to offer it. In fact, we often find that patients are the biggest drivers. Many of the patients who see need for it are people have looked out for alternative treatments for prostate cancer that can give them what they want. That peace of mind that they can have prostate cancer treated with less side effects and conditions were keen to offer.So one thing thats been in the back of my mind, given the time were having this conversation, is that we hear about these large delays in both the diagnostics and treatment of all cancers, but prostate cancer is included in that. And thats because of the diversion of resources to Covid. I mean, could you comment on the extent of the delays and how thats affected prostate cancer diagnosis and treatment specifically and maybe link that back to levels of anxiety that patients may be feeling because they are on this kind of backlog, as it were?As you can imagine, if youve just been diagnosed with cancer, you want obviously to have the best diagnostics possible and be offered the best treatment that you can. And with the Covid crisis, of course, many patients have not been able to see their GPs in the way they normally would do. They probably havent had as many PSA tests or had any PSA tests. And then in hospitals, some of the hospitals were not offering MRI scans and were not offering prostate biopsies. So many patients were told, well, you know, Im afraid you may be at risk of prostate cancer. But at the moment, were going to have to defer till the Covid-19 pandemic has really passed. And so, of course, again, thats another troublesome situation for a man and his family to find that. Well, weve just been told you might have prostate cancer, but because your risk is not high enough, were not going to be able to do anything at this time, we going to have to defer things for several months. And similarly, weve had patients whove had a diagnosis of prostate cancer who have been told, well, we would normally treat you by surgery or radiotherapy, but at the moment we cant do so. So what were going to do is can we suggest you go into hormonal therapy, which is called androgen deprivation therapy, and that means effectively, chemically castrating men, which means getting rid of the male hormone testosterone that can have quite profound side effects. I mean, men get hot flushes, they can lose muscle mass, and sometimes they can get muddled thinking, they put on weight, you know used for very long periods of time it can cause problems with bones. Not that thats hopefully going to happen. And that changes many aspects of their lives. And of course, with androgen deprivation comes loss of erections for most men who have it. So, yes, it has been very difficult. So the traditional treatments, like the big treatments, like surgery, radiotherapy, have been very difficult to deliver. But some other treatments like focal therapy have been more safely delivered because theyre if you like, less toxic insults on the human body so that theyre theyre easier to sustain. So a man having, for example, focal therapy by HIFU. He comes in, has his procedure, usually done as a day case nowadays. And he can go home and he doesnt have to stay in hospital. So it is a treatment that we can deliver more easily during this time.But is it being delivered by the NHS?At the moment very few treatments for prostate cancer have been delivered, although it has restarted in many areas now, but in very constrained circumstances. So, yes, theres a big backlog of patients. Ive heard some patients been told that they cannot have definitive treatment of any kind till probably the end of the year and that theyll need to stay on hormonal therapy till that time.Yeah, thats a terrible thing to impose on somebody, isnt it?Absolutely. I mean, its a great worry for the patients family. And to know that during this time, that the cancer is being suppressed, but not actually treated is really less than ideal.But the fact is that you and your colleagues at the focal therapy clinic are available to actually treat patients now in some dedicated private clinics.We are able to treat patients absolutely so we can deliver focal therapy usually as a day case, as I said, so you come in and go out the same day with very high levels of protection to avoid any risk for infection and then the treatment is given, patients go home and then we see them again shortly afterwards. And again, it is something that could be done relatively safely compared to, for example, radical prostatectomy, which I also do. And so many patients have sought to have focal therapy for that reason.Marc, thank you so much for your insights. And I could talk to you for a very long time about this. And we do live in interesting times for certain. I look forward to speaking with you again soon. If youd like to learn more about Marcs work and about the focal therapy clinic, visit www.thefocaltherapyclinic.co.uk. And from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Consultant Marc Laniado explains how Focal Therapy helps to reduce Anxiety and other Mental Health Challenges for Men with Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-and-anxiety-on-focus-with-marc-laniado/"}}