{"pageContent": "Consultant Urologist Alan Doherty from the Birmingham Prostate Centre discusses the advances in imaging and radiology that now make focal therapy a preferable treatment to Active Surveillance.Press play in the audio player below to hear the interview.Hello and welcome to The Focal Therapy Clinic. My name is Clare Delmar. And in this audio series, Im going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about.Earlier this year, prostate cancer was acknowledged as the most commonly diagnosed cancer in the UK. And with this sombre fact comes a multitude of challenges and opportunities. In the fourth of our series, Im speaking with Alan Doherty, one of the UKs most renowned prostate cancer specialists and clinical director at the Birmingham Prostate Clinic. Alan has completed one of the largest case loads of prostatectomies in the UK, undertaking more than 3000 operations. Hes recognised for his expertise in nerve sparing techniques, reducing the risk of erectile dysfunction and incontinence from prostate cancer surgery, and has published extensive results from his nerve sparing procedures. Recently, he was voted one of the UKs top ten prostate cancer specialists in a national poll of consultant urologists published in The Daily Mail. Alan, thanks for joining me.Hi, Clare.Wonderful to have you on our audio series. Im going to dive right in with a little bit of irony, I mean, having just described you as a leader and innovator in radical prostatectomies and other so-called invasive procedures, its kind of amusing that Ive asked you to chat with me today about non-invasive procedures like focal therapy and active surveillance. So can you tell me how you came to embrace focal therapy into the treatments that you offer your patients?Well, its a really good question. Good point. I think prostate cancer has such a multitude of different pathways and patients differ in how they value various outcomes. And its not for me as a clinician to just offer one form of treatment, its for me to offer a range of treatments which will be appropriate to the patient and their problem. So it would seem wrong to me to just be a specialist in one thing. And I think focal therapies have some advantages, but also some disadvantages.And why has focal therapy in your practice become more popular? If I could use that word, but do correct me if thats not the right word.I think its because focal therapies, particularly HIFU, which stands for high intensity focused ultrasound is evolving and we are getting a better understanding of how it works and how we can deliver it and the benefits and the risks involved. So my patients are now able to perhaps understand what the advantages and limitations are a bit better. I mean, I have been doing HIFU for well, gosh, must be seven or eight years that weve been Ive been involved in HIFU.I think the treatment was offered to perhaps too broad a spectrum of people. It was before the day of MRI scanning and we can now perhaps better identify where the cancer is. And we used to treat the whole gland. And I think the disadvantage of that was that it did actually cause quite a few problems. So the early use of HIFU was perhaps not quite as good as we seem to have it now. So my enthusiasm has increased as weve got better understanding of it.So better imaging has clearly led to better diagnostics. And we can now see where prostate cancer lesions are and even measure how aggressive they are. Is that correct?Well, I think that is absolutely right. And I think the people who are enthusiasts of focal therapy do put a lot of value on the MRI scan. Of course, its going to be a good MRI scan and there are various levels of quality to an MRI scan. They assume that the machine is the machine and the answer is the answer.I think a really high quality MRI scan where you can identify the higher grade cancer does open up this whole chapter of focal therapy to allow you to pinpoint destruction of the cancer and yet not causing a lot of collateral damage, which is what essentially gives the side effects to most treatments.So as well as opening up for for focal therapy it, the better the MRI, the better we can see this cancer. It also opens up opportunities for active surveillance. Does that mean now that its a real option for some men and that we can literally watch them or surveil them, as the term suggests, regularly and closely?Well, thats very true. And yet you can also argue that if you have a treatment such as HIFU with very little co-morbidity, then why just watch the cancer go from a situation where its not particularly dangerous to one where it is dangerous, when you could alter the natural history and at worst delay the progression or at best cure them? And I think people forget with active surveillance the monitoring does involve quite a lot of... the reasons it is called active surveillance because it is an active process.You have regular PSA blood tests, which of course can be stressful if the PSA is going up. You have numerous MRI scans which can be expensive and then sometimes you need repeat biopsies and so there is a strong argument that, you know, instead of putting people on active surveillance, well, you should consider treating the abnormal area. I think if the MRI scan picks up an abnormality. You think, well, why not treat that abnormality?I can see why, if the treatments available are potentially going to make your life miserable, that you might want to just monitor it. But if the treatments dont do that, then, you know, why not have it treated?We often find that patients come to us who are on active surveillance and it kind of comes to them a bit late in the game that the active, as you suggest this is on their part as well as the clinician.Well, I think people forget with active surveillance that, you know, what are we waiting for? Are we waiting for it to go from a curable to an incurable cancer? People think that we have this amazing ability to know when thats gonna happen. We dont. Its a probabilities game.You go from a very high likelihood of being cured to a lower probability of being cured. The question is, what percentage are you comfortable with? Are you comfortable with a 90 percent chance of being cured? Are you comfortable with a 70 percent?So in other words, the higher the PSA goes, the lower the likelihood of you being cured is. So its all very well and good being monitored, but you have to understand the consequences of the monitoring. And the fact that it isnt quite as scientific as you might think  this is very much looking at a window of curability, which is closing the longer you monitor it for. Now, that doesnt mean that you necessarily will die of prostate cancer if you missed the window of cure, because we can control cancers very well with hormone treatments, radiotherapy, chemotherapy and lots of new treatments that are coming out.So, you know, when people see youre not going to die of prostate cancer if you go on to active surveillance. Thats probably true. But you may end up having lifelong treatments, which had you gone for a curative treatment, that wouldnt be the case.Yeah. Thats interesting. So while you have this technology to spy literally on the cancer. Theres a lot of activity and other options that needs to be considered. Some people often have told us, too, that one of the challenges they face under active surveillance are more behavioural or psychological. Can you comment on that?Oh, yes, very much so. I think the average time people can stomach active surveillance is about two years.Have there been studies on that, or is that your observation?Observation, but also from studies, so if you look at studies like the ProtecT trial its within the first two years that you tend to get that change. Its around two years where people just seem to have had enough of it and they say, well, fair enough, lets have treatment. So its I suppose its more observational than anything else.But certainly in the studies Ive been involved with, Im not surprised seeing patients at about two years saying enoughs enough, the PSA has gone up and its got into my head. PSAs tend to fluctuate up and down. And so, you know, sometimes people get sort of relief that the PSA has gone down a bit or was stable.But if the PSA doesnt and its sort of slowly climbing up, which it tends to do over a two year period, you know, people just sort of say enoughs enough, lets have treatment.So, like, lets just assume this two year period is an average of sorts. Would you say that there is a risk if you wait two years that, you know, the curative treatment that you mentioned might have to be more invasive? Is that something to warn someone on?Yeah, not only more invasive, but also more prolonged in that youve missed the opportunity to go for a curative intervention and instead youre getting a sort of controlling intervention. And of course, weve never come across a cancer ever thats gone away. And it tends to grow slowly.And the question is, whats the speed of progression? And nobody knows that for sure. So every now and then, youre going to have someone who you thought was going to progress slowly, who progresses more aggressively. And thats where this window of curability starts to close in terms of percentage likelihood of cure.So you will suggest to patients that focal therapy is a real alternative for active surveillance?Thats very much my philosophy, which is if you are prepared to monitor it, then, you know, why wouldnt you want to go for a treatment that could potentially cure you? Almost certainly will delay the progression of it in that if you kill the majority of it, thats surely going to be helpful.And do most of your patients agree with that and take that action?Most of my patients will sort of get that. There are patients who worry about HIFU, partly because its not  available widespread. And I think, as I mentioned at the beginning, when it was used probably incorrectly and in too widespread a fashion, its made some people wary.Certainly other urologists are a little bit wary of it and I think patients pick up on that. But I think the tides changed. I think because of better imaging, as we said at the beginning, HIFU is going to become a bigger player.So a slight shift from this, but picking up on this whole idea of having to wait. And you know that the psychological and the clinical aspects of that. How are the delays in the diagnostics and treatment for prostate cancer based on Covid-19 in the last few months, how have those delays impacted your practice and your patients treatment?I think there are patients who were halfway along the diagnostic pathway and it all suddenly came to an end. And in that group, you know, Ive seen patients who really got quite stressed by it because they didnt get to the stage where we were able to tell them whether this was an aggressive tumour or not or if they did have an MRI scan and it suggested that it was aggressive, they werent able to go and have the biopsies to confirm it. So I think whats interesting is that a lot of patients wont have had their PSA blood test.Now, as you know, PSA is the way that we assess the risk of having prostate cancer. Its a prostate health check in a way. And the charities that used to do the PSA measurements, the GPs that would have done it as part of the sort of symptoms assessment. And then theres the BUPA health checks, the health assessments. They havent been done. So there are probably people who just dont even know theyve got a high PSA who will no doubt be found in the next few months or so. And I suspect thats quite a big cohort of people.So weve definitely had a big effect, the Covid. And its ongoing because the NHS is catching up now. And I think that the whole process can be expensive for a self-funder if you include MRI scanning and biopsies and the like.So are you optimistic that the NHS will be able to pick up some of this? Or, how would you advise somebody listening to this who has an early stage diagnosis and has been delayed?First of all, I think these sorts of interviews are really helpful to patients to sort of understand the issues. And I think youve got to understand the issues. And you can be very clear on what questions youre trying to ask when when you have a PSA blood test. You know, what is it you want to know? And then we have an MRI scan. What how are you going to act on it? And then when you have a biopsy, what treatment are you likely to have or not have? I mean if you really think about it, the active surveillance group shouldnt really exist because, you know, if you have an MRI scan that is normal, you know, why we biopsying them?And if a patient is found to have a cancer and then you say well leave it alone, well again, that doesnt make sense, because before you biopsy them, you should say to them, what are you going to do if I find a cancer? And you say the likelihood is if I finally cancer with a normal MRI scan is that its not gonna be an aggressive one. So why am I biopsying you?So I think patients really need to be first of all clear on what theyre asking and what theyre going to find. But if they decide that they do want to proceed.Am I optimistic that the NHS will catch up? Well, I have found in my experience that the NHS will not tend to have specialists who do nothing else but report MRI scans. So the quality of their MRI is variable. Its very hard to put value on it. And then when they do the biopsies, they dont necessarily do them in a way that I would say minimises false negatives.I think theyre more obsessed about doing it in a way that is quick, easy. And for example, there are different ways and taking biopsies, you can do it through perineum but through one or two holes rather than through 20 holes. So, I think maybe, perhaps nobodys looking at the efficacy of the interventions and what they are trying to find.So, yes, I think patients need to ask that question to the urologist saying, how do you know the MRI scans up to scratch? Will it serve my purpose?Its almost like a supply chain, you know, audit.Yeah.There are these key stages, as you say, that have a massive impact on the sequential stage.Absolutely right. People often get to the end of the pathway without even thinking about what theyre gonna do with the information or how valid the information is.Alan, I really want to thank you for your insights. I think this has been incredibly helpful, certainly for me, but especially for our patients who are listening.If youd like a consultation with Alan Doherty, please contact us at The Focal Therapy Clinic.And if youd like to learn more about focal therapy and engage with patients who have chosen to undergo focal therapy instead of active surveillance, please visit our website at www.thefocaltherapyclinic.co.uk. And from me, Clare Delmar, see you next time.At the initial period it was seen as a universal treatment. Nowdays reserved for those who can really benefit from a focal treatment.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Alan Doherty: Why HIFU Focal Therapy is Preferable to Active Surveillance\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-with-alan-doherty/"}}