{"pageContent": "Former TFTC patient Delroy Wright joins OnFocus to discuss his experience with prostate cancer, and to suggest some actions to both men and their doctors about testing and treatment. Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact becomes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Delroy Wright, a former HIFU patient of Focal Therapy Clinic consultant urologist, Raj Nigam. Del had an early-stage diagnosis three years ago and spent over a year on active surveillance before he was treated with HIFU, which he learnt about through his own persistence in seeking and pursuing alternative treatment. He says, I believe there is not enough information out there about it, especially for Black guys. If we didnt look into these alternative treatments ourselves, we wouldnt know anything about it. It should be on the side of buses. Del joins me today to discuss his experience and the experience of men in the Black community with prostate cancer. Del, hello and thank you so much for joining me today.Hi, how are you doing, Clare?Im great. Its really lovely to chat to you. So lets start from the very beginning. When were you diagnosed with prostate cancer and what happened next?Right. In 2019. Ive got close friends of mine who said, you know what? Were all getting a little bit older, so we should all go for a test. But I had no symptoms at the time. I thought, lets go and go for a test. So I rang up my doctor and I said to him, you know, is it possible for me to have a prostate check. He says, well I was kind of young to be having it, but he says, well, yeah, well go with it.And how old were you? How old were you at the time, Del?I was 56 at the time. He asked me if I had any symptoms. I said Ive got no symptoms, Im sleeping well, I go to the gym and stuff. And he says, well, well have to go up into your passage. I said, well, you know, I said, well, nah, you cant really do that, because being a black guy, you know, we dont really have anybody just go up into your passage just like that. So I asked him if theres a lady doctor on site that can do it, and he said, yeah, and he laughed because he knew, you know, because Ive got an Indian doctor, he said he knew how black guys were regarding just going up the passage. So it wasnt a problem getting one of the lady doctors to do a test. But even that test when she did it didnt show up nothing. But at the same time, they said I should go and get a PSA test, blood test. What they say to you then its a little bit high, but leave it, dont worry about it. Through that. You know, you wait, you dont worry about it. Even though it was about, you know, a little bit high, they said, dont worry. Six months later, I had another PSA test and this time they wanted me to do a MRI.Do you remember what the PSA result was on that first time?The first time I think it was about 4.1.And then you waited six months...?And then I waited six months and I had another one. But that time it went to about 4.3 / 4.4? And thats when they said, well, you know, they wanted to do another examination, a more detailed examination regarding having a MRI scan.Yep. Yep.When the MRI scan comes back, you have a biopsy.Yep.And through the biopsy now, they said thats when things came back and said, well, look, youre at stage two cancer, you know, and then you get a little bit frightened for, you know, after that. But then I think I was one of the lucky, fortunate ones that started to ring around because I had another mate who was going through virtually the same situation that I was going through, and we were able to talk about it. So we both started to change what experience we were going through. And that helped me because we were in the same boat together. Thats one of the reasons why Im doing this interview today, that hopefully that the brothers will then talk to each other and go out, even though they think theres nothing wrong, still pursue and get a PSA or get a check for the local doctors to find out whats going on. Dont just leave things, you know, the NHS might tell you just leave it, but you cant leave it because theres something inside you and it could be growing.What were the things, the key things you think you learnt from that experience?I was lucky that I had insurance. I think you see when you get to around 40, 45, if theres nothing wrong with you, take out some medical insurance. You cant just leave it to the NHS to treat you, because by the time they get around to treat you, the cancer inside you, if youve got prostate cancer will be growing and then it may be too late to have any treatment diagnosed. So what Ive learnt with this, you cannot just stand by and wait.Because isnt that what happened with your friend, that he, like you waited, but he wasnt as fortunate as you by the time he wanted treatment?Yeah.I mean, Del, one of the things that Im interested in hearing from you is did you feel any kind of discrimination at any point during your diagnosis and then follow on treatment?No, I didnt feel discriminated, what I felt was I wasnt given enough information.Right.Youre not given enough information to know what is out there.Yeah.All the information I was given at the time was: wait; dont do anything. You know, its easy to be said that dont do anything because as I sit here now, if I didnt do something about mine, you know, Ive got a good mate of mine that because he waited, we both waited because we were sharing the same information.Yeah.I was lucky that I had something done. By the time he wanted to get something done, it was too late and he had to have his prostate out. So, you know, waiting is not something you can wait around. And Im not sure that the community understands that you cant wait on these things. I understand it is one in four black guys have got prostate issues theyre walking around with.Yeah, and thats exactly what I was going to ask you next. I mean, thats correct. Its twice as likely as white men to be diagnosed with prostate cancer. But actually, you know, possibly even more importantly, when they are diagnosed, theyre more likely to do so with advanced stages of cancer. And I wanted to get a sense from you why you think that might be?Well, I think it starts like I said from the beginning, you know, I was lucky. Where my doctors surgery is, theres women doctors in there. And I think maybe if there was a thing that more women were doing tests, they were carrying out the tests around the passage, guys who turned up, they would be more willing to go and have their tests if they know if they go and see their doctor, that the womans going to go up into their passage.So let me ask you a couple of questions about that, because this is really interesting and its not something you hear about a lot. Youre referring to the DRE exam? Thats what were talking about? The digital rectal exam? Thats what youre talking about?Yeah.OK, and then the second question I have is and this is at the GP, when you said the lady doctor, this is a GP youre referring to, correct?Thats right, yes.So whats interesting about that is its so basic and its so cultural. But yet, you know, not many people hear about this. You know, not many people hear about the fact that thats what would be preferred. And from what youre saying, that might actually get more black men into the GPs clinic.I reckon so. When we talk to each other, we talk. And if that is going to be an issue, I know what theyre saying, Ive been on the street, I know theyre saying I cant have some guy putting their hand up inside me, but if its a woman now, its a different thing.Yeah, interesting.You know, I felt comfortable with that, that a woman was examining me. I know in all cases not you know, its a lifesaving examination, you know, but thats maybe one of the reasons why you dont get a lot of the black guys going in because of that issue.Do you think that thats something that, you know, you mentioned that when you talked about that with your initially male GP, he understood that and he very readily.He understood that.Do you think that thats something that could be very easily adopted?Yes, I think so. Once, if the word was out, that a female doctor is going to examine you. Yeah, I think you get more response.Thats really interesting.... from the black community, black men. Yes.So other than that, which is pretty important and we can come back to that in a second. What other messaging do you think is currently not out there, that should be?I really think information like, I had to search for other information regarding your prostate or what other treatments there are out there. And I dont think the hospitals, when you go to the hospitals, theyre willing to tell you or even show you that theres other treatments out there. Theyre only putting over what they think rather than saying, well, there is A, B and C, other treatments out there where you could explore, rather than just say, well, you know, lets wait.Thats important, but something else Im interested in. I just want to come back to what you said about your friend who was going through a diagnosis at the same time as you, and then you mentioned that a lot of your friends talk about this. So its not a question of not talking about it because it sounds like you do talk a lot about it. Its a question of the right message.Im quite open when it comes to certain things. But, you know, youve got to remember there is certain of the brothers, they wont talk about what problems theyre going through. You know, they wont go to another one of their mates and say, well, maybe got this issue going on. We are very closed. And, you know, I feel this is one of the reasons why Im willing to do this interview with you today. If I can show what experience Ive gone through, maybe that will help others going down the line really.Yeah, no, absolutely. I mean, I. What youve said and particularly about women doctors at the primary care level is really, really important and something that could be adopted. Maybe thats something we can take further with some sort of campaign. But I really want to thank you for speaking with me today, because your experience is, fortunately its been very positive for you and its been really nice to get to know you and hear about all the things you have to say, so thanks Del for joining me.Well, thank you very much. Thank you for taking the time out. And again, Ive got to thank the doctors whos worked with me because, you know, if I didnt have them doctors, I wouldnt have known what I know now. And I hope, you know, this is something positive and carry on for other black guys out there that are going through the same situation.Absolutely. Thanks again.Thank you very much.Further information on suitability and access to HIFU is available on our website, along with a transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Black Men – Don’t Wait to Get Screened for Prostate Cancer. Early detection is vital.\nhttps://www.thefocaltherapyclinic.co.uk/black-men-dont-wait-to-get-checked-for-prostate-cancer/"}}