{"pageContent": "\n\n\n\nThe majority of men who come to our clinic are seeking a second opinion following a diagnosis and treatment recommendation for localised prostate cancer from their local hospital. Many are anxious about the life-changing impact that surgery is likely to impart, some are uncomfortable with Active Surveillance, and all want to explore the options they have to treat their prostate cancer while preserving their mental, sexual and urinary health.  We know  weve seen thousands of them.Their experiences, their concerns and fears and most importantly their outcomes from focal therapy give us deep insight into how to support men who are diagnosed with prostate cancer. And the first step is ensuring men have the information they need to make an optimal decision on treatment.Early detection is key to curative and non-invasive treatment, and its important that men get an annual PSA test from the age of 50. All men over 50 are entitled to this on the NHS, and as Prostate Cancer is often symptomless, regular testing gives a baseline against which to measure changes.If the PSA rises significantly, an imaging technique called  mpMRI will enable a urologist to see if the rise is due to prostate cancer on the gland or something else such as inflammation. The images will show the exact location and size of suspicious areas on the prostate, effectively providing a precise map for the urologist to use when undertaking a biopsy to determine if the suspicious areas are indeed cancer. This form of precision biopsy is essential to reducing the risk of over- or under-diagnosis, and ultimately determining the optimal form of treatment.Its crucial that men know how precision diagnostics  the imaging and biopsy methods outlined above  are essential to optimal treatment. Knowing the precise characteristics of cancerous lesions means that a diagnosis is more definitive, and if the cancer is confined to the gland it means that more treatment options are available, many of which do not compromise sexual or urinary function .A diagnostic map showing the exact location, size and severity of cancerous lesions of the prostate is the backbone to a targeted approach to treating prostate cancer called focal therapy. Focal therapies are non-invasive   they dont impact the nerves controlling sexual or urinary function, thereby sparing men of side effects that compromise their lives. Often referred to as the male lumpectomy, focal therapy removes the cancerous tissue but retains the gland, just as women with breast cancer are spared mastectomy when clinicians are certain of the size, location and severity of cancerous tissue within the breast.The Focal Therapy Clinic offers men with localised prostate cancer targeted focal therapies that remove cancer using energy sources best suited to the location of the cancer. HIFU uses ultrasound to treat cancerous lesions, and NanoKnife uses electric current. Both approaches are supported by an evidence base that continues to grow, and detailed information can be found in our website. Both are done as a day case procedure with rapid recovery, delivering excellent cancer control with no incontinence and preservation or erectile function.For more information, visit our website at www.thefocaltherapyclinic .co.uk          Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Optimising diagnosis and treatment for Prostate Cancer: Why a second opinion can be the best investment you’ll make\nhttps://www.thefocaltherapyclinic.co.uk/optimising-diagnosis-and-treatment-for-prostate-cancer-why-a-second-opinion-can-be-the-best-investment-youll-make/"}}