{"pageContent": "\n\n\n\nAdding NanoKnife to our clinical offer of focal treatments to patients has been eye-opening on a number of levels. Not only has it revealed both clinician enthusiasm and patient satisfaction, but it has reinforced our commitment to improving the early detection of prostate cancer and has accelerated our drive to improve access to screening.Two recent Focal Therapy Clinic patients and their consulting urologists offer insights.Brian Bishop underwent NanoKnife treatment in May 2022 with TFTC Urologist Marc Laniado. Aged 77, Brian lives an active life and upon being diagnosed with localised prostate cancer, was briefed comprehensively by Marc on his treatment options.Brian spoke to us recently about his experience and expressed how his decision to opt for the NanoKnife over prostatectomy or radiotherapy was a no -brainer\n\n\n\nMarc described everything in detail and I had absolutely every confidence in him said Brian. Because of the location of the cancer, Marc felt that NanoKnife was preferable to HIFU  and that he felt it would be successful  and it has been.The post-procedure MRI scan showed complete eradication of the cancer, and a blood test three months later showed that my PSA level had returned to normal. Obviously I was delighted with the result and I could see that Marc was also delighted with it as well  win-win all around basically.Asked how he would advise men with a diagnosis similar to his, Brian commentedWell, if youre deemed suitable for the procedure, it really is a no brainer. I think, to go down this line first is the only way if you want to minimise your possible after effects. I mean, the procedure was minimally invasive, it was quick, as I say, a day case in hospital, totally painless. Ive actually come out of a dentist after a filling and felt more discomfort than I have with this, so totally painless. And in my experience, Ive had no lasting after-effects whatsoever.Tim Haskey is another TFTC patient who, at 54, actively searched for a second opinion hoping to find an alternative to the treatments he had been offered upon diagnosis.\n\n\n\nPrior to his diagnosis, Tim had a high level of awareness about prostate cancer and the effects of treatments for it, as his father, aged 82, had been diagnosed years earlier and was undergoing hormone therapy.  Like many men, Tim arrived at diagnosis asymptomatic, having requested a PSA test from his GP at an annual review for another condition. The result led to an MRI and biopsy with a diagnosis of Gleason 6 localised prostate cancer, and he was given the options of removing prostate or doing nothing.Tim describes his fathers response to his sons diagnosis: He told me it would ruin my sex life and to seek every option possible.And so he did and found TFTC and Consultant UrologistAlan Doherty who reviewed Tims imaging and following MDT with the TFTC clinical team determined that Tim was a suitable candidate for focal therapy. Given the location of the cancerous lesions on his prostate, NanoKnife was selected as the optimal treatment.Tim believes strongly that men must be advised of all treatment options, and that early detection is essential especially now that new technologies in imaging and non-invasive treatments are effective and wont compromise quality of life.  Its this belief that is driving him to fundraise for Prostate Cancer UK through a sponsored walk at Easter. If youd like to support Tim, the link to do so is here.TFTC Consulting Urologist Marc Laniado has been practicing focal therapy for almost two decades with a range of modalities, and he is very keen on what NanoKnife offers to both patient and clinician. He spoke passionately about its impact in a recent OnFocus podcast.\n\n\n\nAsked about his views on growth in the use of NanoKnife, Marc gave three insights into why he believes growth is inevitable.First, he pointed to the increase hes seeing in patients with anterior lesions  those presenting at the front of the prostate gland  which are ideally suited for NanoKnife treatment. He describes how an 80-20 rule has applied in the past, with 80% of lesions presenting at the rear (posterior) of the gland, and 20% at the front. But since weve introduced MRI scans to diagnose prostate cancer, were finding many more men who have cancer at the front of the prostate. These men often werent diagnosed for many years, he says.Why not, hes asked.they werent diagnosed because we did transrectal biopsies through the back passage, so only ever sampled the back of the prostate. But with the advent of MRI and transperineal biopsies, which enable us to sample the front of the prostate more effectively, were identifying more men with cancers at the front of the prostate. Hence the number of men potentially suitable for NanoKnife or similar technologies will increase.Second, Marc believes that the continual improvements in the precision of imaging and biopsies allow for better margins in ablation, improving outcomes and safety for patients.Third, as more men become aware of less toxic treatments for prostate cancer they will hopefully be incentivised to come forward for screening. Early diagnosis gives men more treatment options, he says.Alan Doherty, Consulting Urologist at the Birmingham Prostate Clinic and the Focal Therapy Clinic, is another advocate for the benefits of NanoKnife, from a clinical practice perspective as well as patients.\n\n\n\nA newcomer to the procedure, Alan has been impressed with the precision, speed and impact of the IRE approach to focal therapy. For a clinician it gives us a high level of control around the ablation area, and its impact is almost immediately measured in post-treatment MRI he says. This gives us as close to a tangible result as possible with a non-invasive procedure.Alan believes that adding NanoKnife to the range of focal treatments available to men with localised prostate cancer will increase the number of men undergoing them who benefit from good outcomes with minimal side effects. Like his colleague Marc Laniado, Alan feels this will have a positive impact on early diagnoses of prostate cancer. In my view this will inspire more men to come forward for screening, he says.A reduction in the fear factor of prostate cancer treatment would undoubtedly motivate many men to seek testing. The reality is that the clinical advancements that are increasingly making focal treatments safe and effective and support its implementation also support the rationale for early testing.We have the tools for highly precise diagnoses of prostate cancer, enabling highly precise treatments that are well tolerated with minimal side effects. With an early, precise diagnosis men can avoid radical procedures and undergo curative treatment that maintains their quality of life.This is the message that motivates former patients like Brian and Tim to speak openly about their experience with prostate cancer and, in Tims case to take on fundraising challenges. Its also what drives clinicians like Marc and Alan to embrace and master these tools and treatments.Do you have comments youd like to share on precision diagnostics, focal treatments and improving early diagnosis of prostate cancer? Wed love to hear from you. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "NanoKnife, enhanced patient choice and the case for prostate cancer screening\nhttps://www.thefocaltherapyclinic.co.uk/nanoknife-enhanced-patient-choice-and-the-case-for-prostate-cancer-screening/"}}