{"pageContent": "Raj Nigam, Consultant Urologist at the Royal Surrey NHS Trust and the Focal Therapy Clinic, joins OnFocus to discuss the landmark study led by Imperial College London that was published last week to much acclaim. In its outcomes, design and impact, this study is a breakthrough in supporting better choice and ultimately better care for men diagnosed with localised prostate cancer.Download the study here:Focal Therapy v Prostatectomy studyPlease find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we engage you with issues facing men diagnosed with prostate cancer that are little known, less understood and often ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Raj Nigam, consulting urologist at the Royal Surrey NHS Foundation Trust and The Focal Therapy Clinic and an investigator on the landmark study led by Imperial College London, published last week, which compared outcomes from focal therapy to prostatectomy. Were going to discuss the impact of this study on clinical practice and patient care. Raj, welcome. Thank you so much for joining me today.Thanks very much for having me, Clare.So this is really quite an achievement last week for this study, it received lots of media attention and it seems to have had some very, very powerful outcomes. So first of all, congratulations on that. And it really is quite a breakthrough study. Can you describe its key outcomes?Thank you very much, Clare. Yes, were very proud of this particular study. Its the first of its kind comparing focal therapy with radical prostatectomy. So essentially the gold standard of a study comparing two treatments is something called a randomised controlled trial. And nobody worldwide has managed to do that, comparing any of the existing treatments for early localised prostate cancer. And the reason for that is that to randomise a patient properly, you have to offer him three or four brown envelopes within one brown envelope. There will be a radical prostatectomy written inside. Another one will have radiotherapy. Another one may have focal therapy. Another one may have do nothing at all. You have to ask the participants in that trial to say, right, youre going to choose a brown envelope as to which treatment. And most men would say, well, hang on, Im not going to allow a brown envelope to choose for me whether I might become incontinent or not or whether I might not have a successful cancer outcome. So most men would say no, I would really want to know exactly what the treatments are and then make a decision together with my physician as to which direction I want to go in for. Therefore the concept of the randomised controlled trial goes away. Now, the key outcomes of this particular study were that the oncological i.e. the cancer outcomes at three years, at five years and at eight years were very similar between what we regard as the most radical treatment in terms of removing the whole prostate versus a minimally invasive treatment called focal therapy. That has never been shown before. Weve always suggested that there were less side effects with the focal therapy, but in terms of cancer outcomes, you need longevity. And we now have very good data going out to eight years, which shows that actually from a cancer control point of view, the two treatments appear to be very similar.And thats really impressive. The other thing you started to say about why its challenging to do an RCT in this area. So one of the other things I understand is equally as remarkable about this study is that the design of it was, if not unique, it was pretty unusual. Can you explain how this research was conducted?Yes, certainly. So its whats called a propensity score matched study or PSM for short. Thats a PSM study. And essentially what we do in the absence of a controlled trial is that we look at databases of focal therapy and compare them to databases of laparoscopic radical prostatectomy in this instance. And what we try and do is match one participant in the focal therapy arm to one participant in the radical prostatectomy arm. Now, that is more difficult to do than you might think because there are so many different factors. So age is one thing, their PSA reading, the gradeof the cancer, the stage at which it was diagnosed. All of these can be confounding variables and to match them accurately is a very difficult and tricky statistical exercise. And there are various statistical techniques that were used to match patients. So you are left at the end with approximately 250 patients who have had focal therapy matched on a one to one basis with radical prostatectomy, with all similar parameters or almost identical parameters in the two halves.OK, so that was like a control factor to these other elements.You have to match them to each other and then do your analysis.So the database that you used for HIFU, the men who had had focal therapy, HIFU focal therapy. Now my understanding is that was based on, again, a rather unique database called the HIFU Registry. So what is this data set and where does its content come from?So its basically called the Heat Registry, which is a UK based nationwide registry, which many of us were involved with at the outset when it was set up. And it is partly a requirement of the National Institute of Clinical Excellence valuated high intensity focused ultrasound so that every treatment that is performed by the participants in that database is recorded and the patients are followed up over that period of time. So that we know quite clearly that if any patient fails that particular treatment and Ill come on to what we defined as failure in these in this particular study, it is then recorded and the outcome of that patient is recorded. Some of us within The Focal Therapy Clinic and so on have been participants in this particular registry right from the outset. And we enter our patients prospectively with their parameters and their outcomes into this particular database. From that point of view and so far as, for example, there isnt a single national radical prostatectomy database, which all radical prostatectomy is to enter into. So its unique from that point of view that all focal therapy treatments should be entered within this particular database.And how many registrants are there on this database?Oh, now, while were just about to publish later on this year, almost 1900 patients that have undergone focal therapy. So theres a large number over many years.And its growing all the time, its continually being added to, from what you said?Prospectively, its always added to. So patients are always added into it as and when theyre treated.So that means that its just getting to be deeper and broader data set that can be used for lots of future research, presumably.Absolutely and were very proud of the work that weve done so far with such a robust database. And like I said, its entered prospectively so were adding to it. Its a live database. We do not know what the outcomes are going to be on the patients Im treating tomorrow when theyre entered into the database.Yes, quite, quite impressive. So just switching a little bit away from the database and on to the patients. I mean, how do you see the results of this study changing the patient experience for those diagnosed with localised prostate cancer going forward?Well, I would hope it would have a significant impact. Weve always known and we have published the short and medium term functional outcomes of impotence or erectile dysfunction and incontinence in patients who have undergone focal therapy and separate observational studies have done the same for radical prostatectomy. But the oncological or the cancer outcomes have always lagged behind because its relatively new compared to radical prostatectomy. So whereas radical prostatectomy in terms of observational studies can give you 10 year and even beyond up to 15 year data, because we got NICE approval to carry out focal therapy only in 2012, we have only got data from there onwards. And so we are catching up. And most observers would say you need good 10 year data before you can say, yes, this is an equivalent treatment. We have published eight year data in terms of a propensity score matching study, and we will continue to add to that as time goes on. But its an excellent start at eight years to show that, in fact, it was a slightly improved cancer outcome in focal therapy compared to radical prostatectomy, but it wasnt clinically significant and therefore the two are deemed to be equivalent.OK, so the difference then in the patient experience might be now that more clinicians will feel confident in offering this, hopefully because they see that the data is there to support that choice?Absolutely. So if a patient has an MRI scan and biopsies and the PSA that is suitable for focal therapy, he or she can confidently say that, look at eight years, if we were to take your prostate out in terms of radical prostatectomy, the cancer outcome would be exactly the same as if you had had a focal therapy.Yeah, which of course, is going to be different in terms of side effects. And in fact, thats something I just wanted to ask you as a final question, because men often are told about the choice they might have between radical treatment and focal therapy almost as a trade off between cancer control and functional outcomes such as sexual and urinary function, so do you see that this study might support a more balanced discussion on this perceived trade off?Yes, I would hope so. And I think that it is important to bring that up because it is not unusual for men in this country. And we know this from our work with The Focal Therapy Clinic to find that they are only offered two options, either radical prostatectomy and the radical radiotherapy, i.e. both of which we would call a radical whole gland treatment. Very few patients even have a discussion, let alone are offered the concept of focal therapy and a lot of men sadly have to find out for themselves over the internet and so on what this treatment is about and so on. So one would hope that with the publicising of this particular study that more men would become aware that there is an equivalent option to radical surgical treatment options. If they look into it further, they would see, oh, this is a minimally invasive option in which Im likely to preserve my continence, in which I have a 15 to 20 percent risk of erectile dysfunction vs. an overall 50 to 70 percent risk with a radical prostatectomy.Quite a difference.There will be large numbers of men who would hope that they would be eligible. And, of course, we evaluate men very, very carefully to see that they are eligible if they come to focal therapy that we know with confidence that their cancer outcomes would be equivalent if they had chosen a radical prostatectomy option.And now you have the data to prove that. Well, Raj, thats really, really helpful. And I know many of our listeners will be extremely excited to hear about this. Congratulations again on this really important research and we await much more using this effective database to see where this all goes. So thanks so much for speaking with me today. Its always a real pleasure to talk to you.Thank you very much.A transcript of this interview is available on our website, where you can also download the published study that weve been discussing and access to information and insight on managing prostate cancer diagnosis. Thanks for listening and from me, Clare Delmar, see you next time.How does focal treatment compare to proton treatment?Focal therapy is a minimally invasive treatment which is highly effective for early stage organ confined prostate cancer. Proton therapy is a superior Radiotherapy option especially for men whose prostate cancer is at a more advanced stage.Please keep me updated\nMy Urologist has not given me the option of focal as he says very small amounts were found but on both sides?Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Landmark Study Shows Focal Therapy is as Effective as Radical Prostatectomy\nhttps://www.thefocaltherapyclinic.co.uk/landmark-study-compares-focal-therapy-to-radical-prostatectomy/"}}