{"pageContent": "Mr Alan Doherty completed his undergraduate training at Middlesex Hospital, London, before undergoing his surgical training at the Royal Marsden and Charing Cross Hospitals. Mr Doherty also studied at the Institute of Urology before taking up his position as a Consultant Urologist at Queen Elizabeth Hospital, Birmingham, in 2001. Queen Elizabeth Hospital is the largest urological cancer centre in the West Midlands.He is one of the most experienced surgeons in prostatectomy within the UK, having undertaken a total of more than 1,200 procedures.Mr Dohertys commitment to using minimally invasive techniques based upon precision diagnostics where appropriate includes all major specialties in urological surgery, including Laparoscopic Cystectomy (bladder removal) and Laparoscopic Nephrectomy (kidney removal), both of which are only performed by a small number of UK surgeons. He has published extensively on prostate cancer, including articles in the Lancet.Alan believes that Focal Therapy is the new standard for the care of early  prostate cancer and that is often preferable to the Active Surveillance protocol. Mr Doherty was recently voted one of the UKs top ten prostate cancer surgeons in a poll of urologists for the Daily Mail.You can hear Alan here in the fourth of our audio series, where he discusses the advances in imaging and radiology that now make Focal Therapy a preferable treatment to Active Surveillance. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Alan Doherty, Consultant Urologist\nhttps://www.thefocaltherapyclinic.co.uk/alan-doherty"}}