{"pageContent": "Marc Laniado, Consultant Urologist at The Focal Therapy Clinic and a leading innovator in imaging led diagnostics and targeted treatments for prostate cancer, joins OnFocus to discuss prostate imaging and reporting. Marc has been a dedicated pracititoner and vocal advocate for the rights of patients to be informed about their treatment choices from his base at Frimley Health, where he is prostate cancer lead at Wexham Park Hospital. Hes here today to talk about the crucial role that imaging plays in diagnosing and treating prostate cancer, and why a minimal standard of imaging and reporting is essential to successful diagnosis and treatment. Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK. With this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Marc Laniado, consultant urologist at the Focal Therapy Clinic and a leading innovator in imaging led diagnostics and targeted treatments for prostate cancer. Marc has been a dedicated practitioner and vocal advocate for the rights of patients to be informed about their treatment choices from his base at Frimley Health, where hes prostate cancer lead at Wexham Park Hospital. Hes here today to talk with me about the crucial role that imaging plays in diagnosing and treating prostate cancer and why a minimal standard of imaging and reporting is essential to successful diagnosis and treatment. Marc, thank you so much for joining me today. Its been a really busy time and I really am grateful that youre here.Hi Clare, its a pleasure to be back with you. Im very pleased to be speaking to you again.So lets jump in and just for our listeners, I spoke a lot with Marc just quite recently, earlier this month at the Focal Therapy Masterclass at Imperial College, where there was so much exciting developments and advances were presented and a lot of the discussion was around imaging. And I think the reason we started the conversation was because the good news is that imaging now, prostate imaging, that is, multiparametric MRI imaging even more specifically, is now fully accepted. Youre kind of seen as an outlier if you dont do it. But I think the conversation we had was that one mans prostate MRI is not another mans prostate MRI. And the variability is something that I know youve been concerned about and that at the the Focal Therapy Clinic really pride ourselves on having a minimum standard. So thats why were here. And I just wanted to throw out to you, we always talk about precision diagnostics and we say that that leads to nuanced care or less invasive care. Can you put this into context before we get into the bigger issues?Sure, Clare. Well, I guess it is what it means it says in the words. Nuanced care is about giving care thats bespoke for the individual man you see, with his personal problems and issues and his specific prostate cancer. You take a typical man aged about 60 or 55, something like that, hes diagnosed with Gleason score 3+4=7 cancer, which is grade group two. So one of the commonest cancers to be found, PSA around six, he would have whats typically called fable intermediate risk prostate cancer or cancer prognostic two, group two prostate cancer. And it may seem that thats a specific diagnosis, but in fact, actually it probably isnt. The cancer of that type can range from a small cancer in just part of the prostate to a large cancer enveloping the whole prostate. And so the treatment would need to be different depending on that type of cancer the man has. Also the individual, that man, he may have other concerns as well. He may have no other symptoms at all. His cancer could have been found through screening, or he could also have problems passing urine. It could be slow urine flow or passing urine too often. So precision diagnostics is really about understanding the severity of the cancer, but also knowing much more about its location, the volume, the grade, its position than it was typically given in the past. So its only with precision diagnostics where we know all these additional details, where we can say, okay, youve got your man with no other symptoms and youve got a small cancer, we can treat it perhaps just by ablating or destroying that small area of cancer compared to another man at the same age, same PSA, same Gleason score tumour. But his cancer may be occupying the whole prostate or most of the prostate, and he also has urinary symptoms and he would need nuanced care or precise care thats related to that, which would be treating the whole prostate and enabling him to pass urine. And his treatment would be perhaps surgical removal of the prostatectomy or something similar. So the two men, although ostensibly with the same type of cancer, have completely different background scenarios and their cancers need different treatment. Yes, we need precise diagnostics so that we can give each man the individual care and treatment he deserves.Okay, thats really helpful, and I imagine more contextual information and data on the patient is important too, but Ill come back to that. I just want to recognise once again, as I said in the intro, that youve really been at the forefront of focal therapy for well over ten years. How would you describe the changes in the prostate cancer diagnostics that youve worked with in that period? And how have these changes improved access to an effectiveness of focal therapy... Im kind of using focal therapy as a way of describing nuanced care?Sure. Well, I qualified as a doctor in 1989 and became a consultant in 2002. And if you go back to the very beginning, we used to diagnose prostate cancer by putting a finger in the back passage in the rectum and then putting a needle almost blindly through the rectum to try and sample the prostate and find out the cancer was there. So those days thats pretty how its done. You might have had a blood test for PSA as well, but sometimes not. And to move forward from there to people having the ability to do ultrasound. So ultrasound first through the lower belly, but then in the back passage, when we could do that, we could then see for the first time, you could actually see how big the prostate is quite accurately. And by being able to see the prostate, we could put needles into systematic locations of the prostate. So rather than sort of randomly or wildly putting needles through the rectum into the prostate, we could direct them into certain parts more specifically. Even with ultrasound, we didnt really know where the cancer was located. Only if theres a very large one, you might see it on ultrasound, but most of them were pretty much invisible. And then around 2000 and from there on, MRI became more prominent and soon became recognised in special centres that actually MRI can show where high grade cancer is located, specifically the higher grade cancers of larger volume, those cancers that might shorten a mans life or give him side effects as he gets older. And so armed with that information we were able to start directing needles into the right place in the prostate to find cancer. But that also had problems because we were putting needles through the back passage we often had infections. These are often called transrectal biopsies because they were going through the rectum. And then in latter years weve moved on from transrectal biopsies to doing transperineal biopsies. So instead of doing it through the back passage, we do them through the skin. So now theyre both safer, less risk of infection, but also we can reach all parts of the prostate. When we do things through the back passage, we can only really sample the back of the prostate, but now we can really take biopsies or samples from the front, the back, the sides with extreme accuracy. And its got even better still. So even though in the past we had the MRI and we take the biopsies, we still had to somehow use our brains to merge the ultrasound images with the MRI images which is not as easy as it sounds, because when youre looking at the prostate in real time, its moving around and changing shape, whereas the MRI is a static image, pretty much. So we then moved on to be able to use complex software, digital software that could then fuse the MRI images with the ultrasound in real time. So when were scanning a prostate in real time, we can overlay the MRI images and see where the cancer is located then. That enables us to take or put needles into exactly the right parts of the prostate. We can know where cancer is located, where its not located, we can know the exact grade and volume. So weve gone from really being able to just about say someone has prostate cancer to being able to say that youve got this specific volume, this specific grade and is located in these specific areas over the last 20 years or so.Yeah.And thats incredibly important.Okay. And so the fact that this imaging has been the most significant change and thats obviously translated both into biopsy as well as ultimately in treatment as well. So what do you think are the challenges of diagnosticians like yourself that you face with regard to imaging?So the challenges are that its becoming multidisciplinary. So that may be seen as a challenge, but also a strength. So urologists are trained in ultrasound, much less trained in interpreting MRI scans. So the challenge for most urologists and other people diagnosing prostate cancer is interpreting the MRI scan. And in the past when we were doing ultrasound, it was black or grey, grey, white and black and fairly easy. Now we have those shades as well, but also multiple colours, different areas. And the scans are done not just to look at, for example, echogenicity. Theyre done also to look at blood flow, the stiffness of the tissues, whats called diffusion, restricted diffusion. Its done also to look for other parameters and features that can identify cancer. And that for a urologist, can be challenging, but it can also be challenging for radiologists. And theres been huge variability across the country in the skills of radiologists interpreting MRI scans. But more than just that, its not just that the doctors having issues, its also been an issue with the scanning equipment. So the MRI scans vary significantly across the country. They vary both in resolution, the ability of the imaging to resolve or give clear images, but also how the images have been, how the MRI scan has been set up. So some poorly detect prostate cancer, whereas others do it very well. And then also some scans are done with contrast and some without. Contrast is an agent or substance thats given to patients, which helps to see where the blood flow goes through an organ, like the prostate. We know that cancers often take up more blood flow than non cancers, so to see the prostate take up contrast, and where it takes up contrast can be quite helpful for an imaging doctor, a radiologist or a urologist, to see where cancer might be found. And a lot of places in the country dont use contrast. And there are reasons for that. And that may be fine if youre going to just treat the whole prostate, but if you want to give nuanced care, if you want to give really bespoke care to the patient, to the man, you really need contrast. So some places in the country give contrast, others dont. So we see a huge variation in the scanners, the administration of contrast and the interpretation of the scans, and that poses major and significant changes to what can be offered to patients relatively so that they get the right treatment. I.e for example, they have treatment if they have significant disease, but also not being told that they have no cancer and then be put onto active surveillance, ie. monitoring, but then find out, okay, oh dear, sorry, we made a mistake, in fact, there is more significant disease than we thought. And now maybe either you missed the boat for a very simple treatment, or actually you really need very heavy major treatment and we may not be able to cure you anymore. So the variability in all these things does lead to confusion amongst people because men are told they can have active surveillance in many cases, they are told they can have surgery, can be told they need focal therapy, or can have focal therapy but in fact it may all be incorrect if the imaging hasnt been done well.So the imaging really does make a significant difference in what kind of treatment is being offered and ultimately the quality of life. Yeah, I mean, has there been discussion about a minimal reporting standard or a minimal image capture standard or is that being discussed? I know that was touched on a little bit at the masterclass, but where do you stand on that?So the very basic first thing would be has the imaging been done correctly? Has to be done in a way thats diagnostic. And there has been a classification system called PI-QUAL, which is about how good the imaging is and how reliable it is. And it goes from one up to five, five being very high quality, one being very low quality. Thats very important to implement around the country. And although the scale has been presented, its not widely used unless the imaging is being reviewed at another meeting outside of where the imaging was performed. And then in terms of interpretation, there is no, for example, exam that people have to sit to be able to pass to say that they can report multiparametric MRIs of the prostate gland. But there are courses that radiologists go on and urologists also can attend where they can become skilled in interpreting the scans. And usually it involves a period of mentorship and close monitoring of the reports of the MRIs scans with subsequent prostate biopsies if theyre done. Theres no, if you like, standard across the country which people have to specifically pass to be able to say that they can report MRIs of the prostate.I mean, do you think that something like artificial intelligence is the future, is the answer to more consistent and more detailed reporting of prostate images? It sounds like thats a bit too far.Well, the good thing about robots and computers and artificial intelligence is that theyre not subject to emotion, they dont get tired and at least in theory, they do what theyre told, so they will follow a specific path and not leave things out. So I think artificial intelligence has already made major inroads into many things that we do, it also make a major step forward, enabling us to have more consistent MRI reporting. And certainly, for example, it will consistently report normal prostates, whats a normal prostate. But also it will help flag up abnormal prostates, which need a skilled human whos very good at interrupting MRIs, to perhaps have a look at it and say what he or she thinks. But the MRI scans using artificial intelligence now can report to the standards of an average radiologist. Thats what the data show, and Im sure itll get to even higher standards in the future.And finally, at the end of the day, people listening to this are going to care about, Im a prospective patient, or I know somebody who is about to undergo a prostate imaging before they have a biopsy. What do you think men really need to know before they accept that theyre going in for an MRI? You mentioned Pi-QUAL, for example. Should they be armed with that knowledge to inquire about that? Should they know about minimal standards of reporting?Yes, absolutely. I think fundamentally the answer should be yes to all of those. If a patient was to ask what the PI-QUAL of a particular set of imaging is, they probably wont get an answer. So PI-QUAL can, to some extent will vary even with a patient in the same scanner. So PI-QUAL refers to the standard of the imaging thats been performed, and sometimes that will vary within a patient. So, yes, it would be useful to know the typical PI-QUAL standard for a hospital or a scanner. That would be useful to know, but its not currently available. But one thing people should know is whats the Tesla strength? Is it 1.5 Tesla? Is it three Tesla? 0.5 Tesla? The higher the Tesla, the greater the signal to noise ratio. They should also know, are they going to have contrast or not? Contrast... If you give contrast, its a true multiparametric MRI. If you dont give contrast, its a biparametric MRI. And the value of contrast as we said earlier, it helps to identify tumours. But actually, if you are going to have focal therapy, contrast is incredibly important because its the contrast scans after treatment that enable us to tell how effective the treatment has been. So if you get an MRI scan without contrast, thats a biparametric MRI, and then you want to have treatment following the treatment up afterwards, which requires contrast, is going to be perhaps not quite as good as if the patient had received contrast with the first scan.OkaySo those things are all very important. And then, yes, also the radiologist. The trouble is, in most cases, you cant choose your radiologist and you cant choose your scanner, but it would be also helpful to know, was the radiologist who reported the scan a dedicated uro-radiologist, someone who reports routinely on prostate MRI? Was it a general radiologist or was it someone who just got, unfortunately lumbered with having to report that scan and isnt particularly used to doing that sort of reporting? Those things would be helpful to know definitely.Very helpful. Well, Mark, I really want to thank you for commenting on this. A lot to take in, but I know its something thats been hugely important, and its even more important that patients understand how important it is. So thank you so much for speaking with todayFascinating area.It is indeed.Its a pleasure for me too. Thank you.A transcript of this interview is available on our website, along with further information on diagnostics and treatment for prostate cancer and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk, and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Developments in prostate imaging and why you should care\nhttps://www.thefocaltherapyclinic.co.uk/developments-in-prostate-imaging-and-why-you-should-care/"}}