{"pageContent": "Prost8 founder Paul Sayer discusses his personal journey to establish a charity aiming to change the conversation around prostate cancer treatment.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to The Focal Therapy Clinic. My name is Clare Delmar, and in this audio series, Im going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Earlier this year, prostate cancer was acknowledged as the most commonly diagnosed cancer in the UK. With this sombre fact comes a multitude of challenges and opportunities. In the seventh of our series, Im speaking with Paul Sayer, founder of the charity Prost8, which describes itself as a new force in the fight against prostate cancer. Diagnosed with prostate cancer in 2018, Paul rejected his consultants advice to undergo invasive treatments and opted for focal therapy. And hes now on a mission to ensure that all men have this treatment option. Paul, thank you so much for joining me today.Hi, Clare. Its a pleasure to be here.Can you just talk really quickly about... youve got a very interesting spelling of prostate. So I think itd be interesting just to start off with why its spelled the way its spelled.Its actually Prost8, which is P R O S T and the number eight. So its a slight twist on the actual true prostate word. Basically the eight stands for the one in eight men who will actually be diagnosed with prostate cancer in their lifetime, which is quite a staggering figure in itself.Yes, it is indeed. And I suppose well get on to that in a few minutes. But can you tell us a bit about your personal experience with prostate cancer?I guess the story starts fully back in about mid 2015. A very good friend of mine, Steve, had gone through a very nasty prostate cancer journey himself in his early 50s, which he almost didnt survive. And as a result, he kind of made it his personal crusade to make sure other men got themselves checked and that included me. But really, I had no obvious symptoms whatsoever. So like most men, I just carried on and basically ignored him. Anyway, one, I guess, fateful Saturday morning late in 2015, I had an unrelated doctors appointment and having seen Steve the previous evening, it was on my mind. So I asked the doctor if I should get my prostate checked. He asked the usual questions. I said that I had no symptoms, but to his credit, he said, as I had just turned 60 at that point, it might be a good time to have a look. So he did the rectal examination, found some enlargements and a bit of hardness, but said it was probably just age related.And you had no symptoms at all?No symptoms at all. No, no, nothing to indicate it whatsoever. He said that they would keep an eye on me over the next couple of years. But of course, as you know, this never happens. And I didnt visit the doctor again until very early in 2018, which is two and a half years later...OK...again, for an unrelated issue. It was a different doctor, but while I was there, I thought Id mention to her that I was meant to have my prostate checked along the way. And oddly, she seemed just so resistant to wanting to take it any further. It was a case of if you have no symptoms, dont worry, which is quite common, unfortunately. In fact, she was kind of so unnecessarily anti that she made me take exception, especially knowing that I did have some enlargement. So I guess I made a bit of a fuss. And eventually she reluctantly agreed to arrange for me to see another doctor at the same practice for a rectal check a few days later and arranged a PSA test.OK.PSA test reading came back at about three point eight. So certainly not dramatic, quite low. But then I was seen and examined by another doctor and he immediately said my prostate was hard and grainy. So he wanted to refer me for further investigation, which is the first sort of worrying sign.Indeed.So I zoomed off to the hospital and following a series of scans and a biopsy, I was told that I had quite a sizeable tumour on one side and some lesser spots on the other.WowYeah, that sort of set the worry even further.Of courseThe usual happened, I was referred off to the urology department at the local hospital to see the specialists and to decide upon a treatment pathway. Fortunately, I did some homework ahead of that, made myself aware of all the possible options, sort of both mainstream and those that were in trial at that time. As you probably know, even now, most resources just point to either radiotherapy or surgery, removing the prostate completely. Theres not a lot out there on focal therapy or maybe you get offered hormones and watch and wait. But I also found some information on the newer focal therapy treatments, such as HIFU and cryotherapy. So it doesnt need saying that I certainly wasnt keen on the possible side effects of radiotherapy or surgery, there being a very high chance of both incontinence and erectile dysfunction. When I got to see the surgical consultants, I saw both the radiotherapist and the surgeon within about 20 minutes of each other, I asked them about HIFU among some of the other options that were available. But remarkably, between them, they said that HIFU was not suited to my kind of prostate cancer, that it was highly experimental and it was only available as part of trials for advanced cancer. I knew differently to that, but they were saying I needed more traditional treatments and quickly, basically.And did you get a sense that it was considered risky or simply that it wasnt available?It was really a lack of knowledge. You could almost read between the lines when you were told they didnt really have the knowledge, so they were hiding behind their own specialisations to cover that lack of knowledge.OKSo from my research, I knew that I could have different options, but when I spoke to them, they were actually almost annoyed that I dared to question them and one of them even got almost angry about it. And I have to say, I did actually phone back into the hospital later to make a complaint that I was being sold their choices rather than being told my choices.And this is NHS? I mean...This is NHS, my local hospital, urology department.Of course. How did you find the availability of HIFU?I had two options at that point. They wanted to rush me into surgery in seven to ten days or put me on radiotherapy. So I opted for the radiotherapy simply to buy time because Id got this HIFU thing in my head and wanted to explore it. The radiotherapy I chose purely because it involved six months of hormones ahead of the actual treatment. So that gave me more than the seven to ten days they were quoting for surgery. So in those following weeks, I researched, wrote, phoned, badgered every consultant I could find in the UK working on alternatives.Wow.And cutting a very long story short, I eventually found Professor Hashim Ahmed at Imperial College Hospital in London and saw that he was working at the forefront of focal therapy and offering it as an NHS treatment at that point. So I wrote to his secretary, she advised me to get a referral to the prof from my GP, which again I managed but with resistance. And as a result, I first saw the prof in March of 2018 to be told I was actually an ideal candidate for HIFU and he would readily accept me as an NHS patient.Wow.And I then went to have some updated scans at Imperial College. My treatment took place in July of that year. It was a day stay procedure. I was in theatre under a general anaesthetic for a couple of hours and that evening went home with a catheter fitted, basically. One week later I returned for the removal of the catheter, a quick check up and they said all appeared well. So basically go and get on with my life.So you had quite an experience and you obviously built up quite a foundation of knowledge. How did this lead to the founding of Prost8?I previously worked in the charity sector organising major events and consulting for charities, everything from a major HIV charity through to Help for Heroes for more than 15 years. Ironically, Id taken a break at that time for a couple of years to help my son in his technology business. Having come through the cancer, I kind of felt the time was right to get back to what I knew. So the prostate cancer was the ideal challenge. Id got a bit of knowledge, so the two came together. Explained my plans to Professor Ahmed, and was shocked to find out that almost 12,000 men every year with a low level, treatable prostate cancer like mine were being given the same invasive treatments as those with advanced cancer. So that was the driver.Absolutely.All those men were suffering life changing side effects, it just wasnt necessary. So thats what drove me to go further.Well, that certainly sounds like one of the most significant things. But has there been another very significant thing youve discovered about men receiving prostate cancer treatment in the U.K.?Yes, that basically the same journey I had really, that theyve gone through the procedure of visiting their urology department, but being offered nothing more than the tools that the hospital has in its toolbox, basically, which is usually watch and wait with a few hormones, radiotherapy for five weeks, five days a week, or surgery to remove the prostate. I started looking around to see where men could get treatment for focal therapy if they did find out about it, and I was even more shocked to find that they were literally only a couple of NHS hospitals with focal therapy equipment in the entire UK, and theyre only in London and the south east. Theres fortunately private facilities such as yours, but thats obviously not accessible to everyone. And I know that some hospitals rented in equipment for a few days a year, but for the average man with prostate cancer, theyd never even be told that they had that less impactful option.So, yeah, quite. I mean, theres kind of two sides to it. I mean, youve well articulated the limited resource in providing it. But equally, I mean, you must have some thoughts since youve set up Prost8 and talked to men that had experienced what youd experienced, that they dont really have the knowledge or the awareness to even ask the right questions.They dont, no, thats the trouble. I guess our mission statement, if I was to say, is just to help men to live the best lives possible after prostate cancer. And that means they need to know the best treatment options that are available to them.And whats the reception to that? I mean, on the sort of prospective patient side, do you feel that men react in wonder, in horror, in gratitude for the awareness youre raising? How do they respond to the fact that there is something else that they havent been told?Well, most of them, like myself, theyre quite shocked that they were never told this at the point of diagnosis. Weve had quite a bit of reasonable national press coverage in the last year, sort of in the Times and the Mail on Sunday....Indeed, yes.... and men have picked up from that. My story, if you like, and I contacted the charity to say, how do I get involved in this? Well, at the moment, locally, there is no option. So very luckily, the Imperial College London have taken quite a number of men that weve managed to redirect away from their local facilities to be given HIFU treatment there. I know a couple have also gone with the private route, so were having an impact along the way to get people better lifestyles.And why do you think that focal therapy doesnt get the attention it deserves?Thats a good question. I think the NHS has invested heavily in recent years in the traditional methods, shall we call it, so theyve upgraded radiotherapy suites dramatically at great cost. Theyve installed DaVinci robots to carry out prostatectomies. Thats quite a few million pounds apiece and training that goes with it. And I think that they are too keen at the moment to get the best value out of those rather than looking at the alternatives out there, especially when you think that for focal therapy, its a fraction of the cost to install the equipment, one day stay so theres no hospital stay involved, and recovery times are phenomenally quick and the ongoing care is almost nil. And you certainly cant say that about radiotherapy or surgery.No, I mean, youre absolutely right. And then not to mention that, you know, with minimal or zero side effects, you dont have the follow on or associated problems that you might have that would require someone to seek further treatment. Yeah, the economics of it, I totally agree, seem to really be one attraction, certainly for a hospital, not necessarily from the patients point of view. But do you think thats really the main reason or do you feel it is anything else youve learned in your work in the last two years?Theres a lack of knowledge right the way through from GPs to urologists, basically, that some have a vague recollection in their periphery that there is another option out there. Theyve heard a bit about HIFU. Some will have done the usual thing, gone to the Internet, found out that the information is probably 8 to 10 years out of date, and its talking about it being a trial and suchlike. But they take that on board and thats their knowledge base. So as a charity, our job is basically to get that knowledge out there from GP through to urology department. But our aim is to get the men on the street to know what their choices are. So when they rock up at their GP or the urology department, they can ask, they can say, no, I know there are other options and thats the problem. Men turn up and they dont have a clue other than what theyre told and they trust what theyre told.Yeah, I mean, thats an interesting point. I mean, are you getting any sense that that youre breaking through?Weve had an incredible number of calls during the COVID period from the men who have just been dropped out of the NHS, basically, and cant get anywhere.Yes. Yes.But the ones that are coming to us when were pushing them back towards their urologists and sometimes their GPs, we are now seeing that theyre prepared to give them referrals on to, as it has to be Imperial College or someone like yourself at the moment. They are getting the referrals now, whereas in the early days, going back to a year or so ago, the resistance was incredible from the medical profession.So do you think that, just kind of pulling the last two strands together, that as the NHS moves into a post COVID recovery phase and has to address quite significant backlog of patients, do you think that focal therapy might have a new place in prostate cancer?I think its crucial on many fronts. I mean, not just the fact that it gives men a lifestyle following their treatment, but in terms of cost for the NHS, its got to be a better option.Do you think that thats resonating with the population and with the NHS, or do you think that the driver is really the patients being more informed and having the confidence to ask more for alternative treatments?I think its going to be a combination of many things. I mean, one of the things were working on is to commence lobbying. So weve managed to get the ear of a few MPs who are very amenable to the idea. Were working with Imperial College and other departments like theirs to start lobbying within the NHS and where possible and I suppose just make a big nuisance of ourselves until someone listens.And how about follow up? I mean, do you find that people whove had focal therapy have actually I mean, in addition to being relieved that theyre disease free with no side effects, do you think that theyve also placed lots of gratitude in you and your campaign and may really help become advocates themselves?They do, yes. Weve had weve had quite a bit of that, I must admit. Some people just disappear off the radar and get on with their lives because theyve got what they wanted. We have a few who are becoming almost ambassadors for us now who are pushing that message and are going back into the NHS to let them know what their outcome was compared to the one they were being offered.So, Paul, how do people then find Prost8? Whats the best way to engage? Is it online? Is it on social media? Maybe you can just run through...Yes its on social media, mostly as Prost8, P R O S T 8, again. We have the website, which is prost8.org.uk or we have our telephone line, which is 0203 8580848.And if somebody listening to this decides to get in touch with you, what can they expect on first engagement with either you or one of your team?The first thing we do is make sure theyre aware of the choices they have. We provide them with the information they need to return to their urology department or GP to get referred to the right treatments theyre looking for and we help them through that by keeping them informed of their rights within the NHS and wider as to how they can insist almost on these referrals.And by rights, are you referring to like the Montgomery ruling, for example?Yes, thats part of what we refer them to. Its that and links to the NHSs own pages about your rights of referral, etc. So we give them quite a comprehensive package of information.Thats really good to know. And I know it takes people like you to really build up that head of steam. And really its about... I mean theres a lot of information out there, as Im sure you would agree. Sometimes theres almost too much. And when you are in a situation where youve just been diagnosed with prostate cancer, youre not always in the best place to absorb all that information. As Im sure youll agree...Certainly not....having the ability and the capacity to counsel men who are in that sort of state of mind and build that confidence, I think is really crucial in this.It is. But one of the most important parts of the campaign weve got coming up. Weve actually got a campaign starting later this year, which is: Prostate cancer, Know your choices. And that will be the foundation of how we get the message out there. Behind that is a huge campaign to raise some significant funds to start buying, donating and deploying focal therapy equipment into strategic NHS hospitals, basically. So the access is widened so we can get more and more men through. Weve got to reduce that twelve thousand a year figure.Right. OK, Paul, thank you so much for your insights. Its been an absolute pleasure talking with you and best of luck with Prost8 and the campaigns that youre that youre developing.Thank you very much.A link to Prost8 and its social media content is available in the programme notes to this interview on our website, www.thefocaltherapyclinic.co.uk, where you can access additional interviews with patients and clinicians about their experiences with prostate cancer. And from me, Clare Delmar. See you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "When Success with HIFU Focal Therapy Inspires a New Charity\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-with-paul-sayer/"}}