{"pageContent": "When it comes to choosing a treatment for prostate cancer, if you are going to have your whole prostate treated, e.g. by surgery or radiotherapy then you only need to know if cancer is present in the gland. However, if you want to maximise your chances to keep a normal sex life, stay dry and pad-free, yet treat the cancer, just knowing significant prostate cancer is present is not enough  you need to know where the cancer is located and, critically, where it is not located, with as much certainty as possible.An optimised approach to identifying the location of cancer within the prostate means that treatment strategies that are highly targeted and minimally invasive become accessible to men with localised prostate cancer.The Focal Therapy Clinic Consultant Urologist Marc Laniado describes a recent experience that highlights how and why. And it all begins with an MRI scan:I saw a 64-year-old man who had an MRI scan done in his local hospital and was told he needed to have his prostate taken out. Unfortunately, the scan quality was less than optimal and without contrast. Contrast is the added juice that helps make the scan just a bit more accurate for overall detection, but also necessary when deciding if focal therapy is possible or not and judging after if the treatment has been successful.He explains that an accurately produced MRI scan becomes the road map for an accurate biopsy:We need the highest quality MRI scan possible combined with laser-sharp biopsies that match suspicious areas in the prostate seen on the scan. Taking biopsies under local anaesthetic gives you the information to know that cancer is present. However, limited sampling occurs because it can be pretty uncomfortable, and awkward positioning is often required. Also, it can be quite difficult to reach certain parts of the prostate, such as the lowermost part at the apex, where many vital structures come together.The accuracy of the biopsy is improved further when the patient undergoes a general anaesthetic:In our practice, we overlay the MRI images live onto the ultrasound images, i.e. we fuse them and then very carefully sample the abnormal areas on the MRI scan, says Marc. With the fusion, we can be very confident that we have precisely tested the prostate for cancer. Again, the reasons are that we need to know where cancer is present and be sure that there is no cancer in other parts of the prostate. Furthermore, the general anaesthetic means that we can very accurately sample the areas that are difficult to biopsy under local anaesthetic, and take more samples which can be painful under even the best local.Alan Doherty, Consultant Urologist at the Birmingham Prostate Centre and The Focal Therapy Clinic, concurs:Finding and knowing where small early prostate cancers are located is difficult and needs precision diagnostics. Using a general anaesthetic approach is less painful, avoids patient movement and therefore more accurate biopsy needle placement.Alan is passionate about offering his patients choice in their treatment for prostate cancer, and helping them to maintain their quality of life. He explains how the biopsy technique and approach is integral to this:Using a GATP (general anaesthetic, trans-perineal) fusion technique to perform prostate biopsies enables me to find the location, size and nature of the cancer precisely. The biopsy results lead to more accurate/ confident treatment choice for the patient. In my experience this means fewer full prostatectomies and more targeted treatments and makes PSA screening completely logical.  In the case of Marc Laniados patient, both the MRI scan and the local anaesthetic approach provided suboptimal information.My patient had had transperineal prostate biopsies under local anaesthetic, giving a general idea of where the cancer was. Unfortunately, they were not exact enough to allow us to proceed with focal therapy. We had to wait a while after the first set of biopsies before getting a new higher-quality MRI scan, followed by biopsies that targeted the MRI abnormalities and then so-called systematic biopsies. A general anaesthetic was used to allow accurate and more comprehensive sampling.He continues,with that new information, I could tell my patient that he had cancer in just one part of the prostate without cancer elsewhere. He then became a candidate for focal therapy, which ultimately resulted in no detectable cancer on the post-HIFU MRI scan, normal erections with complete bladder control.Have you experienced different biopsy approaches? Wed love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Precision Prostate Biopsies Improve Prostate Cancer Treatments:  The MRI-Fusion Biopsy\nhttps://www.thefocaltherapyclinic.co.uk/precision-prostate-biopsies-improve-prostate-cancer-treatments/"}}