{"pageContent": "The special relationship between the USA and UK, currently watched closely as the former prepares for a general election and the latter for its exit from the EU, has delivered particular benefits to patients with early-stage prostate cancer. Focal therapy, and HIFU in particular, have their scientific and technological roots in the USA, and their clinical and institutional success led here in the UK.In the 1970s, scientists at Indiana University were combining ultrasound physics and medical engineering to ablate, or remove, targeted tissue in the human body with high levels of precision. The result of these experiments was the development of HIFU  high intensity focused ultrasound technology. The first human HIFU trials were in patients with terminal brain cancer, which demonstrated encouraging improvement in patient symptoms.Following those early experiments and trials, recognition of HIFUs potential broadened. By the 1990s, a small team was established at Indiana University School of Medicine, and in 1998 that team formed Focus Surgery, Inc to commercialise HIFU technology. With a dedicated laboratory, a handful of patents and a number of government grants, the team developed the capacity to manufacture the first system for prostate HIFU ablation, known as Sonablate.In 2004, USHIFU, LLC was established in Charlotte, NC to implement a clinical trial with an early version of the Sonablate system. Four years later, USHIFU purchased Focus Surgery and a new subsidiary, International HIFU, was created to expand the use and sales of Sonablate globally. According to Alex Gonzalez, founder of what became SonaCare Medical, we were watching what was happening in the UK and knew this would be key to the success of Sonablate.What was happening in the UK was no less than a revolution in diagnosing prostate cancer. Led by Professor Mark Emberton and his team at University College London, a new approach to sequencing MRI scans, known as multiparametric MRI was proving to image cancerous lesions on the prostate with increasing levels of precision and accuracy. This has led to both a significant reduction in biopsies and a vast improvement in the accuracy and efficacy of required biopsies. In 2018, NICE incorporated mpMRI into its guidelines for prostate cancer, advising all men to undergo an mpMRI prior to biopsy.Accurate imaging and targeted biopsies underpin the success of focal therapy, and following these developments in imaging, SonaCare Medical began to work with the UCL clinicians to conduct trials on focal therapy. These have enabled a body of evidence to build around the efficacy of HIFU in treating early-stage prostate cancer:A Multicentre Study of 5-year Outcomes Following Focal Therapy in Treating Clinically Significant Nonmetastatic Prostate CancerPartial ablation versus radical prostatectomy in intermediate-risk prostate cancer: the PART feasibility RCTFocal Ablation Targeted to the Index Lesion in Multifocal Localised Prostate Cancer: a Prospective Development StudyThe success of these trials have led to others, and excitement has built around a current trial, CHRONOS, led by Professor Hashim Ahmed of Imperial College London, which is investigating the outcomes of new prostate preserving surgery against whole prostate treatment.Alex Gonzalez of SonaCare Medical is very optimistic about the future of HIFU in prostate cancer and credits his UK colleagues with the pivotal role they have played in building up the evidence base. This has vastly improved the success of focal therapy, because as more men are diagnosed with early-stage disease through mpMRI, this gives us the opportunity to offer focal therapy and to provide access to this non-invasive approach to treating prostate cancer, he says. Early, accurate diagnosis and focal therapy work hand in glove.The special relationship continues.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "HIFU Focal Therapy For Prostate Cancer – Born In The USA, Coming Of Age In The UK\nhttps://www.thefocaltherapyclinic.co.uk/hifu-focal-therapy-for-prostate-cancer-born-in-the-usa-coming-of-age-in-the-uk/"}}