{"pageContent": "\n\n\n\nThis episodes interviewee is Arvin George, Assistant Professor of Urology at the University of Michigan School of Medicine in the USA. A Urologic Surgeon specializing in the diagnosis and management of genitourinary cancers, Professor Georges research interests include minimally invasive and image-guided treatments, functional prostate imaging and focal therapy for prostate cancer, and he has published widely in these areas. He is also a practicing consulting urologist who has been a leading voice globally on focal therapy and whose contributions to building the evidence base for it have been invaluable to advancing the practice and making focal therapy more accessible to a wider group of patients. Arvin George is here today to share insights from his research and his clinical practice.Arvin Georges publications: https://www.researchgate.net/scientific-contributions/Arvin-K-George-2144216305 Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we address issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and too often ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK and with this sombre fact comes a multitude of challenges and opportunities. Im Claire Delmar. Joining me today is Arvin George, assistant professor of Urology at the University of Michigan School of Medicine in the USA, a urologic surgeon specialising in the diagnosis and management of genitourinary cancers. Professor Georges research interests include minimally invasive and image guided treatments, functional prostate imaging and focal therapy for prostate cancer and hes published widely in all these areas. Hes also a practising consulting urologist who has been a leading voice globally on focal therapy and whose contributions to building the evidence base for it have been invaluable in advancing the practise and making focal therapy ultimately more accessible to a wider group of patients. Arvin George is here today to share his insights from his research and his clinical practice. Arvin, its wonderful to have you here today, thank you so much for coming along.Thank you Clare and thank you for having me. Im really excited at this opportunity to think and chat about some of the new horizons in prostate cancer treatment.Good, well, let me start by asking you a pretty basic question. How did you get involved in practising focal therapy? I mean, starting as a consultant urologist, youve lived, youve practised, youve researched internationally, so how did you end up becoming a focal therapy global specialist based in Michigan?Ive really had the opportunity to work with innovators in the field of urology since the beginning of my training. And whether it be minimally invasive surgery or image guided treatments like different focal therapies, I was kind of guided in that direction to pursue that innovative path and whats new and where can we have the greatest impact on the field? And I saw early on the potential for focal therapy to impact not just the field but patients lives in a positive way and its been a constantly changing environment and an exciting field where weve really been learning and growing every day. And so I think that Ive been really excited about pursuing both focal therapy as a research and a clinical interest as well.And youve been quite involved, to say the least, in building the evidence base, as I suggested earlier. Do you feel that the evidence base now for focal therapy is sufficient for widespread adoption?Thats a tricky question to answer because I do think that theres a number of factors that we need to take into consideration. But I would say that in an overall sense, I would say my answer to that would be I dont think were ready for widespread adoption, but I do think that we are ready for selective judicious adoption. And what I mean by that is that while Im extremely enthusiastic about focal therapy as a field and its potential, my major concern is that the success of these new treatments are really... theyre highly dependent on identifying the right patient. And if you dont choose the right patient for the right treatment, and that goes for surgery to remove the prostate or radiation, it goes for all treatments that we employ in medicine. If we dont choose the right patient for the right treatment, then our expectations are going to be misaligned with what the patients goals of care are. And so we need to be really careful to be able to implement this responsibly and ensure that both patients and providers understand what the best practises are in this space, which of course, they continue to evolve. But I think it can be offered as the standard of care in select patients when, of course, theyre followed very carefully and their outcomes are recorded, either ideally within a clinical trial, but outside of that within some sort of registry, so that we can learn from our experience and ensure that were doing the right thing for patients.And you talked a few minutes ago about being intrigued by innovation and thats how you eventually wound up in this area of research and practise. And focal therapy has certainly been a real product of innovation in imaging as well in some of the new and applied energy sources that are used to actually undertake focal therapy and in radiological reporting, just examples. Do you feel that these are areas of innovation that are playing out in helping to advance focal therapy?Absolutely. I would say the amount of progress that has been made over the last ten years or so in prostate cancer specifically has been impressive. And at all ends of the spectrum, whether it be in advanced prostate cancer when the prostate cancer has gone outside of the prostate, there have been a tremendous amount of innovations. When we look at prostate imaging, I do feel that imaging in general is really the pulse of any field. And as we start to have improvements in imaging, specifically prostate cancer imaging, our treatments kind of coincide with that progress and we make significant strides in terms of treatments. And so when we look at imaging, lets say we just take imaging as an example. Prostate MRI is being widely utilised now and I would say ten or so more years ago, it was really in its infancy, especially with regards to adoption outside of expert centres. We have new PET scans with novel different radio traces that can target prostate cancer very directly. There is the advent of diagnostic treatments which both serve in a diagnostic role, to both identify where a cancer is, but also can treat it at the same time. And I think that this will just lead us to be less and less invasive with our treatments. And so the future is really bright overall with regards to that. And when we talk about you mentioned the different energy sources that are used, thats also been a field thats just exploded historically. Weve had maybe high intensity focused ultrasound or HIFU and cryotherapy, but since those seem to be now, I wouldnt say theyre contemporary treatments, but we have a lot of newcomers on the block, whether that be irreversible electroporation, or it could be radio frequency ablation, microwave ablation, nanoparticle directed laser ablation, conventional laser ablation. You have steam water vapour or steam based therapies. There are so many new treatments that are coming onto the horizon. I think we just need to really understand where they all fit in that puzzle of whats best for the patient.And just keeping on the theme of innovation, what other areas of innovation are evolving that you think might eventually make focal therapy far more accessible? And by this I mean not necessarily the energy sources and the imaging, because we can talk about that for a long time and that continues to evolve, as you rightly say. But Im thinking things like social innovation and how men are messaged about their health through digital media or public service awareness campaigns. Im very curious to hear what you have to say about those areas of innovation.Yeah, weve learned a lot from historically. So when PSA or prostate specific antigen came out, there was a huge push for screening. And I think that part of that  the fact that PSA is not particularly specific to prostate cancer only has helped us identify prostate cancer earlier, but it has also maybe led to going down a slippery slope of biopsies and treatments that may not benefit men in the long run. And so I think that at least in my own experience, Ive seen men, and not just men, but their family members and spouses and other people who are close to them, take a much more central role in becoming their own advocates. I think being able to disseminate information in such a different way. Theres so many mediums by which we can communicate now, whether that be on social media, whether that be on the news, whether that be through podcasts like this, for example, or videos on YouTube. There are so many places where both patients and physicians can kind of consume this information. Now it can become a double edged sword because like with anything, we want to ensure that were getting this information from credible sources that are objective, that always have the patients best interest in mind. And I think thats probably the greatest challenge, making sure that we get the right information out there through objective sources. I dont want to say mislead patients, but dont give them a false sense of security because any individual treatment is not a panacea. Theres no one size fits all approach to prostate cancer treatment. So I think that getting the right information is really important.I agree with you, and I know in fact, there has been research done on degrees of misinformation through digital media and again, its a difficult one to control. But I did want to ask you about that a little bit more specifically. Have you had experience where a patient has actually presented you a lack of information or perhaps some misinformation that youve actually had to challenge when youve recommended a treatment option for example? Have you come across any patients who come into your care and actually have a fixed way of thinking that youve had to challenge?I have actually, I would say in the focal therapy space there is very limited objective information thats out there, whether that is vetted by organisations or professional societies. And so with that it becomes difficult to come across some of this objective, reliable information thats there. And because this field is changing so quickly, what we think about two, three years ago may be very different than what we think about today. And so if Im thinking about specific examples, I would say, for example, I do cryo ablation, but most of the information, if patients were to seek it out themselves, is predominantly on whole gland cryo ablation. And the outcomes and the patients experience is very different from whole gland versus a focal cryo ablation. So I do have to sometimes spend amount of time reeducating patients. Maybe thats one thing. And then I would say the other example is that its very hard to keep up to date with some of these contemporary evidence or data thats available and we can sometimes be biassed by historic data where we were learning. And so I think theres challenges on both ends. I feel sometimes it takes me as long to counsel a patient and tell them, hey, you are a good candidate for this novel treatment, even though it may not be the standard of care versus I have other patients where I have to take as much time to convince them that theyre not a good candidate focal therapy. And its important to take the time to explain that so that they understand fully the reasoning behind that, so that they can choose whats the right treatment for them.I think thats actually really important because theyre the ones who are the so called self advocates that you described earlier and theyre very enthusiastic and theyve probably done a lot of their research and come to you because they want to experience your approach. And as you say, so much of this is about the right selection, the right treatment for the right person at the right time. But would you find that someone like that who is self advocating and is knowledgeable is then easier to well, easier may not be the right word, but theyre willing to listen to you and abide by what your recommendations are?I do think so. I think that a lot of it is just understanding what the patients goals of care are. I know this term of shared decision making can sometimes just feel like a buzzword. But I think in prostate cancer it is supremely important because certainly were looking for cancer control. But with the natural history of prostate cancer, I think that we have the opportunity to offer less and less invasive treatments that can also ensure that patients are able to maintain a very high quality of life rather than offering them a treatment that can significantly impact their quality of life with a questionable benefit from a cancer perspective. So that is really important.And does that seem, in your experience, to be the main reason why people come to you and to discuss opportunities for focal therapy because they are aware that theres a quality of life impact?100%. I think that of all the questions that still do exist regarding focal therapy, I think the one thing that has been completely settled is that the outcome, the functional outcomes with regards to quality of life, whether that be sexual function or urinary function, in terms of urinary leakage and urinary symptoms, bowel function, that is proven beyond a doubt in my opinion. I think that we clearly know that youre going to do better from both a logistic and side effect perspective with focal treatment. And now were really focusing on how can we achieve the best cancer outcomes for these patientsand presumably for more patients?Exactly.So what would be your message of hope for men as they age and they navigate the possibility or the reality of developing prostate cancer? What would you say to them in giving them some hope for the future?Yeah, well, Ill tell you what I start every one of my new consultations with and I start by saying that before we get into it, I tell them you are going to live a long and healthy life. With treatment, depending on the type of cancer that they have, of course. But for the most patients who is confined to the prostate and it does require some sort of treatment, I tell them youre going to see your grandchildren, youre going to see your children graduate from university or youre going to see them get married, just to take the tension off. Because I think we know a lot about the biology of prostate cancer and when somebody comes in for a new consultation, they are extraordinarily anxious and understandably so. Youve been labelled as a cancer patient and its very difficult as a patient to understand that there are differences between different cancers and were so fortunate that prostate cancer can be very effectively treated. And so thats how I start everything off. And I would say in terms of a message of hope, I would say that our advances in the prostate cancer space have been exponential in the last few years and I feel that that trajectory is going to continue that way. And we are gathering additional studies in the evidence base to help support it and really solidify focal treatments and even newer treatments in focal therapy that are on the horizon that will make it make cancer treatments both more effective and also help them in being able to maintain the lifestyle that they want to maintain.Well, that is very helpful indeed and its wonderful to hear it from someone like yourself whos actually really leading a lot of those advances and I hope our listeners will look at your work, which I will put on our programme notes. And I want to thank you so much for joining me today, because youve shed a lot of light, and its really important to men who, as you say, get a diagnosis, and they and their partners and their families experience a lot of stress. And its really wonderful to have people like you to give that kind of reassurance. So thank you.Thank you so much for those kind words. And thank you for having me on.A transcript of this interview and links to more information about Professor Arvin George and his work are available in the programme notes on our website, along with further information on diagnostics and treatment for prostate cancer and additional interviews and stories about living with prostate cancer, please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "The Future is bright for Innovations in Prostate Cancer Treatments\nhttps://www.thefocaltherapyclinic.co.uk/the-future-is-bright-for-innovations-in-prostate-cancer-treatments/"}}