{"pageContent": "\n\n\n\nJoining me today is Chris Lewis, founder and CEO of Chriss Cancer Community, an influential and impactful online community of cancer patients, recoverers, and those affected by cancer. The community has a significant online following (over 35k followers on twitter) and Chris has shared his unique and substantial knowledge on the daily experience of living with cancer with charities, government organisations and businesses both in the UK and internationally. HE is one of the most knowledgeable, insightful and honest campaigners Ive met, and Im delighted to chat with him today about the current state of cancer services in the UK and what members of his community are telling him about it.https://www.chris-cancercommunity.com @christheeagle1Hello and welcome to On Focus, brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK and with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Chris Lewis, founder and CEO of Chriss Cancer Community, an influential and impactful online community of cancer patients, recoverers and those affected by cancer. The community has a significant online following, including over 35,000 followers on Twitter. And Chris has shared his unique and substantial knowledge on the daily experience of living with cancer, with charities, government organisations and businesses both in the UK and internationally. He is one of the most knowledgeable, insightful and honest campaigners Ive met, and Im delighted to chat with him today about the current state of cancer services in the UK and what members of his community are telling him about it. Chris, its so lovely to have you here. Thanks so much for joining me today.Thanks for the invitation, Clare. These are important times for people with cancer, and so this is a very timely thing. Thank you.Good, well, then, lets just dive right in. We spoke well, its hard to believe it was a couple of years ago, didnt we, at the kind of summer of the pandemic, and lots has changed. So I guess I would just kick off by asking you what you see is the key trends that youve observed through your engagement with patients since the pandemic.So, in general, Clare, over that period, there are two trends that I see. So there are patients that I speak to daily that have been diagnosed pre-pandemic, and there are the ones that are being diagnosed since the pandemic. And those are two very different groups, actually. And I was obviously one diagnosed very much before the pandemic in 2007, and myself and others, most of us in that group actually feel grateful, if I can put it like that, for being diagnosed pre-pandemic. Because what Im seeing now is that  not worse care, I cant say that  much more pressured care is now coming to the people that are new to the cancer diagnosis after the pandemic. The services are stretched. By the way, Im talking not just in the UK, Im talking about globally as well, but specifically in the UK we all know the stories, and theyre not fairy stories, they are reality. People are struggling to get their appointments with GPs and that, for most people, is where their cancer journey actually starts. But more and more so now, thats becoming A and E, which of course in itself is a very pressured environment. So its very difficult nowadays for people starting their cancer journey. That is the reality of it, Clare.And do those with prostate cancer specifically show any particular trends. Any light you can share on that?Yeah, what Ive noticed, as you know, I speak from experience, actually, because I run a prostate support group and Ive done that for eleven or twelve years. And so there is definitely a difference to what has happened since Covid came. For the group, we started doing Zoom meeting so that the group had somebody that they could refer to over that terrible period. But that was very challenging in more ways than one because we found the numbers dropped off quite considerably. Those that joined us on Zoom, most of them didnt find it particularly appropriate for their needs. What they actually required is what we really know, of course, is face to face work. And of course that is something thats been eroded since Covid everywhere you go. I just mentioned about the GP situation, which is getting very tough, but also the time spent in hospital with health professionals. I think a lot of them are getting less than they actually need. Theyre getting the basics, of course they are. But theres a lot more to a cancer diagnosis, and particularly a prostate cancer diagnosis, than just letters and odd emails. Theres a lot more involved there.Are there any examples or stories of people youve engaged with around this that you might be able to share?Look, we all need time. People who are sick need time. They want to feel that they can share their issues. And prostate cancer is one of those where the impact of various different treatments can be very different. There are surgery, theres chemo, radiotherapy and so many different options that are available to some  some only have one option  but there are various different options with various different side effects and various different impacts which can last for life after prostate cancer. The big thing that Im finding really, is that people are not having these things explained to them well enough. I think the days of being a passive patient are well and truly behind us now. You have to really stand up and fight for what you want to know and for your own health. Unfortunately, the people that are quiet and this is why I do the work that I do, because not everyone is like me and theyre not forward and theyre not speaking up. Most people, they have great respect for their doctors and surgeons. Thats fantastic. But time and money drive us all. And I cant necessarily say that people always might get the treatment that they actually might require.Yeah. And the discussions you have with members of your community often are aimed at just this point, arent they? So that you can actually help them kind of almost be their advocate.Yes, particularly the group. Thats why the group that I do is once a month, and actually thats the one thing that Ive kept up since I started all my work. The rest of it is all my own work if you like. But this is one area where I volunteer, because actually, online its great, dont get me wrong, and I could communicate globally, but actually, when I see whats happening in my area, how the local GPs are dealing with things, how the local hospital are dealing with things, how the local health professionals are dealing with things, it makes it much more real.Yeah.When youre talking to patients eyeball to eyeball and theyre telling us that they dont want to push for a blood test, a PSA test, their doctors trying to put them off from it and that sort of thing you now.Do you come across that a lot? I mean, do you feel that even at that primary care level, and you mentioned PSA and specific to prostate cancer screening, do you think that theres more of that resistance to support men in that early ...?Its a good question. In the ten years Ive been doing it, it has improved. I have to say that. It has improved, but if Im honest, its still not as good as it should be. We know PSA is not the test, there isnt the test that exists for prostate cancer, but it certainly can be a good guide. And so many people have got genetic relationships where theyve got their fathers and brothers and relatives that have had prostate cancer or breast cancer.Yes.And its so common, right?Yeah, absolutely. Youre very interesting point, because I think, again, in the case of prostate cancer specifically, the UK has been such a centre of advancement, both in diagnostics, obviously, around imaging, and in more precision led treatments like focal therapy, which were involved with. Do you think patients appreciate this, that theyre actually in this sort of centre of innovation for their disease? And do you think thats in any way something that would help them in sort of seeking more information or do you think its kind of less relevant?Listen, progress in any cancer is absolutely relevant and we read a lot, particularly about prostate cancer, as you say. But if Im honest with you, it doesnt seem, when I read it, I like to read whats going on and I like to see any possible progress. I dont actually see that filtering down to the patients themselves, really. Nobody really talks about it. The patients themselves that I talk to, nobody really talks about that progress. I mean, everybody is concerned with whats going on in their particular case, what is available to them. I dont mean this in a horrible way, if you like, but what may or may not be coming down the track in five or ten years time, actually, is if no concern to the people that are struggling currently.We often get patients coming to us who have obviously had a diagnosis and a treatment offering or treatment recommendation, and on the latter bit, the treatment recommendation, theyre worried, as you would expect, and then thats, of course, motivated them to go online or to talk to their friends or to just to seek further information. And so some of them who come to us are pretty well versed in some of these advancements and they want to understand (a) why they havent been briefed on them, like back to a point you mentioned earlier. And then (b), how can they access them?Yeah, I mean, the internet is a wonderful thing. It can not be sometimes in health. But youre absolutely right, Clare. A lot of people do take to the internet and they read all sorts of things that actually, in many cases might not be appropriate for them anyway. There are so many different options now for prostate cancer, which is a great thing, but actually, we both know that not every treatment is available for everyone, and its not always suitable for everyone. For many, there are only literally one or two options, which are the basics, arent they? Either surgery or radiotherapy, chemotherapy or a combination of.Yeah. And of course, again, without opening this conversation up deeper, but at that point, if they were screened earlier, then you could look at more options, couldnt you? That, I think, is something were all trying to achieve, is early detection. And in which case, the earlier you identify a mans prostate cancer, then the more options they tend to have in terms of treatments.That applies across almost all tumour types, of course.YesAnd youre right, thats another rabbit hole.It is indeed. And Im sure thats something that comes up a lot in the conversations you have with your members. Again, what would you say, then, is the good news here? What do you see as the real good news in terms of cancer care, cancer diagnosis, cancer treatment?General or prostate?Well, obviously I think our listeners are interested in prostate cancer, but, yeah, please do inform it by your other experiences.I wish I could say it was a lot of good news, actually, Clare, but my experience isnt good news, and Ive said this previously, that actually my experience of talking throughout to patients, to researchers, to clinicians, to CEOs, to most people involved in cancer, even politicians, right? Large charities, all of them. I can only say that the cancer world in general has regressed by approximately ten years, in my opinion.Do you think that the pandemic was primarily responsible for that, or have there been other factors?The pandemic was primarily responsible for that. But to be fair, cancer was, in my opinion, falling off the edge a little before the pandemic came along. No country was really as good as it should have been for the amount of money and time invested into cancer care or cancer research in general. Our success rates, inverted commas, whatever you want to define success as, is nothing in relative terms to the time and money invested into it. And basically now, of course, everythings moved over to Covid. And of course now all the hospitals are blocked, theres less money coming in, and cancer is no longer the priority it was. That is the reality that I see.I mean, it certainly is the headlines, and thats why Im very interested in hearing your views, because you can obviously dig a lot deeper than what the average person reading the newspapers can see. And its interesting and quite sobering to hear you say this, that actually those headlines are not that far off the mark, I guess, is what youre saying.No, theyre not. Theyre actually reality and theyre not. To be honest, Im glad to see them, because unless we know what the problem really is, we cant solve it. Right? So all this waffle that weve seen on health care, all these wondrous things, actually, I class that as like a thunderstorm, what you do, you get a lot of noise and a bit of lightning, but actually, sometimes its rare that the rain actually reaches the ground. And some of these sort of things that have been talked about in the media for some period of time, the actual reality is that before it reaches the man in the street, thats you and I, theres a lot of water to go under the bridge.So Chris, what advice do you have for men who have recently been diagnosed with prostate cancer? Whatever... lets not discuss what stage, but a guy comes to you, hes heard about your community, and he says, Chris, what do you advise me to do?Pre diagnosis or?Well, Im assuming somebody who maybe just recently had a diagnosis.Okay. So my advice to anyone whos had a diagnosis of any cancer is keep shaking the tree. Chase your GP. Dont sit and wait for letters from the hospital. Chase the secretaries. Dont wait for scans. Chase, chase, chase.That requires lots and lots of energy, as Im sure you well know.Yes, it does. But to be honest, if we cant be responsible for our own health, we cant really expect others to be that way. That is the reality, Clare. Unfortunately. And that really is another reason why I do this work, because the days of the letters come in, the appointments come in, just naturally happening. Forget it. Most hospitals cant even answer the phone properly. Just try and ring a hospital and see what you get. So I dont think weve got much chance of curing cancer while we cant even answer the phone.But, I mean, you do find amongst your members that between you talking with them and them talking amongst themselves, that this can actually help to build a voice, build an advocacy role. Well, that is the good news, then, I guess, is people are taking a bit more control over their own care.Im glad youve pointed that out, actually, Clare. Because that is probably the key, actually. Thanks for pointing it out. Whats happened? Government. So Im not just talking about our government. Right? Im not party political. Im not politics at all. I believe politics is a hindrance to actually achieving anything in the world. And this, unfortunately, very sadly applies to most other countries with massive cancer issues, which is most other countries. Ten years ago, everyone talked about how America was wonderful. You could get anything in America, of course you could if you had the money right, but actually, nowadays, the likes of you and I, basic people cannot get cancer care, even if youre paying for it. Australia, America, Europe, Germany, France, Spain, all of them, they have all different systems to us. Whether you pay directly or you pay indirectly, cancer care is not on the priority list. That will not change for quite some time. And I personally believe it is the power of the patient that will have to change that. People affected by cancer. Lets be honest, the numbers are now 50% of us in our lifetime will be directly. So if you use just the figures in the UK, just the figures in the UK, we have 60 million people here and 30 million of us will be affected by cancer. Thats frightening.Indeed.And so the fact that government are not bothered about it, the leadership of the NHS, theyre just so flaky that they are controlled by the government anyway, so they cant do anything about it. GPs are under the same umbrella, they cant do anything about it. So the only people that can change anything is the customer, the consumer, ie. The patient.And thats what your community really exists to support...100% Clare....and to advocate for. I could talk with you about this for much longer, but Im afraid our time is up and I think thats a good note to end on. And our listeners can be directed through our programme notes to your community. And I hope that you do see more people coming through to seek the support that you give so generously. And I really want to thank you, Chris, for speaking with me today. Its been very enlightening and quite sobering, but also quite informative. So thanks very much.Thank you again. Thanks for inviting us, Clare. Were all on the same side, arent we?Absolutely.Were all links in that big cancer chain and we all just want to help people. So thank you very much for sharing my message too.Absolutely. A transcript of this interview and links to Chriss Cancer Community are available in the programme notes on our website, along with further information on diagnostics and treatment for prostate cancer and additional interviews and stories about living with prostate cancer, please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "UK cancer services — a campaigner’s experience\nhttps://www.thefocaltherapyclinic.co.uk/uk-cancer-services-a-campaigners-experience/"}}