{"pageContent": "Raj Nigam, Consultant Urologist at the Royal Surrey NHS Foundation Trust and The Focal Therapy Clinic is an andrologist with a special interest in the impact of prostate cancer treatment on sexual and mental health, and has spoken several times before on the podcast about age-related implications of prostate cancer treatment. Hes here today to discuss how advances in ageing research could potentially aid in recovery from prostate cancer and its treatment. Or, in other words, if the biggest risk factor in developing prostate cancer is ageing, what can we do to mitigate that risk? Hello and welcome to OnFocus, brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided, or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK, and with this somber fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Raj Nigam, consultant urologist at the Royal Surrey NHS Foundation Trust and The Focal Therapy Clinic. Raj is an andrologist with a special interest in the impact of prostate cancer treatment on sexual and mental health and weve spoken several times before about age related implications of prostate cancer treatment. Hes here today to discuss how advances in ageing research could potentially aid in the recovery from prostate cancer and its treatment. Raj, thank you so much for coming and joining me today. Welcome once again. Thank you Clare So youre sort of my go to person to talk both about different types of treatments and how it impacts the sort of wider health elements for men and also how age factors into that. So Im really excited that youre interested in talking about where this might be leading us. And I think before we start, it would just be good to sort of set the base case for what recovery needs and how different treatments lead to different recovery outcomes. So maybe you could just describe for our listeners how recovery does differ according to the type of treatment, whether its an invasive treatment, an non-invasive treatment, what do you think and how would you describe recovery? Essentially, its important to be aware that the treatment options in prostate cancer are very varied. There is a spectrum of treatments ranging from surveillance alone, whats known as active surveillance or previously known as watchful waiting, ranging right through to the most radical surgery, whats called a radical prostatectomy and therefore recovery is very much dependent upon the treatment that you choose. And under treatment I do include active surveillance because although there is no intervention as such, its important to be aware that the decision to go down the active surveillance route is not without its implications, both mental and physical and not just for the patient, but also the patients partner or carers, and so on. It can have an impact upon them as well. But obviously, where you have done a major intervention, which may or may not have led to significant life changing complications in some cases, that will, of course, hamper ones recovery. And although we are talking about age as a factor in these recovery processes, we do know that age is a fluctuating spectrum now. We used to think of old as a certain number. We no longer think that because theres a clear distinction between chronological age and biological age. And this is a fascinating area of research that were looking into not just in terms of prostate cancer, but in terms of ageing in general, we know that theres a massive amount of research going on in ageing in the brain and development of dementia and so on, and how people can reverse that. But also, we know that age plays a role in other organs and tissues. So, you know, like I said, ranging from the most extreme treatment intervention to the most basic, all of those will have different impacts upon their recovery. We know from scientific studies that the treatments that cause the greatest urinary or sexual or bowel dysfunction will lead to the most protracted of recoveries and the most difficult of recoveries. And there is a concept of whats known as decision regret. Okay. And this is a psychological tool. There are many, many surveys that can be done whereby regret is defined and regret is defined as a number, and then that number is allocated to an individual following questionnaire analysis. And we do know that decision regret is highest in the most severe form of intervention, i.e. radical prostatectomy. In fact, theres a paper from my own institution, which is a large institution that carries out radical prostatectomies, which showed that after 18 months, 30% of men who had undergone a radical prostatectomy had a high degree of regret. Did age impact on that? Did it drill down into various characteristics of those men?Under multivariate analysis, actually, age was not a factor, although one would think that intuitively that it might be that older men perhaps would cope with a greater degree of dysfunction than young men who might be working, for example, have good sexual function prior to the treatment. So age didnt appear to be a factor. But what was more important, it seems, is the involvement of the individual in the decision making. And this is repeated across the scientific literature that if you involve the man and discuss all the treatment options in detail, then the level of decision regret is less than it would be because they go into it completely with their eyes open, knowing what they may or may not expect. Thats what we try and do at The Focal Therapy Clinic. Yes, we do do focal therapy, but we do like to discuss all the treatment options. Its fascinating. And I think age is a role in this, too, in terms of even having the questions initially and actually being able to tell those conversations with the doctor. Do you see that its having some kind of age related characteristics? And I think that is partly a cultural thing in that perhaps that the older man may not ask as many questions, may have a greater degree of deference to the doctor or the nurse who is informing him about his or her treatment options, and may not necessarily question what other treatment options may or may not be available. The other important factor to note regarding age is that traditionally a lot of older patients, so I put that in inverting commas, have been denied certain interventional treatments, and that hopefully is changing, not just with the older male or the ageing male having knowledge of what is available, but also the fact that older patients now with their comorbidities that they may or may not have being managed better will be able to cope with interventions much more so. Whereas a lot of older men might have just been put on the so called watchful waiting protocol, a lot of these men are now seeking an active treatment for their prostate cancer, and I think thats a good thing, because they should not be denied purely on the basis of chronological age, their particular treatment. Do you think theyll come a point where this chronological age versus the biological age will actually be a) measured and then b) applied in these decisions? Yeah. Again, there are scientific measures that are being produced whereby you can distinguish between the two, between chronological and biological age. But we, as doctors, can often do that simply by talking to the patient and knowing a little bit more about our patients and their lifestyle and what is important to them and so on. So I think a lot of it is part of the doctor  patient and the nurse  patient relationship and understanding the involvement of the patient in the decision making process. So in that case, it becomes a little bit more subjective because you have kind of the tools and the experience and the interest to build that relationship. I guess whats interesting me is that in terms of bringing some objectivity to it, you can see that our understanding of ageing is advancing all the time, and even at the cellular level were hearing people talk about longevity, and without getting into that, Im interested in how you think that this might impact our approaches to both the treatments offered and then therefore the recovery from prostate cancer treatment. Do you think that this will get better informed so that everybody will have access to a more age appropriate pathway? Yes, I think youre right. I think that certainly age will have an important impact on the recovery process following whichever treatment we do. And we now know that we can manage patients very differently. For example, a patient who might have had an open radical prostatectomy procedure previously will now be having a minimally invasive approach. We know that if we prepare that patient well that the patient will be discharged from hospital earlier and therefore will have hopefully less immediate post operative complications. And whereas previously, age might have been a complete contraindication to carrying out such interventions, that should no longer be a barrier as long as the physiology of the patient is such whereby we know that theyre going to recover and recover relatively quickly. Ok. Your second question relating to recurrence, however, is a much more controversial one, and its an interesting area of science on whether age and indeed the recovery process will impact upon future recurrence. And a lot of these are being studied at the cellular level. Its an interesting area of science, but at present, were lacking in evidence on whether recovery actually does impact upon future recurrence of cancer. I mean, if I kind of go back to putting it bluntly at the most basic level, if you look at the biggest risk factor for developing prostate cancer, its ageing. It sounds like stating the obvious here, but I could then ask and I will ask, how do you think we can better mitigate this risk? And do you think so called longevity science might play a role in that? Yes. I mean, longevity science is a big area of research at the moment. And there is a concept called cellular senescence, which actually is a double edged sword because we think that cellular senescence, which basically means that our cells which are constantly proliferating and undergoing whats called a cell cycle, are for some reason arrested, and they stop at that point in time. And we think that is beneficial in terms of tumour development, for example, that certain tumours may only get to a certain size and then not grow any further. But we also know that the other edge of that sword is that we think that leads to ageing because our cells are no longer being renewed as they were when we were younger and therefore we develop wrinkles, our organs age, etc. and dont function as well. So its an interesting area of science on how you can mitigate the advantages of cellular senescence, but actually decrease the disadvantages. Theres a lot thats been studied in terms of diet, in terms of various factors that can influence ageing at a cellular level to our advantage without losing the benefits of ageing. Because anecdotally we all know that, for example, in very elderly patients, there may be some tumours that are extremely slow growing and prostate cancer is often one of those, not in all cases, but is often one of those. So therefore, there are some advantages to that ageing process. So its a case of how can we harness those effects and single out a particular organ, for example, that that particular organ will undergo cellular senescence, but that it wont have a wider impact on the rest of our bodies. How interesting? I mean, its almost like, you know, good cop, bad cop in training it to do the right thing. Im not a trained cell biologist, but my basic understanding of it is that there is this constant battle going on within us with cell turnover, cell proliferation and also cell senescence. So in the meantime, I think people should keep an eye on what this research is leading to, and its always advisable anyway to have a healthy diet and to exercise and do the things that are going to reduce inflammation and basically keep you healthy. Yeah, absolutely right. So I think that the concept of diet in ageing is really important, and we understand a lot more about it now than we used to, and we understand what supplements are important and which are not and also, like I said, which supplements may be helpful in reducing cell turnover so that we do not develop tumours and so on. So theres a lot of research that is going on in there, and I think that those are the sort of interventional factors that are constantly being studied. And we know exercise also is extremely important in needing a generally healthy life, but also in the non development of psychological, mental and physical problems. I mean, we could talk forever about this, and its really interesting because it becomes a multidisciplinary approach, doesnt it? I mean, were kind of integrating cell biology with gerontology and oncology and that gets to be an exciting but often a very controversial and even dangerous area to comment on. I think youre absolutely right and there are actual journals that are dedicated towards this. Obviously there are gerontology journals, there are psycho-oncology journals, and so on, so I think being wider understood that dealing with cancer is not just a unique specialty process. It is, like you say, quite correctly, a multi-discplinary process and particularly in prostate cancer, because our treatments are so varied, ranging from doing very little to hormonal treatments, for example, the impact of hormonal treatments, particularly in ageing men. All of these things are vitally important in the decision making process. Well, indeed, on that note, I think well finish, but only to add to be continued as the evidence builds. And we get a little bit more understanding of how our older patients are coping with these different treatments. So I want to thank you so much, Raj, because its always fascinating to talk to you about this. And I think every time we talk, theres new information to inform our conversations. So next time, it will even be more detail. So thanks very much again. Thanks for the opportunity. Thanks, Clare. A transcript of this interview and links to Rajs practise are available on the programme notes, along with further information on diagnostics and treatment for prostate cancer and additional interviews and stories about living with prostate cancer. Please visit www.thefocalthrapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening. And from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Age. How much does it impact your treatment options? Raj Nigam Urologist discusses these issues.\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-age-will-your-age-impact-your-treatment-and-recovery/"}}