{"pageContent": "In our experience up to 70% of men with organ confined prostate cancer are suitable candidates for Focal Therapy.Mr Raj Nigam, Urological Consultant at The Focal Therapy ClinicThe general criteria for suitability are as follows:In general, men with early to intermediate stage prostate cancer that is confined within the prostate gland, and have a Gleason score of 7 or less, and a PSA of less than 20, are likely to be suitable for Focal Therapy.However, an individual assessment is made for each patient based on a detailed review of their clinical files and their personal priorities.Beyond these initial criteria there is a need for the careful review of each patients case to make sure the objectives of cancer control and minimal side effects can be achieved. In order to do this our consultants will review all of your clinical records, MRI images and biopsy results to make an assessment of suitability for Focal Therapy treatment, including HIFU and NanoKnife IRE.HIFU is suitable for the majority of focal therapy patients. Where the prostate gland is relatively large or the position of the tumour is located at the anterior of the prostate, NanoKnife IRE technology may be more suitable.Each case is reviewed by our multidisciplinary team to confirm suitability and to work with Dr Clare Allen to prepare a treatment plan.The decision on suitability is made on clinical grounds but also takes into consideration the values and personal priorities of the patient.Beyond these initial criteria there is a need for the careful review of each patients case to make sure the objectives of cancer control and minimal side effects can be achieved. In order to do this our consultants will review all of your clinical records, MRI images and biopsy results to make an assessment of suitability for Focal Therapy treatment, including HIFU and NanoKnife IRE.HIFU is suitable for the majority of focal therapy patients. Where the prostate gland is relatively large or the position of the tumour is located at the anterior of the prostate, NanoKnife IRE technology may be more suitable.Each case is reviewed by our multidisciplinary team to confirm suitability and to work with Dr Clare Allen to prepare a treatment plan.The decision on suitability is made on clinical grounds but also takes into consideration the values and personal priorities of the patient.Beyond these initial criteria there is a need for the careful review of each patients case to make sure the objectives of cancer control and minimal side effects can be achieved. In order to do this our consultants will review all of your clinical records, MRI images and biopsy results to make an assessment of suitability for Focal Therapy treatment, including HIFU and NanoKnife IRE.HIFU is the best option for the approximately 75% of men whose prostate cancer is in the lower part of the prostate gland. NanoKnife is suitable for the 25% of men whose prostate cancer is in difficult to reach regions of the prostate gland. Previously these men may not have been considered suitable for Focal Therapy.  High quality information (the MRI scan and report) leads to highly informed discussion (the MDT), which leads to optimal diagnostics and treatment for each patient.Mr Alan Doherty, Urological Consultant at The Focal Therapy ClinicDr Clare Allen is the uro-radiology lead consultant at University College London. She has pioneered the use of mpMRI imaging for prostate cancer since 2000 and has led the establishment of reporting standards for prostate cancer imaging in the UK.As a uro-radiologist, I integrate the results of the MRI scan and biopsies to create a detailed treatment plan for each Focal Therapy patient.Dr Clare Allen, Uro-Radiologist at The Focal Therapy ClinicDr Clare Allen is the uro-radiology lead consultant at University College London. She has pioneered the use of mpMRI imaging for prostate cancer since 2000 and has led the establishment of reporting standards for prostate cancer imaging in the UK.High quality information (the MRI scan and report) leads to highly informed discussion (the MDT), which leads to optimal diagnostics and treatment for each patient.Mr Alan Doherty, Urological Consultant at The Focal Therapy ClinicThe Focal Therapy Clinic multidisciplinary team (MDT) of urologists, oncologist and uro-radiologists work together to develop the best possible treatment plan for your prostate cancer.Our MDT meets to present, review and agree on the diagnosis and treatment options for each and every patient, taking into account a complete set of clinical and personal, patient-specific issues.MRI scanning and precision biopsy underpins Focal Therapy.\n\n\n\nSince the early 2000s, multiparametric MRI scanning has allowed us to identify the location within the prostate gland that has cancer. Precision biopsies, especially trans-perineal biopsies, mean that we can now definitively confirm which areas have cancer and which do not. With this information, personalised treatment plans can be created to ensure that the areas of clinically significant cancer are fully ablated using HIFU, with an appropriate margin to minimise any risk of recurrence.Dr Clare Allen creates detailed treatment plans incorporating the patients MRI sequences with MIM software that allows the surgeons to confidently treat the affected area of the gland plus a small margin.\n\n\n\nHigh quality information (the MRI scan and report) leads to highly informed discussion (the MDT), which leads to optimal diagnostics and treatment for each patient.Mr Alan Doherty, Urological Consultant at The Focal Therapy ClinicDr Clare Allen is the uro-radiology lead consultant at University College London. She has pioneered the use of mpMRI imaging for prostate cancer since 2000 and has led the establishment of reporting standards for prostate cancer imaging in the UK.At The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and  Focal Therapy treatment option then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": " \nhttps://www.thefocaltherapyclinic.co.uk/focal-therapy-precision-prostate-cancer-treatment/focal-therapy-suitability/"}}