{"pageContent": "In recognition of Black History Month, this episode of OnFocus builds on the stark fact that Black men are diagnosed with prostate cancer at twice the rate of white men, and invites a leader in Londons Black community to explore the reasons why.Jonathan Oloyede is a British Nigerian who trained as a medical doctor and now serves as a full-time missionary and minister in England and Europe. He is founder and leader at City Chapel in East London, which among its many community outreach programmes supports local health initiatives including a man-to-man mentoring project. In this episode, he discusses the challenges that men in his community face regarding their health, and how he is playing a key role in supporting them.Press play in the audio player below to hear the interview.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact comes a multitude of challenges and opportunities. Im Clare Delmar; joining me today is Jonathan Oloyede, born in Britain but bred in Nigeria, Dr. Oloyede is a medical doctor by profession and now serving as a full time missionary and minister in England and Europe. Hes founder and leader at City Chapel in East London, which among its many community outreach programs, supports local health initiatives, including a man to man mentoring project. Were going to be speaking about the challenges that men in his community face regarding their health and how he is playing a key role in supporting them. Jonathan, thank you so much for joining me today.Hi, Clare, its great to be here. Great to at least be on this programme meeting you by audio.Clare Delmar:Wonderful. Weve got a lot to talk about. And particularly as seeing that this is Black History Month, we really wanted to get a sense of some of the issues that are facing the Black community in the UK. And so I really value your time. Lets start by chatting a little bit about your role as a leader in the Black community. Youve clearly become a catalyst for men seeking access to both information on screening and treatment for many, many health conditions, including prostate cancer. How did this come about?Thank you for that question, Clare. Ive been very passionate about community initiatives for many, many years. Way back in 1999, I pushed my church, then we were in Plaistow in East London, to do a health programme. And I connected with a number of other organisations, including the local health hospital and the MPs and councillors. And I put on something called the Newham Health Day. Got the mayor involved. It was open. Everybody had to come in to do their health checks and it was very, very successful. And I ran that for two years because we had the budget to be able to do that. And that was just an example of my passion to get people focused on their health and living properly and living well. And so the advocacy for prostate cancer has come about recently because in my church we founded something called the Newham Foodbank. We meet so many people through that over the years. Its become an independent charity and weve handed it over to some other people now to run it. But the passion to get people focused on support for their health locally speaking and in the community is something Ive been passionate about for many, many years.And youve had a significant response from members of your community?Well, yes. So depending on what we do, we have different people coming forward. We run a monthly programme where were encouraging men to go do their checkups, go check their blood pressure, check their prostates. And yeah, so its only that I generally encourage people to do. We need to do more of it and we need to increase the awareness. But thats something that were constantly pursuing.Yeah, were going to come on to that. But before we do, I wanted to just explore a little bit about through these initiatives, have you seen evidence of health inequality in your community? And by that I mean varying levels of access to diagnostics and treatment for cancer, for example. And what does that look like if youve seen it?And to be honest with you, inequality always comes down to my opinion in terms of poverty. It also expresses itself in terms of access to either public or private health care, but there are always horror stories of people not being able to have the funds to do certain things. In the NHS, sometimes they are on very long waiting lists. And then people, if you have money and you had better access, you could go and pay for something or sort some diagnosis quicker. One of my young men at the group in the community developed prostate cancer and was being pushed around. And because he did have some degree, he had a good job and he had insurance. He opted to do something private and he was able to get HIFU treatment for his prostate. He was treated within days and he was given to cancer clearance, free clearance. And he came back very, very, very, very angry. And he said to me, you know what, Pastor Jonathan  thats what he calls me or PJ  he said, Im going to be spending the rest of my days getting black men aware of these treatments, theyre not telling us that these things are available. If I knew, I would have done this a long time ago, but I didnt know there was anything called HIFU treatment and he gave me all the information about it. So this is one of the things that I can see inequalities because theres not much awareness that is being made available and money being spent equally sometimes on what I would call a black mans issue with prostate cancer compared to something like breast cancer or cervical cancer.So, in fact, that was something I was going to ask you. Why do you think there isnt more being done to address the inequality of information dissemination and, you know, compulsory checks in men for prostate cancer like there is for women with regard to breast cancer and cervical cancer? How do you address this or how would you address this?To be honest with you, I dont know why, but I suspect it all comes down to money. Theres more money available for cervical cancer and breast cancer. And somebody needs to explain to me why the NHS doesnt make it compulsory for men at a particular age, 35, 40, to have their regular checks and just like women would with regards to breast cancer and that it would come down to money, it would come down to funds being made available. And I just dont understand why. A number of Black men have said its because we are Black. With this community nobody cares about us. Thats the general feeling that men have and Black men have sometimes. And have expressed that to me on several occasions. If they were female and white or if they were white men, you know, more awareness would be made about what theyre going through. Thats what men have expressed to me.Wow, I mean, the thing that makes it even more important is that the figures for prostate cancer now are that one in eight men will get it. But the burden is double for Black men. Its one in four. What are your thoughts on this? And to what extent has that information influenced or even penetrated the Black community?I think this kind of information should be available at every clinic. It should be screaming at men. They tell us that men find it difficult to go to the clinic or go and see the doctor, its known. And so if theres a reluctance, there should be more effort being made to reach these men. There should be posters. There should be adverts. There should be more effort made by government and made, by the NHS to reaching Black men in particular with regards to prostate cancer, because like you rightly said, one in four men will get prostate cancer. And if that is a known stat and I dont see any reason why much more is not being done to reach us as Black men.So are you open to formal or informal relationships with prostate cancer organisations, for example, charities or research institutions, to bring this information and advice to your community?Oh, yeah, yeah. I mean, if we approached, if were told how to access this, we bring professionals to our churches. We bring nurses, we bring doctors, we bring financial advisors. The way we do church is we do it as a community. And so its not just about religious stuff or teaching the Bible, but we also present practical stuff to help people with regards to their school, education, their health. So if we have organisations that want to engage with the Black community and with churches, I definitely would love to get in touch with them. Or if they say they want to form a kind of informal partnership. I will introduce them to many churches. And if they have the right attitude and the right personnel to connect with the Black community, we would love, I would really, really love to do that, very open to do that.I mean, there is an open invitation and I think theres the making of almost a campaign there, because youre incredibly networked, I mean, not only you individually, but your church is very much part of a network of churches, not only all over this country, but wider, isnt that correct?Oh, yeah, yeah, yeah. I mean, I used to in my community, I ran programmes where I used to take Black and white churches to stadiums. We would have a stadium event of fifteen thousand, twenty thousand in this country. I even took churches to Wembley. We had thirty-two thousand people at Wembley. Weve got about eleven thousand activists and people on our mailing lists, and so were widely networked not just the Black community, but to the Christian community at large. And so this is something Im very, very passionate about, and Im open to engage with anyone who will have the same passion or communicate that they care. And thats one of the key things that the Black community needs. To be shown that somebody cares and somebody is thinking about us. That will go a very long way.So how do you think communities like yours can help to reduce the health inequalities that you see?I think by advocacy, thats why Im on this programme with you and talking about it, making the necessary things aware and for us to create a platform for information dissemination so we can be the churches, the Black churches and Black leaders or majority Black church leaders and communities can be platforms on which the trumpet of information can be blown. And if that is done, more people will care and more people will be aware. And we would have less graphical grave statistics of men dying from cancer or the families being devastated by discovering the cancer when its too late.Yeah.I would say that theres an opening and theres an invitation for people to get involved with us and connect with us and promote this. I know one or two people who like me are advocates that want to make this happen and would talk about this online. But there needs to be more and it needs to be better partnerships. Put money where our mouth is.Well, we will certainly try to help you do that. And I think hopefully this conversation will continue as we try to build those relationships.Thank you, Clare.Id just like to say that its been a real pleasure and a real honour to speak with you today. And as I said, I hope we can continue the conversation and see some partnerships and a real opportunity to work with your community and get Black men much better access to care.Thank you. Black mens lives matter just like everybody else. We feel that very, very much. And thank you for making this interview happen, Clare.A transcript of this interview is available on our website, where you can also access information and insight on living with prostate cancer. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Jonathon Oloyede on How the Black Community is Addressing Health Inequalities in Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/black-men-and-prostate-cancer-time-for-community-action/"}}