{"pageContent": "We learn so much from talking with our patients both before and after their treatment. Theres a common theme to many of their comments and questions, often centring around things I didnt know then but glad I know now, and by far the most dominant is Why dont more people know about HIFU or NanoKnife Focal Therpay for prostate cancer. ?The vast majority of men who come to the Focal Therapy Clinic have learned about HIFU  and us  through their own initiative and going online. Often, it is their wife who finds out first. In the case of Barry Reubin, his wife Jackie was so determined to find an alternative to the treatments he was offered that she contacted us directly. We just didnt know which way to turn initially, Jackie told us, and when we were faced with the treatments he could have, we were never told about HIFU. I found it by sheer determination and research, and thats how I overcome all the things that we have to do is by research. Thank goodness for the internet.This is concerning when all patients have the right to information on all treatment options, enshrined in the Montgomery ruling. This legal position ensures that when seeking consent to treatment, the question of whether the information given to a patient is adequate is judged from the perspective of a reasonable person in the patients position. Doctors have a duty to take reasonable care to ensure that patients are aware of material risks os any treatment offering.TFTC Consultant Urologist Tim Dudderidge believes the Montgomery ruling has particular relevance to men with prostate cancer:We are obliged as clinicians to make sure in every case that the patients individual circumstances are taken into account when describing the options available. We may have a favoured option from the point of view of the sort of medical fraternity. There may be multiple favoured options, but there may also be options that perhaps are second best, but certain patients may favour that as their first choice. I think its important that this concept is more widely understood. And certainly patients who go searching for information definitely understand that because they look at things that might make the grade from a point of view of one outcome like cancer effectiveness. And that may well be the most important thing. But other people may value other things more strongly and may be prepared to take their chances on cancer effectiveness. Particularly with prostate cancer, because we know that even if you do nothing, at 10 years, theres not a whole lot of difference in survival. So a lot of people favour functional outcomes over the cancer effectiveness rate. And if thats their preference, we have to empower them to make that choice. The lack of information on HIFU is also surprising given that the UK has been a centre of innovation and application of Focal Therapy technology, even though the technology itself was invented in the USA. An earlier blog explored this. So whats going on?Some patients are told that HIFU is experimental, and NICE guidance approves HIFU as part of a clinical trial. On this point it is worth referencing a recent summary of clinical trials by Prof Hashim Ahmed of Imperial College, one of the leading innovators in focal therapy for prostate cancer.According to Prof Ahmed:We now better understand the drivers of metastatic disease caused by an index lesion in most cases of non-metastatic prostate cancer, which can be targeted with focal ablative treatment, whilst monitoring untreated areas of clinically insignificant cancer; it is estimated that 8000-10,000 men every year are suitable for focal therapy in the UK. Indeed, patients are willing to trade a small reduction in cancer control and survival for better functional outcomes and improved quality of life; from large cohort studies of focal therapy, it does not seem necessary that they would need to compromise on survival.He concludes:Whilst feasibility of randomised trials is still in question and further tests of their delivery are awaited, longitudinal evaluation of cancer control following focal therapy using HIFU and cryotherapy continue to support their role as a standard option during counselling for patients with eligible disease.Certain communities are information deserts on HIFU. Delroy Wright is a black man from South London who feels strongly about the lack of information on HIFU in the Afro-Caribbean community. He told us:I believe there is not enough information out there about it  especially for black guys. If we didnt look into these alternative treatments ourselves, we wouldnt know anything about it. It should be on the side of buses! You put a lot of trust into your doctor but many of them do not know much about HIFU  so they are stuck in their ways. My friend, Marcus, and I were both on Active Surveillance and left it for a year and a half before looking into HIFU but so much can change in this time. I feel fortunate that I could still have the HIFU treatment, but Marcus found out he couldnt as his cancer had advanced. I now advise everyone to get their prostate checked and act as soon as possible  the earlier you catch it the more treatment options are open to you.Older men also feel excluded from the HIFU treatment option. Peter Hall is 87 and, following his treatment, he told us:It never occurred to me that my age would be an obstacle. It was only later when I realised that once you got to the age of 70 and I was 82, when you got to the age of 70, as far as the NHS was concerned, life could be very difficult.When asked how he would advise older men like himself with a localised prostate cancer diagnosis, Peter said:There are new treatments for prostate cancer. Its not just a matter of having surgery... having your prostate removed or cut away or whatever. You can avoid that because the advances that have been made in the treatment of prostate cancer are huge. HIFU being one of the principal things. And you should really seek out a practitioner who will actually discuss with you whether HIFU is suitable. I said, at the end of the day, if youve got cancer and youre going to have treatment for it, you need to know what kind of cancer youve got and how extensive it is, and then discuss with the expert what kind of treatment would suit you best. And if youre comfortable with that, go for it.So what you can do to raise awareness and help other men learn about HIFU? Here are a few suggestions:Do you have ideas on how to tell more men about HIFU? Let us know.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Patient FAQs: Why Don’t More People Know About HIFU Focal Therapy For Prostate Cancer?\nhttps://www.thefocaltherapyclinic.co.uk/patient-faqs-why-dont-more-people-know-about-hifu-for-prostate-cancer/"}}