{"pageContent": "The Focal Therapy Clinics Tim Dudderidge has contributed to the latest edition of Trends in Urology and Mens Health. The article is entitled High-intensity focused ultrasound focal therapy for prostate cancer. The full version can be accessed here.Tim co-authors the article with Deepika Reddy which examines in depth all aspects of current knowledge in relation to suitability, outcomes and understanding of focal therapy in treating prostate cancer.The section Why focal therapy? Why not radical therapy? looks at some of the reasons why focal therapy is considered instead of more radical options. It also looks at the reasons why focal therapy is still not being suggested to patients who are suitable.In the part of the article relating to Counselling men suitable for focal therapy HIFU or NanoKnife Therapy, thought is given to the information the patient requires to make the most informed decision about treatment. We conclude that detailed counselling is crucial in order for the patient to receive the treatment that is right for them and their lifestyle requirements post treatment.The detailed schematic that addresses the procedure in relation to hemiablation and wide local ablation (WLA) gives great insight into how the treatment is performed in relation to the position, spread and placement of the prostate cancer.The Evidence acquisition for HIFU in partial ablation setting section of the article looks at the clinical information that has been amassed in significant evidence-based outcome data for focal therapy in the treatment of prostate cancer.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "TFTC’s Tim Dudderidge Contributes To Trends in Urology and Men’s Health\nhttps://www.thefocaltherapyclinic.co.uk/tftcs-tim-dudderidge-contributes-to-trends-in-mens-health/"}}