{"pageContent": "Joining OnFocus today is Oliver Kemp, CEO of Prostate Cancer Research in the UK and Director of PCR inc in the USA, whose missions Oliver describes as to use our deep understanding of patient priorities and the research ecosystem to enable and implement the innovations that have greatest potential for impact, and to help scientists forge the connections and collaborations which will keep their work at the cutting-edge. https://www.prostate-cancer-research.org.uk/ Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK and with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Oliver Kemp, CEO of Prostate Cancer Research in the UK and director of PCR Inc. in the USA, whose missions Oliver describes as to use our deep understanding of patient priorities and the research ecosystem to enable and implement the innovations that have greatest potential for impact and to help scientists forge the connections and collaborations which will keep their work at the cutting edge. As to how his organisation is impacting the experience of patients and clinicians, Oliver said, In the last five years, weve quintupled the amount of research that we fund. Weve combined this diversification of research with a focus on ensuring that promising research reaches patients through our Translational Research division, which is called Proven Connect. In addition, we run patient outreach work which aims to spread the benefits of research to everyone. Well continue to increase the quality and quantity of our work until hundreds of thousands of men can live without fear of prostate cancer. Oliver, thank you so much for joining today. Im very excited to hear more about what youre doing at Prostate Cancer Research.Thank you very much, Clare. Nice to be here.So thats quite a lot that Ive just described to our listeners. Quite an agenda. Lets start by maybe asking you to focus a bit on what you see as the most urgent needs in prostate cancer research right now.Yeah, theres a long list. How long have you got?Well, maybe the top three, if that would suit.Sure. I suppose a replacement for the PSA test. I think, as many of your listeners will be aware, its got its faults. Its been a useful part of the diagnostic landscape for men with prostate cancer for a long time. But its faults are that one in seven of those people with normal PSA levels may have prostate cancer. So thousands of cases are missed if its used on its own. And obviously that has life threatening consequences. As you mentioned in your introduction the parity of care, the rates of men diagnosed with metastatic disease have rocketed by 25% as a result of COVID. In some parts of the UK, the situation is dire. The increase in North Tees has been 52% and theres been a three fold increase in the number of men who are still awaiting results. Obviously, youre far less likely to survive if youre diagnosed late. You have a 99% chance of survival if youre diagnosed early, and that reduces to one in three, slightly less than one in three if youre diagnosed with metastatic prostate cancer. So early diagnosis is crucial. If you ask for three, approval of precision medicines. Weve got two medicines that have been rejected by NICE in the last twelve months  Olaparib and Pluvicto, both of which extend life and extend the quality of life instead of being on chemotherapy, than obviously being on drugs that dont have such vicious side effects would be far more preferable. Cost implications obviously come into the reckoning, but were here to advocate for the needs of men.Okay. Yeah, well, thats quite a spread, actually. And obviously the PSA test is quite topical at the moment, given that we know the arguments before and against. But what we also know is that the sort of ecosystem has changed as well with the advancement of imaging and more precision biopsies. Do you think that will impact how PSA is used, or are you committed to, as you said earlier, finding an alternative to that specific test?Yeah, and I think if we can find an alternative that has specificity and sensitivity, then I think it will gradually be replaced. So I do think that if its used in combination with other diagnostic tools, then it can remain part of the overall framework. But obviously the long term aim would be to not have the issues that exist with the PSA test and replace it with something thats far better.Yeah, I mean, its interesting to consider that because we could talk about this all day, if not all week. But what is interesting is to consider what you just said in the context of your second point earlier, which was the parity issue, and you cited the differential in men in the north of England and the higher level of those that have metastatic disease and or are waiting in fact, for diagnosis. I think that those statistics are quite stark. But what is interesting is with a test that is sort of universal, because even if you do have the advanced diagnostics and precision biopsies that I refer to, that make the PSA test possibly more, maybe I should say less onerous or less harmful. If you dont have those, and this goes back to the parity issue, then its kind of a non starter, isnt it? So in which case, your point about a new test is probably a good way to go.Yeah, and I think I was just talking about it yesterday, in fact, the kind of rolling out MRI machines across the UK would cost billions of pounds and billions of pounds that we dont have right now. So you got to work with what youve got. And if you compare... when we compare the list of what men would be offered in Blackpool compared to what theyre offered in South Cambridgeshire. Its a very short list in Blackpool. So your point is exactly right. Sure, thats all well and good when you can go for an MRI scan five days later after doing a PSA, but if youre going to wait several months for that, thats not acceptable.Yeah. No, I understand. Well, lets just talk a little bit more about your organisation itself. Can you tell me what some of your greatest successes have been in recent years, say, the last five years?Yeah, definitely. You already mentioned that weve expanded our research, actually five times now. We were running just four research projects in late 2017. Were now running 23 research projects, so weve expanded the amount of research were doing, but I think weve also expanded the quality of the research that were able to do. And thats mainly been because weve added in a much broader network of advisors, peer reviewers, patients to help us make sure that were finding the things that have got the potential to really move the needle for men and broaden that patient perspective so that were able to ensure that were doing things that will make a difference to peoples lives in the long run.Can you describe some of the projects that youre currently supporting? You said 23. Thats a lot. Can you give us an example of some of those that you think are most promising?Yeah, I think you will obviously be aware that prostate cancer can take many different forms and you can have some slow growing cancers that you may not want to do anything about for a while, and you can have some very virulent cancers that you may want to do something about very quickly. So were funding an AI project out of University of East Anglia in combination with Manchester and Oxford, trying to subdivide the cancers into tigers and pussycats. So which ones are likely to kill you and which ones arent, then that will obviously help clinicians further on down the line, being able to say, well, actually, your cancer has this particular genetic subtype. When weve analysed all of these cancers in the past, it is likely to grow or it is likely to stay very small for a very long period of time. And you shouldnt go through incontinence and impotence for the rest of your life taking out a cancer thats not going to do you any harm.Yeah. So that phrase tigers and pussycats seems to apply to a number of cancers. Do you think its a particularly apropos for prostate cancer or just in the nature of these extremes?Yeah, definitely, I think Im sure many of your listeners will be aware that prostate cancer can be a very slow growing cancer and so sometimes you can have prostate cancer and not increase in size over a decade. So, yeah, particularly for prostate cancer, thats important.And you mentioned that a good part of your research involves patients themselves. How do patients, or indeed former patients, get involved in your research?Yeah, in all sorts of ways  setting the strategy right through to the priorities of the research. They are an important part of the scientific advisory committee, they join the scientific advisory committee in order to help make decisions. They give feedback, actually, to the researchers. So the researchers submit proposals, we analyse them to try and select the ones that are most in line with our strategy and have the most potential for impact. And the patients actually sit round and give direct feedback to the researchers themselves to say, actually, this particular thing would make such a difference to our quality of life, or to allow the researchers to go back and think again about which ways in which they could improve their proposal before they come back to us.So how do the patients find out about you? How do you actually make that connection? Do you do outreach? How would a patient whos listening to this say, wow, Id really like to get involved with Prostate Cancer Researchs initiatives? What would they do?Yeah, I mean, lots of patients... Already we do significant amounts of outreach work. We get involved with healthcare professionals, British Association of Urology Nurses. We obviously have our own outreach campaigns, so events and community driven activities. We work in partnerships. But if a patient wants to get in contact with us, info@pcr.org.uk  tell us that youd like to be involved in our research and our research team would love to hear from you.And most of the research that you fund and oversee is done at various universities or other institutions across the country.Yeah, and we try and make sure that we dont see the bright lights of Oxford and Cambridge in London and think, okay, well, thats where we should put our money. We try and make sure we assess the science for what it is and the applications that come to us. So we have research in Scotland, Northern Ireland, Wales and across the UK. So its a really nice, broad focus of early stage, late stage career researchers with a whole range of different ideas dotted right across the United Kingdom.Thats exciting. What sort of breakthroughs do you foresee from these applications? I mean, its quite exciting to be able to assess all these different applications that are coming in. And has that led to some real excitement about potential breakthroughs?Yeah, definitely. And when you see the applications and they put something to you that youve never seen before, I think thats the most interesting thing. If you look at the history of cancer, its kind of breakthroughs that no one expects, that really are interesting. And the scientific advisory committee kind of sits down, everyone says, wow, this is something we hadnt expected, then thats really exciting. So, for example, weve got a project that were funding up in Newcastle, which looks at the sugars that cement themselves around cancers and how much that has an impact on whether a cancer cancer becomes aggressive or not. So kind of a bit, kind of left field kind of ideas that come to you. AI diagnostic machines that analyse results, find drugs that have kept peoples cancers at bay, discover what environmental factors lead to cancers. I think the ability of AI to now analyse such larger chunks of data was never possible in the past. It opens up a whole range of different opportunities and the more personalised medicines as well. Weve already spoken about Olaparib and Pluvicto, making sure that the new treatments that are coming to us have less side effects on people, because I think we see so much treatment regret, where people have said, Im really upset that I made this particular choice and I wish I had another one.Yeah, there was a study just published in the last couple of weeks about that. You may have seen that in one of the major urological medical journals and it was based on a very wide reaching survey. So, yes, I completely agree with you. That does sound really interesting. I mean, youve mentioned AI a couple of different times during this conversation. Is this kind of across the board or do you see it focused in particular area? Back to the large data sets that it gives us the opportunity to look at? What are you seeing that AI is going to help in the short term?Yeah, and I think we see a lot of proposals around the need within the NHS, where obviously there are huge pressures and not enough people to analyse the things coming out of diagnostic machines. So we see a lot of proposals around that type of thing because we know that we dont have the right amount of staff within the NHS and therefore a lot of the delays are coming from just not having the people. So if you could get an AI machine thats quicker, cheaper, more effective than a human being, then we should be able to save a lot of lives from it. So, yeah, we see plenty of proposals around that kind of work.So, I mean, just to bring this to an end, what messages would you like to give to men that are newly diagnosed with prostate cancer?I think one of the interesting things is that when you sit down... We do an event every year where we sit down with researchers and with men with prostate cancer  patients, and they always come out of it really enthused and so do the researchers and the patients themselves say, its amazing. Theres just this whole army of people out there trying to improve your life and quality of life. I think thats the message Id like to give to people. There are a lot of people out there trying to do incredible things in order to improve peoples lives. So please be aware that theres a big support network out there that you should try and get engaged with.Well, thank you for that, thats very positive and Im sure our listeners will welcome it. And I will put the notes about your organisation on our website so people can follow up. I really want to thank you for speaking with me today, Oliver. Its been really helpful. And good luck with all the work youre doing.Yeah. Thank you ever so much, Clare.A transcript of this interview is available on our website, along with links to prostate cancer research and further information on diagnostics and treatment for prostate cancer, as well as additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmar, see you next time. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "How Prostate Cancer Research is impacting patients and clinicians\nhttps://www.thefocaltherapyclinic.co.uk/how-prostate-cancer-research-is-impacting-patients-and-clinicians/"}}