{"pageContent": "Cost of Consultation 250, including VAT.Cost of HIFU treatment for prostate cancer , medicine, and after-care. Cost 14,000, including VAT.Cost of NanoKnife treatment for prostate cancer, medicine, and after-care. Cost 15,000, including VAT.Your initial consultation with one of our senior consultants will involve a detailed review of your medical files prior to the consultation.At the consultation you will have a comprehensive discussion with your consultant reviewing your diagnosis and all of your treatment options including your suitability for HIFU/NanoKnife IRE focal therapy treatment package.Treatment with The Focal Therapy Clinic will not affect your access to NHS services. Every patient has the right to seek a second opinion about their treatment options.Financing is available on request.We have many patients who have utilised a combination of self-funded and NHS diagnostics and treatments.As many of our patients are self-funded, we have made sure that the costs of HIFU and NanoKnife IRE procedures are as affordable as possible. HIFU treatment price in the UK is 14,000 for the treatment, medication and aftercare.NanoKnife treatment price in the UK is 15,000 for the treatment, medication and aftercare.The excellent rates we achieve with our partner hospitals are based on the high volume of patients we can help with these pioneering prostate cancer treatments.A range of tailored funding options and price-plans are available to help you with the cost of your treatment, though its worth noting that all of the major health insurance providers will fund the cost of HIFU/NanoKnife IRE treatment for prostate cancer. Our team is on hand to provide further information on self-pay or insurance-funded Focal Therapy options. Advice is free and without obligation, so do not hesitate to get in touch to discuss your prostate cancer treatment options today.Focal HIFU Prostate Cancer Treatment  costs and Focal NanoKnife Prostate Cancer Treatment costs are reimbursed by all the major health insurance companies in the UK (such as BUPA, AXA PPP, Aviva, and others).If you have been diagnosed with prostate cancer your diagnosis and treatment journey may have started via your GP and NHS pathway.Alternatively, you may have private healthcare insurance and received your initial consultation, tests and diagnosis via this route.Patients with private insurance will have access to all the precision diagnostics and modern treatments relating to prostate cancer including HIFU Focal Therapy costs and NanoKnife IRE costs.In addition, all the latest and ground-breaking diagnostics tests such as 3T mpMRI scanning and precision biopsies can be covered by these providers. With our years of experience and partnerships with healthcare insurers, we can advise you on what is available to you within your specific policy.Whatever stage you are at in your diagnostics or treatment journey regarding your prostate cancer, we can help and advise you on all the available options and help you choose the best one for you and your circumstances.A consultation with The Focal Therapy Clinic will not affect your access to NHS services. Every patient has the right to seek a second opinion about their treatment options.At The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and  Focal Therapy treatment option then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Cost Of Focal Therapy Treatment\nhttps://www.thefocaltherapyclinic.co.uk/focal-hifu-prostate-cancer-treatment/cost-of-prostate-cancer-treatment-focal-therapy/"}}