{"pageContent": "Dr Asanga Fernando, Consultant Cancer Liaison Psychiatrist and Clinical Director of the Advanced Patient Simulation and Clinical Skills Centre at St Georges University Hospitals NHS Trust, London, joins OnFocus to discuss his work on integrating mental health support with prostate cancer care.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Clare Delmar:Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and not often talked about. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar, joining me today is Dr Asanga Fernando, consultant cancer liaison psychiatrist and clinical director of the Advanced Patient Simulation and Clinical Skill Centre at St. Georges University Hospital, NHS Trust London. Dr Fernando is also an honorary researcher at Kings College London and has published his work on integrating mental health support with prostate cancer care, which is what were going to discuss today. Asanga Fernando, thank you so much for joining me.Thanks. Thanks for the invite. Very excited to be here.Real keen advocate of your work. And I know a lot of our prospective patients and their families are going to be really interested to hear what you have to say. So I think I might just jump right in and ask you what you see as the most common mental health challenges that are faced by men with prostate cancer.Sure. Well, I think there are several I think the biggest across not just prostate cancer, but cancers as a whole is depression, really. And when you look specifically, I think a really damning statistic of our time is that 73 percent of cancer patients diagnosed with depression, and this is across tumour types in the UK a few years ago, dont receive any adequate evidence-based treatment for their depression. And thats for a number of reasons. But thats a staggering statistic. Cancers across the board, about 17 percent of cancer patients suffer with depression at some point during their cancer journey. We know for prostate cancer, its about that. We know its increased slightly pre-treatment, dips a bit during treatment and increases again after treatment. And we know that, again, anxiety, theres a huge number of prostate cancer patients with anxiety. And again, we see theres heightened levels of anxiety, pre-treatment, dips during treatment and picks up again after treatment. But I think depression and anxiety are key, key challenges facing the prostate cancer community, but not just those. I mean, if I may say, when you think about prostate cancer, its actually a journey that embarks on several potential treatment modalities, including surgery, radiotherapy, androgen deprivation therapy and chemotherapy. And actually, if you take each one of these treatments, actually, they can all have mental health and psychological impacts. I mean, if you take something like radiotherapy, some studies show that six months post radiotherapy, potentially one in 20 people could suffer from severe depression, up to 16 percent severe anxiety. We know that actually with ADT, theres a good degree of cognitive impairment with some agents. Now, of course, thats a lot less with more modern agents, but we know that theres a huge array of different mental health challenges. So its not just the diagnosis of prostate cancer, but the different treatments that also are likely to sort of make this a challenge. And also, I mean, if you add to the mix the fact that were in a pandemic as well, I think thats also something to be aware of. And my final point, I guess, in terms of the main challenges facing the mental health of prostate cancer patients is its all well and good sort of thinking about mental health, but weve got to overcome this sort of barrier of looking at mental health separately. And thats where I would say its actually all about functioning. So its all about the patient and actually whether a patient is depressed, anxious or whatever. The key thing with all of this is theres a marked change to a patients level of functioning, so what they were like before. And actually I think as a clinical community, I think, we need to sort of think about how we can sort of better map onto those changes in functioning due to a number of different reasons, if that makes sense.No, it does. I just wanted to pick up on your list of treatments and the various levels of both depression and anxiety that you cite. You didnt mention active surveillance. Is there a reason for that or do you have a few thoughts about the mental health challenges facing men undergoing that regime?We know that active surveillance has its own sort of mental health morbidity in terms of anxiety and things like that. And I guess the reality is, though, in terms of the sort of the published literature and things like that, theres a relative paucity of information around that. But we know that the same challenges exist. And you look at the rates with regards to anxiety, they are very, very high. The bottom line is with prostate cancer, depression is the number one take home message and thinking about the different aspects of treatment and how we can better optimise management of psychological health during that cancer journey, if you like.Which leads me to my next question, which is how are these being addressed and managed within the clinical community or are they at all?Thats a really good question. I mean, I think the clinical community as a whole is waking up to these. So, I think, the reality is they are being addressed, but the clinical community has been rather sort of myopic about this and rather slow to address these things, so good that psychological support now sort of exists at most sort of cancer centres up and down the country. But, you know, Im going to make the argument that we need a bit more, we need a bit more specialist sort of mental health support specifically. Im very lucky to work in a team with psychologists and counsellors, but certainly there are specific needs. If theres a specific group of patients with specific challenges that need psychiatric help. We need to make the argument that we need more specialist mental health support, but also that we need to think more about functioning and the sort of other side of things. So psychosexual support certainly, the impact on relationships, looking at finances, all of these things. And I think crucially as a community, one of those sort of bugbears is that the mental health impact shouldnt be seen as an added luxury, and it kind of is. Actually you can go and speak to a urological surgeon. You can go and speak to a neuro-oncologist. But the fact that we as a clinical community have sort of only recently seriously begun to think about the mental health impact over the last 10 or 20 years, I mean, 10 years really, and begin to see that. And thats led to it not being seen as much of an added luxury. But the reality is we still face this inequality where the mental health aspects of things are not seen as important. And I think the reality is, though, clinicians are having to recognise that theres a change with that because, of course, their patients tell them. Their patients tell them that theyve had changes to their functioning, their patients tell them that they cant take treatment X or that taking treatment Y led to them feeling like this and had an impact on their mood and an impact on their relationship. And I think actually what youre seeing here is the clinical community begin to wake up to the fact that, hold on, patients are saying this, its time that I think clinicians really need to listen to this, because after all, we dont operate in different silos. I think a urological surgeon or a neuro-oncologist isnt just concerned with a prostatectomy or whats going to be happening with a particular sort of chemotherapeutic agent or ADT, but actually wants to improve a patients functioning. And until you recognise that a key consideration in that is their mental health, youre not really going to improve that.No, I think thats absolutely right. So it seems like its kind of a combination of awareness, acceptance and resource and sort of optimising that will lead us to sort of a more holistic approach to patients function and their wellbeing?From the health care community. Thats certainly what were seeing. As more compelling cases are brought forward, youre seeing increased acceptance. In terms of resource, I mean, thats a funny one because, you know, Im not sure that argument ever properly truly holds with regards to something like this. Not to use a Rumsfeld-ism, but, you know, its a bit of an unknown unknown. Unless you demonstrate the case, youre not really going to be building on that awareness and acceptance. And I think the resource, the reality is when you do look at the statistics, when you do look at the impact that this is having on patients lives and functioning, theres a need to think about allocating that resource in a better manner. One of the issues, though, is you have to bear in mind that as a clinical community, we tend to work in silos. And which is why my job is quite unique in that Im a mental health professional employed by an acute hospital trust, which is I think is a great thing and not employed just by mental health, which is far less stigmatising. And I sit within oncology and cancer. And actually the reality is we tend to work in silos and because we work in silos, dont forget the services are often commissioned and sit in the structure in which services are governed are often in silos as well. So I think breaking down those barriers by better integration is a huge thing. And I think, you know, thats one of the things that weve been doing in a pretty novel way at St Georges. Weve been using innovative sort of ways of using education, using sort of fantastic actors who are sort of trained by patients and carers and thinking about approaches like simulation, innovative uses of tech as well, to really sort of promote an integrative aspect of learning, which is having a big impact actually, in terms of clinicians, whether they be surgeons, whether they be neuro-oncologists or others, really, really looking at the mental health of prostate cancer patients.Thats really fantastic. I mean, even your brother-in-law got a job title, perfect living example of the kind of approach that you advocate for. Very few people can actually say that about what they do. Yeah, I was going to ask you about some of these approaches to supporting patients mental health, and youve given some examples of tech. Can you talk a little, maybe just give an example of one specific area of support where youve seen real impact on patients mental health?I think the first thing I would say is the recognition. And this is really important. Different people will need different things. I think the reality is after any cancer diagnosis, I mean, NICE guidance that says that actually youd expect about one in four people to need some sort of level of psychological, emotional or mental health support after one year of diagnosis, which is a lot more than I thought it would be prior to me working in this area. But I think its because of that high impact on functioning. Now, of course, thats not to say that everyone needs to see a psychiatrist, because thats simply not true. And actually, most people will require lower level counselling and psychology and only very few will require psychiatry, actually. Its just really thinking about the fact that actually different people will require different things. But certainly theres been some fantastic work looking at sort of supporting patients with depression. And I think whilst theres been a lot of work in supporting patients with depression, whilst theres been a lot of work in terms of sort of specific drivers, in terms of depression awareness, in terms of things like that, the reality is, though, were still in a position where we need to do more and we need to engage with specific communities, the black British community, South Asian community, sports communities. We need to think about de-stigmatising things. We need to think about how we could better map onto data and think about things from that point of view. So actually, its not necessary or correct that a psychiatrist screens peoples mental health all the time. What we need to do actually is be better at normalising it so that actually GPs, CNSs, others can sort of really understand: Hold on, heres someone who needs a little bit more help and support. And thats certainly what weve seen locally with our team as well. Its about sort of training the people that the patient sort of comes into contact with first. You know, we have to bear in mind most of these patients now have been through covid. So actually theyve had to deal with horrendous levels of isolation. And I think just actually mapping and letting people know that there are greater levels of support that are actually evidence-based and actually can be very, very helpful indeed. Its a really important thing.So bringing this back now to the patient level, what would be your advice to a man newly diagnosed with prostate cancer and how to support his mental health?Everyones different and I think thats despite all of this. The key thing is, you know yourself better than anybody. And I guess, you know, really, really, you are the expert in navigating your own cancer journey. And I think the reality is youre not alone. As this dialogue evolves, more and more clinicians are becoming aware of the impacts of mental health, the impacts on functioning. So I guess the first thing is to just recognise when that functioning changes. And often it will be your wife, it will be family, itll be workmates and others telling you that somethings changed. Were taught as medical professionals to look out. When we think about someone whos depressed, were taught as medical professionals to think about changes to their sleep, their appetite, weight loss, et cetera. But actually in cancer psychiatry, those things are less of an issue because actually they could change as a result of the cancer or some of the treatments. The key sort of things that are pretty reliable markers actually are feelings of negativity that manifest in changes to someones functioning. So, you know, if you if youve got someone whos a lifelong Chelsea football fan who cant follow Chelsea anymore, feels no willingness to follow Chelsea or someone who takes real pride in getting up to go to work as a car salesman, and they cant do that anymore. Well, theres something about that that needs addressing. And it might not jump out and say depression, but it needs addressing. So you know yourself and you know the changes that are happening. And I guess, you know, youre not alone. Seek help. And I think its very tempting at this time to sort of emerging from a pandemic where isolation has been the sort of aim of the game for the last year or so to think, well, actually, Im here on my own and I dont have the friends that I used to talk to. And I think its just about thinking about helpful coping strategies. And we know that its quite easy to become isolated. We know that its quite easy to turn to alcohol, for instance, and things like that. But the reality is help is there. And I think actually all of us as a health care community are getting a lot more savvy at being able to sort of, you know, point you in the right direction if you just sort of say somethings wrong here. But listen to your friends and talk to your friends, actually talk to the people around you, because, you know, they might pick these things up even if you dont. And I guess thats a bit simple, but thats good advice from a mental health point of view.Excellent advice and very encouraging and very encouraging to see you in the role youre in and supporting other people in the clinical community to embrace that. So thank you very much for joining me today. And I look forward to speaking to you again, this is such an interesting area, and I know a lot of our patients are really, truly interested in it. So thank you very much.Brilliant, thank you so much, Clare. Thank you.A transcript of this interview is available on our website, where you can also access additional interviews, blogs and reviews of several of the issues weve discussed today. Visit The Focal Therapy Clinic at www.thefocaltherapyclinic.co.uk. Thanks for listening and from me, Clare Delmar, see you next time. I have just been diagnosed with prostrate cancer , and my main fear is the after , side effects of all of the various treatments  on offer .\nI am terrified of being incontinent after treatment , i honestly would rather do nothing , than be remembered as that old man ( I am 68) who always smelt of urine  , I know you say special pants etc stop a lot of that , but sorry I just could not live with that in my own mind , i would  rather have just 2 good years , rather than 20 living a life i am ashamed of living , and leaving that memory of me  after  i have gone .\nWhich treatment is the least likely to leave that side effect please , in % terms if possible .\n i certainly do not want either those radio active seeds implanted , or total removal of the prostrate , due to other side effects with bothDear Peter.\nCertainly the implication of incontinence are not good however there is a lot that we can offer to ensure that you do not have to deal with this. Please feel free to contact us through the website and we will have one of our patient advocates discuss your options with you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Dr Asanga Fernando : Prostate Cancer Patients need access to Mental Health Support\nhttps://www.thefocaltherapyclinic.co.uk/integrating-mental-health-support-into-prostate-cancer-care/"}}