{"pageContent": "\n\n\n\nOur clinical team undertook its first procedures using the NanoKnife therapy for prostate cancer treatment, launching a new clinical programme at the Focal Therapy Clinic.TFTC Consultant Urologist Tom Dudderidge believes the new ablation approach will in time broaden the focal therapy offer, giving more patients access to precision treatment. Its very exciting to use NanoKnife therapy for treating prostate cancers which are located in difficult to access regions of the prostate gland. The precision of NanoKnife allows us to precisely eliminate prostate cancer cells while preserving surrounding healthy prostate tissue giving good cancer control with minimal side effectsNanoKnife uses Irreversible electroporation (IRE) technology to precisely target cancerous cells using electric current to destroy them. According to the Journal of Medical Ultrasound, IRE induces cell death through the application of high-voltage current. NanoKnide (IRE) is effective at treating prostate cancers which are hard to access with minimal impact upon surrounding tissue.Tim Dudderidge emphasizes this latter point:Nanoknife has advantages over technologies such as cryotherapy. Its higher level of precision reduces the side effects often seen with cryotherapy especially with regard to urinary incontinence.TFTC Consultant Urologist Alan Doherty concurs on the effectiveness of Nanoknifefor reasons of simplicity and effectiveness, I think Nanoknife will become the dominant focal therapy for hard to reach prostate cancer tumours. We use MRI contouring to position the treatment electrodes so that we can be confident about treating the area of cancer while we preserve healthy tissue. Nanoknife is produced by Angiodynamics, an American company which is currently running the PRESERVE (Pivotal Study of the Nanoknife system for ablation of prostate tissue in an intermediate-risk patient population) trial in the USA. It treated its first patients earlier this year after receiving FDA clearance, and has clear objectives for the trial:This single-arm study will assess the safety and effectiveness of the NanoKnife device when used to ablate prostate tissue in intermediate-risk prostate cancer patients. The study is expected to conclude by March 2024 and enroll 118 patients in facilities across the United States.At the Focal Therapy Clinic team meeting there is a detailed clinical review of each patients case. At this meeting there is a discussion as to the clinical treatment options for each patient and the likely trade-offs associated with them. The clinicians then discuss this review with patients to arrive at a decision which meets with the priorities of each patient.The early experience at the Focal Therapy Clinic with the NanoKnife procedure has been successful in terms of treatment impact and minimal side effects and the effectiveness of the precision treatment as confirmed by MRI scans.TFTC Consultant Urologist Raj Nigam. I look forward to seeing longer term results as more patients are treated, he said, adding Im delighted that we are contributing to understanding the role of Nanoknife in the Focal Therapy armamentarium.Tim Dudderidge. well be starting this clinical programme very carefully, selecting patients that are most suitable and monitoring their results though the national registries we are setting up with colleagues.Are you interested in discussing Nanoknife treatment for prostate cancer? Wed love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "NanoKnife at The Focal Therapy Clinic\nhttps://www.thefocaltherapyclinic.co.uk/broadening-the-focal-therapy-offer-with-nanoknife/"}}