{"pageContent": "Its been a sobering week for the black community in the USA and the world has responded with both revulsion at the injustices exposed through law enforcement and solidarity with the inequalities the black community has endured, particularly during the COVID-19 pandemic.What most people do not appreciate is that another big contributor to Inequality in health outcomes is Prostate Cancer, for which black men in both the UK and USA are diagnosed at twice the rate as non-black men. Despite the many advances in our understanding of prostate cancer, why black men are more likely to get it is not well understood.Prostate Cancer UK is undertaking vital research in this area. Many questions are being explored. Research in the US shows that in addition to their prostate cancer diagnosis, black men are more likely to have cardiovascular disease and obesity, which can separately shorten their lifespans.While the US data show that black men dont appear to intrinsically and biologically harbor more aggressive disease, they generally get fewer PSA screenings, are more likely to be diagnosed with later stage cancer, are less likely to have health insurance, have less access to high-quality care and other disparities that can be linked to a lower overall socioeconomic status.The study, conducted at the University of Michigan, emphasises the role that doctors who treat cancer have in knowing there are multiple factors in play in any patients health, and stresses the importance of focusing on the health of the entire patient and, as a society, on addressing racial inequities.You can read further about this on the Prostate Cancer UK, NHS England and M Health Lab websites.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer is Another Inequality Faced by Black Men\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-is-another-inequality-faced-by-black-men/"}}