{"pageContent": "The widespread adoption of new techniques, funded by you, can prevent tens of thousands of men each year from facing unnecessary harms during screening, meaning the benefits may now outweigh the drawbacks.The UK may finally be in a position to roll out a screening programme for prostate cancer, according to our research.Widespread screening can reduce deaths from prostate cancer by 20 per cent, but a national rollout has been impossible while the benefits have been outweighed by the drawbacks.Thats because the PSA blood test, which is the first step towards a diagnosis, isnt accurate enough to tell for certain if a man has prostate cancer or not. This means men need further tests, including a biopsy, to confirm whether they do have the disease.This means that, for every PSA test, some men will have a biopsy who ultimately do not have cancer, running the risk of infection and pain from the procedure. Other men may be told they have the disease, and put onto harsh treatments, even though their cancer is unlikely to harm them.However, our study shows that recent improvements to how we diagnose prostate cancer can prevent tens of thousands of men each year from experiencing these harms.The most beneficial changes have been the introduction of new scans - made possible by our research and campaigning - and safer biopsies.The news comes a month after we showed that 10,000 men a year are being diagnosed too late to be cured, highlighting the importance of introducing a screening programme that could save thousands of lives.Last week, the UKs National Screening Committee confirmed it would review the possibility of a screening programme for all men over 50, as well as for men over 45 who are Black or men who have a first-degree relative with prostate, breast or ovarian cancer  two groups who are at highest risk. We welcome these decisions, and we are urging the committee to consider all the latest evidence from the UK and Europe which points towards an ever-stronger case for screening.Our findings come from an analysis of several clinical trials, current clinical practice, and real-world data from 16 NHS trusts in London and the South-West. We compared this information to a screening trial from before these newer scans and biopsies were introduced, and found that, on average, 67 per cent fewer men experienced harm during the diagnostic process.For every 10,000 PSA blood tests carried out, this means 902 fewer men harmed  equivalent to tens of thousands of men across the country each year.Two new techniques have been crucial to this reduction in harm  multiparametric MRI scans (known as mpMRI) and transperineal guided biopsies.Before 2019, men with a high level of PSA in their blood were sent straight for a biopsy, which could cause pain and bleeding, and came with a risk of serious infection. These biopsies could also sometimes miss the cancer, leading to repeated biopsies with further risks of infection and uncomfortable side-effects .We helped to fund research that showed having mpMRI scans beforehand could safely rule out many of these biopsies as unnecessary, as well as improving the accuracy of those that were needed, making them more likely to detect the cancer the first time. We also worked closely with the NHS to make sure the innovative technique was rolled out across the country.As a result of mpMRI usage, we found a nearly 64 per cent decrease in the number of unnecessary biopsies.Meanwhile, we have supported several hospitals to transition to transperineal biopsies, where the needle is inserted into the perineum rather than the rectum, giving a lower risk of infection. The increased use of these biopsies means just five men in every 10,000 sent for a PSA blood test (or 0.05 per cent) are now at risk of sepsis.John Aves, 81, from Wrexham, Wales, underwent two biopsies before being diagnosed with prostate cancer in 2014.John said: I ended up having a transrectal biopsy which came back negative. My urologist was still certain I had prostate cancer, so he referred me for a template biopsy. Im lucky he did because that led to my diagnosis. Fortunately, it hadnt spread and I am now cancer-free.Having a biopsy is never the most pleasant experience, so research like this that could improve diagnosis and stop men like me having to undergo multiple or unnecessary procedures is hugely welcome. Dr Matthew Hobbs, lead researcher on the new analysis and Director of Research at Prostate Cancer UK, said: Weve known for some time now that testing more men reduces prostate cancer deaths, but there have always been concerns about how many men would be harmed to achieve this. However, our evidence shows that screening may now be a lot safer than previously thought.Thats why we are so pleased that the committee is going to review the evidence once more. Its important that they consider this study and actual outcomes from the real-world NHS data and we hope they will find that weve reduced harm enough to be ready to launch a screening programme for prostate cancer.This will only be the first step in stopping prostate cancer being a killer. We know that even this modern pathway needs to be improved, and Prostate Cancer UK is committed to funding the research needed to make that happen, so we can save as many lives as possible.\n\nDonate now\n\n\nNew research suggests a 15-minute MRI scan could bring us closer to the UKs first screening programme for prostate cancer. We go behind the headlines to find out what this could mean for men.\n\nIf caught early, it can often be cured. Thats why understanding your risk is so important. But why dont we invite all men for a prostate cancer test? Dr Matthew Hobbs, Prostate Cancer UKs Director of Research, explains.\n\n10,000 men are diagnosed too late for a cure each year, with Scotland worst hit.\n\nEvidence continues to mount for giving men an mpMRI scan before a prostate biopsy after an international trial of 500 men showed that mpMRI-guided biopsies help to catch more aggressive cancers and fewer harmless cancers.\n", "metaData": {"source": "\nOur new research shows the UK may finally be ready for prostate cancer screening, and it’s thanks to your support\n\nhttps://bit.ly/3IWOlip"}}