{"pageContent": "\n\n\n\nThe death this week of Bill Turnbull, popular TV and radio presenter, is a blow to all who knew him whether in person or through his media work. It is especially felt amongst those whose lives have been impacted by prostate cancer, as Bill was an active and inspirational campaigner for screening and early diagnosis, having been diagnosed himself in 2017.Bills name will forever be connected to prostate cancer screening, as his celebrity allowed him to join with fellow celebrity Stephen Fry, also diagnosed with prostate cancer, to launch a public campaign for early screening in 2018. This campaign had a significant impact on men coming forward for PSA tests, so much that the media called it the Fry Turnbull effect.The National Cancer Registration & Analysis Service investigated how the Fry Turnbull effect played out, and concluded: This shows how meaningful Bill Turnbulls legacy is. Health care professionals often underestimate how people need motivation, inspiration and support when confronted by fear and uncertainty, which is what a prostate cancer diagnosis, or even the knowledge that one might be at risk of developing prostate cancer, invokes.Whether that motivation comes from a colleague, a family member or a more remote source like a celebrity doesnt matter  what matters is breaking through the fear, uncertainty and doubt, finding a voice and taking action.Its a deep commitment to this belief in shifting from victim to advocate that drives campaigners like Chris Lewis, Elvin Box and Tony Collier. In an era of constrained health services, self-advocacy is essential and the support these campaigners, and indeed celebrities like Bill Turnbull provide is essential to driving and sustaining self-advocacy for many.Bills death has prompted a blizzard of news pieces about prostate cancer, reenforcing Bills message about getting a PSA test.Have you been motivated or inspired by a celebrity or campaigner in seeking advice on prostate cancer? Wed love to hear from you. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Bill Turnbull and the Rise of Patient Self-Advocacy \nhttps://www.thefocaltherapyclinic.co.uk/bill-turnbull-and-the-rise-of-patient-self-advocacy/"}}