{"pageContent": "\n\n\n\nA study of nearly 1400 men receiving HIFU prostate treatment over 15 years was published last week in the journal European Urology. The study, led by Professor Hashim Ahmed of Imperial College London, aimed to report oncological outcomes and adverse events following focal high-intensity focused ultrasound (HIFU) for treating nonmetastatic prostate cancer.It demonstrated that Focal HIFU in carefully selected patients with clinically significant prostate cancer, with six and three of ten patients having, respectively, intermediate- and high-risk cancer, has a good cancer control in the medium term, 8 yearsThe importance of this research cannot be understated, as building a strong evidence base is crucial to adoption of HIFU to treat prostate cancer as an alternative to more invasive and radical treatments.Dr Mark Porter, practicing GP and medical commentator for the Times and the BBC, opened his weekly Times column today with the comment :If I needed prostate cancer treatment, I would want HIFUHe comments further: If I were diagnosed with prostate cancer and were one of the 8,000 to 10,000 men a year that Ahmed believes may be suitable for HIFU, I would certainly ask for the treatment. Whether or not I could access it might be a different matter. It is becoming more available on the NHS, with at least three more UK centres thought to be considering adopting it this year, but most men who are eligible still wont be offered HIFU prostate cancer treatment anytime soon (unless they opt to go privately)And goes on to say: This new study can only help to improve adoption  and access  but there are other hurdles too. If your department runs a specialist radiotherapy service (the most common treatment), or has just invested in new, very expensive equipment to perform robotic prostatectomies, it has a vested interest in carrying on and developing present services.Tim Dudderidge, Consultant Urologist with University Hospital NHS Trust and the Focal Therapy Clinic, is a Clinical Champion for Prostate Cancer UK and a contributor to the study. He commented:Its great to see this data published. We have known through our patients that men having HIFU have a very good experience generally. HIFU treatment side effects are much less than with surgery. Its very reassuring to see that the cancer cure rates for the types of men we treat are good. Those who develop recurrence can nearly all be treated with other curative procedures such as re-ablation, surgery or radiotherapy. We hope that the evidence coming together will be enough to broaden access within the NHS. We will continue to collect data and recruit to trials. Its still important for us to demonstrate the long term outcomes. What is totally clear is that all men with newly diagnosed prostate cancer should be told whether or not they are potential focal therapy candidates. If they are they need appropriate counselling and access to a range of treatments including HIFU And cryotherapy. This will require a nationwide approach to training and up-skilling of prostate surgeons across the UK. Another modality which is extending the possibilities for Focal Therapy is the NanoKnife as a compliment to the HIFU Therapy.  Do you have questions about HIFU treatment? Wed love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "HIFU Prostate Cancer, New Evidence: cancer control without side effects\nhttps://www.thefocaltherapyclinic.co.uk/hifu-prostate-cancer-new-evidence-cancer-control-without-side-effects/"}}