{"pageContent": "\n\n\n\nConsultant Urologist Tim Dudderidge, who works with TFTC and is based at University Hospital Southampton, joins OnFocus today. Tim is an innovator in focal therapy and has coinvestigated most of the clinical trials and studies that have built the evidence base for focal therapy and advanced its adoption and practice. He has recently completed his appointment as Clinical Champion for Prostate Cancer UK, and hes here to discuss what he learned and what implications this might have for patient care. Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we address issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and too often ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK. With this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is consultant Urologist Tim Dudderidge, who works at the Focal Therapy Clinic and is based at University Hospital, Southampton. Tim is an innovator in focal therapy and hes co investigated most of the clinical trials and studies that have built the evidence base for focal therapy and advanced adoption in practise. Hes recently completed his appointment as clinical champion for Prostate Cancer UK and hes here to discuss what he learned and what those implications are for patient care. Tim, thanks so much for joining me today.Its a great pleasure.Good, well, lets go right in. I mean, youve just completed this wonderful year, you and, I guess youll tell us in a second, a number of other clinicians. So lets just start by sharing with us how was your experience as a Prostate Cancer UK clinical champion?Well, I saw this programme, its actually an 18 month programme and I first saw it advertised and thought it was a great opportunity to get a project that I had in mind off the ground. And so I applied and was successful and joined a group of... a mixture of people actually, urologists, clinical oncologists, radiographers, radiologists, some nurses. A really wide spectrum of people all working in prostate cancer and we all had an idea, and some of the ideas were the same about trying to develop services in our hospitals and in our areas. And Prostate Cancer UK really wanted to try and get a group like that together who all were on a journey and to give us some leadership training. Actually, a lot of it was quite familiar to me because it wasnt my first rodeo, but actually it was great to go on this journey and have the licence of Prostate Cancer UK to really support my project. So for me, it was an opportunity to use that process of personal development as a launchpad for this particular project and actually, I was very lucky that it really allowed the project to work and so Ill tell you all about that.Yeah, so that was my next question. What was the project and what did you focus on?When this opportunity came up we were just in the middle of coming out the COVID kind of hiatus in a lot of clinical services and we were noticing a big gap in cancer referrals for understandable reasons, the health service in disarray focusing on this COVID challenge. And we went very quiet in the prostate cancer service, relatively, and we knew there were men going missing and so we wanted to deal with that challenge. Its also historically been the case that theres been a bit of a gap in opportunistic testing for prostate cancer. As you know, we dont have a screening programme. And the men who tend to get tested, theyve either got health insurance or theyre made aware of prostate cancer through their networks, or they read the newspapers. And what you find is that theres a big socioeconomic divide between the typical man coming forward who doesnt have symptoms who has opportunistically found his prostate cancer, and the men who dont have that sort of education, who maybe wait till they got quite severe symptoms, often when theyve got locally advanced disease or metastatic disease. And perhaps we can do more to try and make it a bit more equitable situation for access to prostate cancer investigation. We have these kind of multiple things going on and my feeling was that, okay, we cant impose a new screening programme yet because we dont have the evidence, perhaps, to really support the imposition of a test on people at a certain age like that exists for breast or cervical cancer. But we do have enough evidence to say men should be told about this. It shouldnt matter how rich or poor you are, whether you get the information about this. And we already have a situation where the NHS supports a free PSA test if you want one, if youve been well informed. So that is not new. Thats been around since Tony Blairs days. And I just thought that we have to have an intervention that made things fairer when we generated interest in PSA testing as a result of this, not everyone will be interested, but if they are, we shouldnt have barriers for them to get the test. And at the moment, there are lots of barriers. Even getting men to go see the doctor is a barrier, when they get there, theres a variability in opinions about PSA testing and people might get put off even when theyve made a choice. And then getting them in for a blood test is a challenge and so on. So we wanted to challenge all of those barriers as well. And what we came up with in my project proposal was an idea that we would publicise the idea about prostate cancer awareness. This is already being done by lots of people. There are charities doing, including Prostate Cancer UK, but smaller local charities, and so we would not be doing anything particularly new in that respect. But what we would be doing is providing, if you like, well balanced prostate health information, which is sort of locally relevant in terms of what you do next. And what you would do next in this project was contact the hospital and be able to directly get into the hospital system and get a blood test.So not your GP, but contact the hospital. Is that one of the differences?One of the major differences that we can say, just come to us, well sort it out. And a specialist team of nurses will just arrange everything and then give you some advice afterwards about what to do. And often this is either being done by GPs who have the protocols to follow, but theyre not dealing with prostate cancer day in, day out and theyre very busy with other important things. Nor is this a situation where youve got amateurs, if you like, the very enthusiastic patients who form a group and then they buy themselves some PSA tests and they organise it that way, that goes on a lot as well, and then you dont have any expert advice coming out of that. So we developed then a whole lot of material to advise people about their urinary symptoms, depending on how bad they were affected about their PSA result and a number of outcome letters were generated. But importantly, if you had a risky PSA level, youd be fast-tracked into the two week wait clinic without your GP having to be troubled with this process. We got buy in from the GPs as well. They were keen for us to do this, to try and deal with this big gap in...Yeah, well, you probably relieved them of some burden that they were already feeling. But Im curious, how did you get them to come into hospital? Because while I understand the gap, and certainly from a resource point of view, going to hospital usually suggests you have symptoms already. And back to what you said earlier. You know, often when you have symptoms, its late for presenting for cancer. So how do you get people to go to a hospital when they feel okay?Well, this whole idea that I started out with, I put into a PowerPoint presentation and luckily, at the time there were also other people worried about this. And so the Cancer Alliance, Wessex Cancer Alliance were interested and they said, this meets with some of our kind of targets and what weve been asked to do. And NHS England eventually came up with some money to help fund projects like this. I presented to a number of.. the whole of the south of England Cancer Alliances and discussed the idea with them. And they were like some were interested, some not so interested, but there was kind of eyebrows being raised and other things, similar projects were being done as well by other people, but all people doing at their own different way. But eventually they said, yes, we want you to go for this. And so just after Christmas we said, Just go for it. And so we had some publicity and we went through radio, TV, like Trust events and GP events and we got a bit of momentum. So basically, throughout the course of this year, weve had a pretty large number of people coming through who would not otherwise got tested. Interesting, lots of them have got symptoms, but a lot of them also didnt have symptoms. So probably about a quarter of them with no symptoms at all but the others with varying degrees of symptoms. We got funding to get some staff, one of them has just started, the other one starting the new year, but otherwise this has been done by sort of, the departments absorbed the activity and weve had about 500 or 600 people now come forward for testing. They were probably not quite double that, but a large number of people who made inquiries and maybe read the information decided it wasnt for them. But we also didnt have to get them into hospital. We had, during the COVID in the beginning of the year, we had some of the COVID facilities testing outside in a big car park, the drive-through thing, so that helped. And actually were able to use the phlebotomy services of primary care to an extent. And what were seeing is that this is a way of drawing men into education about their prostate, and the men who feel that they want to proceed are proceeding. And weve generated so far, I think, from the group of 465 that I looked at, 64 of those cases ended up needing a two week wait appointment so thats quite a high conversion rate in many ways. We havent analysed to get the data about how many important cancers were within that group. Were going to analyse all of this and were presenting to a Health Service Journal meeting in the spring and were hoping to have enough resources locally to run a pilot in a GP surgery, where well eventually in a twelve month period run through every man in the risk group. 45, if theyve got family history or theyre black, or 50 to 70 otherwise, and basically go through that risk group and present them with a please click here for the information. So that is approaching not a screening test with PSA, but what Im calling eventually what we call a National Prostate Health Intervention Programme. I think the interesting thing is changing, heres a test, heres the information. And I think the nuance is different there because were not saying you should have this test, were saying you should have this information. And I think thats, first of all, far less dangerous thing to be putting around because people worry about the harms of screening. But do people really worry about the harms of information? I mean, its important to be informed. I think theres a difference there. And actually, it would take some of the concern that people have about screening programmes out, because people can be informed about the pros and cons and make their own decisions...And make their own choice. Yeah. Did you notice even anecdotally or have you collected the data of these, I think you said 500 men or so who came forward. Were there any dominant demographic groups, any particular profile to the people who did come forward? Were you reaching those people that you suggested earlier who were actually not being informed?These are all good questions. We havent analysed that yet. Weve only just got the staff whove come on board. What we can say is that Id say the majority have got moderate or severe urinary symptoms. Id say its probably just as many with mild as severe LUTS, but the majority with some degree of urinary symptoms. I think there are a lot of symptomatic men out there who are perhaps worried about cancer, but in actual fact, its the ones you know, you dont have symptoms which are perhaps harbouring just as many cancers. So we need to make sure that message comes across well because whenever you speak to journalists, they always say, so tell us again about the symptoms of early prostate cancer  well there arent any.Yeah, I mean, another question is informing them about prostate disease and prostate health, but equally, did people come forward because this was an opportunity to avoid a wait for a GP appointment? Like, did the fact that you have these waits right now for primary care services help your project?So I think we will be picking up some of the men who might otherwise come through their GP. Thats certainly going to be the case. And the GPs are well aware of this service and Ive even noticed our service being advertised on their GP surgery websites. And so for them, it does offer a chance to pivot men who might otherwise be seen face to face directly. And thats fine. I think as long as we can staff the service to cope with that. It may be that that is the best way of dealing with it, you know, is actually for such a formulaic process these men have to go through, which is read the information, symptom score and then if they need to, they want to, have a blood test. If they need to, they have a face to face assessment by a nurse. This is a kind of a treadmill which doesnt really need GPs to be doing. It requires a high volume and high skill in this area activity which can be done by nurses or other health care workers. I think actually running it like this makes a lot of sense.Yeah, it sounds like it is. Going forward, how this will benefit patients in future, you think once you get it piloted and begin to collect some data and some evidence, do you think this is something that you could see being rolled out?Yeah, I mean, I think my objective for the next year are to obviously get these staff in and trained up and grow our capacity. I think there are certain bits of the IT I want to improve so that we can have a micro website that actually handles the information and PSA requesting side of things automatically, allowing more time for the sort of more detailed conversations that patients might want with the nursing team that were building. And then to maybe have a programme in a pilot site in a GP surgery where we proactively target the men in their database within the risk group and try and see if you did that proactively how much work is generated for a certain population of men and therefore what staffing would you need if you wanted to run this on a citywide basis? We had a rough back of the envelope calculation for Winchester. There are 8000 men in their primary healthcare databases who have not had a PSA test, who are over 50. Some of those over 70, we might be able to may not proactively target them, which would fall in line with guidance. But I thought we would generate about 35 two week wait appointments per week if we were to go out and really push this. And I think that would be pretty hard to deal with with current staffing.Because you said you generated what was it?...Sorry thats per month...Yeah, that would be right.Well, thats a lot of extra work.Yeah, no, indeed, but it sounds like a fabulous programme and I look forward to hearing more about it. Congratulations. Because its a really important intervention, as you say, but just pivoting, I mean, to the programme itself, I know there was a whole group of professionals, as you said earlier, were there other projects that other champions that you met in the programme that pursued that particularly impressed you as well?Well, I think interesting is a lot of people are trying to push to develop local anaesthetic, transperineal prostate biopsy services. A lot of people still doing transrectal ultrasound guided prostate biopsies and they wanted to come and try and see how they can overcome barriers to deliver that. There were a lot of people, there was one very interesting project looking at improving the sexual health support for men with advanced prostate cancer. Obviously, we think about this a lot with prostatectomy and getting their erections back, but what about men on hormones who have metastatic disease? Thats a very under kind of studied area. A lot of men trying to improve the diagnostic pathway and improving their imaging processes and straight to test. So theres a lot of interesting projects out there, actually, and its great to see how much enthusiasm there is for improving the prostate cancer services.Yeah, absolutely. Do you feel that programmes like these are really key to progressing these new areas of clinical practise? Would you have been able to pursue this without the programme?I think so. But whats really amazing is, for a very prestigious charity like Prostate Cancer UK, theyve got a lot of recognition and clout and just turning up to a meeting and saying, Im the Prostate Cancer UK champion and this is my project, people just listen. Its remarkable. And so I really felt the project benefited from having that licence, if you like. I think the charity is very cleverly got now a group of people who all really feel a sense of camaraderie with the charity. As a group, we communicate very well with each other, and theyre looking for advisers, and theyre building a big advisory community to help the charity. And theyre doing a similar thing with patients as well, to basically have a really strong group of people who can advise the charity on how to move forwards. And so whenever theyve got an idea, theyll go to their patient group, theyll come to the clinician group, and that way it keeps the charity pointing in the right direction. I think thats the big plan is to use us as their champions.Absolutely, yeah. So it is continuous and final question, I know you said you proposed this project with some materials, I think you said it was on a PowerPoint, but is there a place where some of the research youve done on this project exists that listeners could go find?As yet we havent really got. I produced a poster for my programme recently so Im certainly happy to share that but I would say were going to have some meaningful outcomes from this in the middle of next year. Theres plenty of information on the UHS website about the self referral programme and in fact its on lots of the GP surgery pages around here as well, but we will certainly be able to offer a bit more insight into our results in the middle of next year.Good, well well look forward to that and very exciting and congratulations once again on really launching something very interesting. So thanks again and as I said, well look forward to hearing how things develop next year. A transcript of this interview and links to more information about Tim and his work are available in the programme notes on our website, along with further information on diagnostics and treatment for prostate cancer, as well as additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy clinic. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Prostate Cancer UK Clinical Champion Pilots Intervention Programme\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-uk-clinic-champion-pilots-intervention-programme/"}}