{"pageContent": "FUD: Fear, Uncertainty and Doubt.Theres been lots of that around over the last year, and few men with suspected or diagnosed prostate cancer have escaped it as the pandemic constrained diagnostic and treatment services.We speak with so many men who are confronting and managing FUD throughout their experience with prostate cancer, and weve been inspired by those who refuse to let it cripple them and have created opportunities to gain more information about their diagnosis and ultimately get a better outcome.Two of our patients have shared their recent experiences with diagnoses and treatment recommendations, and described how they overcame FUD by equipping themselves with knowledge and using this to challenge what was being offered to them.Michael Clay is 76, and as an NHS patient in Torbay he was put on Active Surveillance following an initial diagnosis of low-grade prostate cancer. This did not go well, due in large part to increasingly levels of FUD stemming from poor communication with his hospital team.He wrote several detailed letters to his local hospital; this is one of them (edited):BRIEF HISTORYFollowing a prostate MRI on the 30th June 2020, XXX conducted a DRE and stated my prostate felt normal which was backed up by the recent MRI.  However, as the MRI was unclear on the right-hand side of my prostate, masked by a metal resurfaced right hip. I agreed to a biopsy which was performed by YYY  on 20th August 2020.Post biopsy, early September, YYY phoned me to confirm everything was OK apart from a few very low-grade cancer cells detected in one of the biopsy samples on the left of my prostate.  The advice was to do nothing now but to watch and wait on the PSA tracker.MOVING FORWARDI note that while the MRI did not indicate any concerns with the left side of my prostate, low grade adenocarcinoma Gleason 3+3 was detected in the left-hand side biopsy sample which does concern me.  Following on from this I have conducted some research of my own and have a number of questions, detailed below, that I would like answered so I can fully understand my condition and move forward with my life.QUESTIONSI regret that I have had to ask for this information by writing to you as due to Covid issues it has not been possible to have a face to face consultation to discuss my worries.  Thank you in anticipation of your reply with answers to my 6 questionsMichael never received a reply to this or three additional letters that he wrote. The process of researching and producing them, however, definitively helped him overcome FUD about his treatment and he sought help elsewhere, ultimately receiving a different diagnosis and undergoing a different pathway that has worked well for him. He shares his story in a recent OnFocus episode.Another patient, Ian Paul is 58 and was a fully insured private patient in SE England, undergoing regular health checks through his employer which included PSA testing. When he was told his PSA had become elevated, he underwent mpMRI imaging and a biopsy, and was told he had early-stage prostate cancer and recommended Active Surveillance.Ians experience told him to question everything. Initially he queried AS as he was uncomfortable with letting cancer grow inside me and was advised that his only alternative would be radical prostatectomy. He found this unacceptable and began to research options.Ian built an extensive knowledge of the entire prostate pathway  from early diagnosis to treatment and recovery. This included PSA testing, imaging, imaging reporting, biopsy approaches, histology and ultimately treatment options.Much of his learned knowledge did not square with what he was hearing from his consultants, which was worrying. Ultimately he sought a second opinion which led to new diagnostic procedures, done very differently than had been done initially, which led to a different diagnosis, treatment recommendation and a very different recovery. Ians story can be heard in a recent OnFocus episode.Key themes emerging from our patients experiences is recognising both the variation that occurs in each element of the pathway across hospitals and health centres, and the value in understanding what the highest standards are for each of those elements, whether its imaging, biopsy procedures, histology and most of all, treatment. In all cases, overcoming FUD by building knowledge is what brought them to the Focal Therapy Clinic.What has your experience been in managing the FUD associated with a prostate cancer diagnosis? Wed love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Don’t settle for the anxiety of Active Surveillance, take control and explore your treatment options.\nhttps://www.thefocaltherapyclinic.co.uk/dont-settle-for-active-surveillance-take-control-and-seek-better-options/"}}