{"pageContent": "The Focal Therapy Clinic patient Mark Stubbs discusses how seeking a second opinion for his prostate cancer diagnosis and treatment led to an unforeseen approach and better outcome.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Prostate cancer is now the most commonly diagnosed cancer in the UK and with this somber fact comes a multitude of challenges and opportunities. Im Clare Delmar; today Im speaking with Mark Stubbs, who came to The Focal Therapy Clinic earlier this year after his prostate cancer diagnosis and just as Covid-19 was accelerating and his windows for further investigation were closing. Mark, thank you so much for joining me today.Hi Clare, good afternoon.Lets start at the very beginning, as we say. Can you summarise for our listeners what happened to you at the time of your diagnosis?Well, what happened was I had a very, very slight raised PSA. It was only three point six as part of a routine health check. Basically trying to cut a long story short, after that, I had a rectal exam followed by another PSA test and then a multi parametric MRI scan. Got the results of that at the end of January 2020. And then I did a bit of research into different sorts of treatment. And I requested a template type of biopsy which revealed quite an aggressive cancer. I was previously hoping to have HIFU focal therapy treatment, hoping that the cancer was of such a grade that it would be treatable. But as it happened, the cancer was quite aggressive, although I was told it was contained within the prostate, which eventually led me to have a robotic prostatectomy which was performed in the middle of June.So, Mark, what compelled you to pursue the extensive research you did on the treatment options for prostate cancer?Well, what happened was I got a letter through the post basically giving me the results of the multi parametric MRI scan, and it freaked me out, to be honest. It said that the scan had revealed an extensive abnormality in the right hand side of my prostate, which suggested prostate cancer. I got this letter at the weekend. So basically I decided that I wasnt just going to sort of sit around and be depressed about it. I basically tried to be proactive and do my own research online. And I quickly found out about focal therapy with it being less invasive than other treatments. So I found out that unfortunately that was only available as a private option. But basically I thought, well, if its going to cure it and the side effects are minimal, then its worth pursuing.OK, and then what happened with the existing consultant and the existing care team you were working with?What happened was theyd actually proposed a TRUS biopsy, a transrectal biopsy. But I found out through my own research that to have the HIFU, I needed a template biopsy or a transperineal biopsy. So what happened was then I was put on the waiting list with the NHS to have a template biopsy. I was told at the time the wait was between eight, possibly eight, maybe 10 weeks.OK, this was when?This was basically the first week of February 2020.Right.And unfortunately, due to Covid, the day before I was due to have the biopsy, I got a phone call, basically cancelling it, and I had to wait another just over two weeks to have this template biopsy done.Which you did have done?I did have that done, yeah, I had that done. And I had the results back at the end of May. And unfortunately, the letter I got from the consultant basically said, well, look, we realise that you wanted HIFU, but unfortunately its showing that cancer in almost the entirety of the prostate, including some high grade Gleason 9 cancer. So really, hes basically said the HIFU wouldnt be suitable. He suggested other possible treatments, hormone therapy and all that sort of carry on. But really, the advice I was given was to have the prostate removed. And it was at that time really that I decided, well, look, Ive waited long enough. So then I actually sort of looked into having treatment done privately, and thats when I sort of was recommended to Mr Dudderidge.So, Mark, youre clearly a very strong advocate of second opinions. Can you explain why this was so important in your case?Well, Im actually a stronger advocate of a second opinion now than I would have been at the time. It was only really when I discussed with Mr. Tim Dudderidge  a telephone consultation  that he actually suggested revisiting the biopsy samples  letting his lab check the actual biopsy samples to make sure that the Gleason score of the cancer was actually, as was said in the histology report I got from the consultant.And was that easy to do?It appeared to be, yes, I got some feedback very quickly from Mr. Dudderidge. And he basically said, look, weve rechecked the samples. Its coming out at Gleason 7 rather than Gleason 9, he said, which does give us quite a few more options in terms of nerve sparing during surgery and also sparing the lymph glands, which to me was priceless. If Id have probably stayed in the NHS loop, Ive got a feeling I wouldnt have got the same level of treatment. I wouldnt have had the second opinion and they would have probably operated assuming that the cancer was Gleason 9. So really the second opinion, I think, was absolutely pivotal in the choice of treatment.Given the timing of this, did Covid-19 and the refocusing of resources in the NHS affect your experience and the decisions you made?Yes, it did, because what happened was if it wasnt for Covid, then the waiting time under the NHS wouldnt have been as long. So what would have happened is I would have gone down the NHS route. They would have done a radical prostatectomy. They wouldnt have been the same level of nerve sparing or lymph node sparing. So in a way, Covid has actually done me a favour because what happened was, it basically forced me to go into the private sector. I had already waited quite a long time for various scans and the biopsy. I wasnt really prepared to wait any longer. So it was actually fortunate that I did come across a person, as you know, with the experience and expertise as Mr Dudderidge. And I think that without that, the end result would have been quite different than it is.So you came to The Focal Therapy Clinic and Mr Dudderidge hoping to be treated with HIFU. In the end, your treatment took another approach, as youve just described. I mean, were you disappointed or were you in fact relieved that you were given the best treatment for your situation?Well, mixed feelings, really. I think that after I was basically given the biopsy results, I realised that getting rid of the of the cancer was the primary end result. That really thats the thing I should have focused on. I was obviously hoping to have HIFU because Id done my own research on it. And Id discovered that the side effects were relatively minimal. But unfortunately, there was Gleason 7 in one part of the cancer and then there was other suspect areas. So even if the Gleason 7 cancer had been sort of eradicated by HIFU, there was a chance it could come back with these other suspect areas. So I was strongly advised to have the prostate removed. So really, I was actually glad in a way that, you know, that I did have the prostatectomy, hopefully now the cancer is gone. So, yes, I was disappointed at first that HIFU was not on the table, but I was relieved in another way that I actually got the expertise and experience to give the best outcome using robotic prostatectomy.And as you said before, it was probably a more nerve sparing and probably more efficacious treatment in the end, having had your biopsy revisited and regraded?Yeah, right. And I think also that when the actual prostate was removed and went to the lab, the report came back that it was actually, as Mr Dudderidge had said, it was Gleason 7 cancer. It was sort of contained within the prostate. I think there were signs of it trying to escape. Im not medical, but the way I understand it is that it actually hadnt escaped. The prostate wasnt actually enlarged. The prostate was smooth on the right hand side. So nerve sparing was done, as far as Im aware, on the right hand side of the prostate. So the end result is that Im not quite back to normal. But I think thats probably the best outcome I could have hoped for, to be honest.Do you think that the wait is really difficult for a lot of people? Did you find it particularly difficult?I would say that anybody thats been diagnosed with any form of cancer, is going to go through hell. I mean, the word cancer, really, is something I never really associated with myself. Its something that only other people got. So it did freak me out. I think me and my partner Lindsey, we were basically going through quite a lot of trauma; the waiting time for the biopsy I think that was probably the worst thing. And obviously the time scale of having subsequent treatment was, you know, was pretty horrific. Serious mood swings, and I suppose with the Covid thing going on at the same time, that basically just rubbed salt into the wound, I suppose.So, Mark, what advice would you give to men that have had a recent prostate cancer diagnosis?I think what Id be tempted to do, they need to do the research. They need look into possible treatments. And also they need to check that the biopsy theyre offered is the correct biopsy for that sort of treatment. And if theyve got savings put away for a rainy day, which is the situation I was in, then, you know, for Gods sake, you know, use that resource and be open minded as to the type of treatment so that you come across, ask other people who had prostate problems. I mean, I know three people personally whove had their prostates removed and all three have had very different outcomes. Some of them have been more successful than others. So obviously, use that information and obviously information on the Internet really, to try to sort of come to a conclusion as to the best of the treatments, the options available, whether they were private or on the NHS or whatever. So I think youve got to do your research. Unfortunately, I think that, you know, in the NHS, it is, you know, obviously going through a hard time, especially at the moment with Covid. And unfortunately, I dont think the consultants actually have the time to explain to all the patients in massive detail what the options are. So sadly, I think people really need to do their own research and ask questions.Mark, thank you so much for sharing your experience and your insights with me today. Its been a real pleasure talking with you. If youre interested in contacting Mark or engaging with other patient stories, visit our website at www.thefocaltherapyclinic.co.uk, where you can access additional interviews with patients and clinicians about their experiences with prostate cancer. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Prostate Cancer – A Second Opinion Can Change Everything\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-with-tftc-patient-mark-stubbs-the-value-of-a-second-opinion/"}}