{"pageContent": "Peter Hall is 87 years young, and joins OnFocus to share his experiences with focal therapy for prostate cancer and to encourage older men to seek PSA testing.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and often ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact comes a multitude of challenges and opportunities. Im Clare Delmar. Today, Im speaking with Peter Hall, a recent HIFU patient, about his experience with prostate cancer. In particular, were going to talk about how his age played a role in the treatments offered to him and what his experience suggests for older men. Peter, thank you so much for joining me today.Its a great pleasure, Clare.Wonderful. So, Peter, let me ask the biggest question thats probably on all of our listeners minds. How old are you?I am 87. I will be 88 in May of next year.Wonderful. Okay. So and Peter, to tell us a little bit about your lifestyle, are you fit and active and what sort of things do you enjoy doing?Well, fortunately through the treatments that I have had, Im extremely fit. And as a consequence of that, Im very happy. In my retirement, I enjoy painting because I trained at art school. And so thats usually a summer thing, I do painting. In the winter, my wife and I enjoy the great outdoors because we live in a small market town in the Black Down hills of Somerset, and its great to get outside.So, Peter, tell us a little bit about what happened when you were initially diagnosed with prostate cancer.Well, it was in 2015 and I was then 82. And I suddenly experienced a surge in my PSA figures cause I have an annual PSA and they went 4, 6, 8. Now that is very bad news. So I requested a referral to a consultant. I did my homework on the internet, of course. Theres a vast amount of information and knowledge, and I was referred to a urological surgeon who was a specialist in something that was very new at the time, which was Focal therapy, which is HIFU. And the guy who I saw was Tim Dudderidge, a leader in his field. And after examination, he confirmed that I had an early diagnosis of prostate cancer, which... thats a bit of a setback. But he was a nice man, a very kind man. He sat me down and we discussed options and he explained to me, what HIFU focal therapy was. So having that understanding, we agreed that he would actually treat me with HIFU. This was carried out quite quickly within a matter of seven days of his diagnosis. What happened afterwards was surreal and because of the speed at which it happened. I had the treatments during the morning or late afternoon, I stayed overnight in hospital to demonstrate that I could actually urinate, and then I came home with a catheter and a bag strapped to a leg.Yeah.It was uncomfortable but irrelevant.Indeed.And this was removed after about three days. Now this is what it really is unbelievable.Okay.But this is what happened. Two days later. So were talking about five days in total, having had the procedure, a friend and I played seven holes of golf using a buggy to get around. And then we went into the clubhouse and the winner paid for lunch.Okay. And who was that?Yeah, uh, me.Right.So I paid for lunch. Amazingly, I had no ill effects. Im as fit and healthy as Ive ever been, and that lasted for two years. Then the unbelievable thing happened.Which was?The cancer returned.Okay.It was a small cluster of cells. And Tim said to me, theyre in a difficult place to access and therefore I cant do HIFU again. I said, okay, what do you propose? He said there is another focal therapy treatment available too which Im recommending and its called cryotherapy. So I said, well this sounds a bit like spacewars, you know. Tell me about cryotherapy. What the hell is that?Yeah, indeed.He said, well, cryotherapy focuses on each cell and freezes it solid, without damaging the surrounding tissue. He said all cells have water in them. Freezing them destroys them utterly. Like HIFU, this was very successful. And then once again, after demonstrating I could actually urinate, I was free to go. And my current PSA reading, which was done, you know, a few months ago, is a staggering 1.Wow.I mean, a newborn baby is probably 1. So these new treatments for prostate cancer are extremely effective and they have extraordinary success rates. Availability and access to them is another matter.So thats what I wanted to ask you. I mean, before you went to explore and ultimately receive both of these different focal therapy treatments, did you have other recommended treatments offered to you?The answer is as far as the NHS is concerned, because, I mean, my GP works for the NHS and he said to me, the NHS will offer you treatment, of course it will, and it will be surgery, he said, and there are other options available. I said, I am aware of that and I dont know much of the detail. I said, but I do have private insurance. Whilst I was working, I worked for Allied Domecq, a French company which spans the globe. Now the package for a director and senior management on retirement, was as well as getting a pension, you got private health care.Right.So I was able to say to my doctor, Im very lucky. Ive got private health care. I leave it to you to decide who youre going to refer me to. He said, well, with that in mind, I said, Im going to refer you to Tim Dudderidge.Right, right. Well, boy, you were fortunate in that.Very, very lucky boy.Yeah, and when you first engaged with him, you never felt that your age was in any way an obstacle or a hindrance in any kind of treatment.It never occurred to me that my age would be an obstacle. It was only later when I realised that once you got to the age of 70 and I was 82, when you got to the age of 70, as far as the NHS was concerned, life could be very difficult.How do you mean?Getting any kind of treatment.Yeah. Is that something that you picked up...?Its a watershed.Did you pick that up from your own experience or from...?I only picked it up fairly recently, to be truthful. My age never, ever occurred to me and Tim never mentioned it.So how did you pick it up recently?On the Internet.Right. I see. OK, and what about any friends or any of your golfing colleagues?Well, all golf clubs are filled with people like me. They really are.Maybe not as lucky as you...Elderly people, elderly males, whove played golf probably most of their life. And once they retire, they can play three or four times a week and they can escape the winter by going overseas and Spain, particularly, and Portugal and go for three months of the winter and, you know, have a really nice time.And have you talked with them about their own experiences.The answer is yes, but in a guarded way. Its a sensitive subject, you know, as far as men are concerned, particularly as they get older.Yeah.But if in conversation, you know, in the club somebody casually mentions that their PSA has going a bit wobbly, Ive taken the opportunity to say, look, go on the Internet, look at HIFU, look at people who are offering it. There are many, many options. It all depends on what kind of cancer you have got, particularly prostate cancer. Prostate cancer in the UK kills 23 males every day of the week.Yeah, yeah. Its a shocking statistic.They are shocking. Well, its equally shocking in my view, is that the government for years and years and years have put into place and quite rightly, circumstances where women can have tests to make sure that they pre-empt cancer.Yeah. So youre referring to mammography for example.Yeah. Yeah, yeah. Theres a three or four very serious cancers which are killers of women.Yeah, ovarian, cervical and breast cancer. Definitely.Yeah. And there are screening processes for them.Yes.And thats very helpful.Yes.There is zero screening processes for male cancers and particularly prostate cancer. There is nothing.Thats true. No, you are entitled, as you know, to request a PSA test and clearly, as you stated earlier, youve been doing that anyway. But youre right. I mean, you have an entitlement to ask, but many men dont know or choose not to ask.That entitlement has reappeared recently. If you go back 8 to 10 years, it was withdrawn by the General Medical Council. I had been having a PSA test from the age of 40. So I turned up one day when Im 82, or something like that, to my doctor and say Ive come to my annual PSA test. They said, thats a problem. What problem? He said the General Medical Council have withdrawn it. I said, okay, what happens now? He said, as far as youre concerned, nothing. Roll up your sleeve.So you received it anyway?Yeah, yeah. But I wasnt given. This has now been re-established.Yes, it has. Youre right. Youre quite right.The argument for the PSA as far as the General Medical Council is concerned, is that there was no solid medical evidence of it actually having efficacy, that it actually worked, but at the same time, they didnt have anything else to put it in place.Yeah, yeah.And so to this day, if you have any form of cancer as a male. Yeah. You have treatment no matter what the treatment is. The first signal that they look for, that the treatment has worked, is they give you a test and thats it.So you had a quite a fortunate experience and that you actually had your PSA test and thats what led you ultimately to your successful treatment both times?When I had the PSA test that revealed that I had early signs of prostate cancer, that was, as I was concerned, purely routine. If I had not taken that test, I would have just gone on and on and on, like so many men. Eventually it would have killed me.So what then, Peter, do you suggest if you were to give some advice to older men like yourself who are diagnosed with prostate cancer, how would you advise them to seek the best advice and the best treatment?I have these conversations quite frequently with men in my age group, you know, cause its not a taboo subject by any means. And I say, look, the first thing youve got to do is to establish a regular PSA test in your life. And at your age, annual isnt good enough. You really need to have a PSA test every six months. I say now if then youre unlucky or lucky, which ever way you want to put it...Yeah....is that there are new treatments for prostate cancer. Its not just a matter of having surgery. Yeah. And having your prostate removed or cut away or whatever. You can avoid that because the advances that have been made in the treatment of prostate cancer are huge. HIFU being one of the principal things. And you should really seek out a practitioner who will actually discuss with you whether HIFU is suitable. I said, at the end of the day, if youve got cancer and youre going to have treatment for it, you need to know what kind of cancer youve got and how extensive it is, and then discuss with the expert what kind of treatment would suit you best. And if youre comfortable with that, go for it.Yeah, another question you mentioned earlier when you were discussing how this has come up with some of your friends, and you mentioned that this conversation often happened on the golf course or at the golf club.Yeah.Do you think that golf clubs like yours are places where there can be more of, I dont mean to say official, but, you know, a more of a scaleable information campaign to actually help men understand exactly the kinds of things that youre suggesting?The answer is yes. At least 10 years ago in the mens toilets, official posters appeared advising them in fairly straightforward English, cause this is men only, about the dangers of ignoring the first signs of a problem of urinating because that can be an early indicator that theres something wrong. And the poster said do something about it because you may have prostate cancer and theyre still there to this day. The subject to now is more open as far as men are concerned.I think youre right, but its interesting to hear you say that, and especially within, you know, groups of older men like yourself, that its not something to be afraid of. Yeah, well, youve had a really good experience.Ive been very, very, very, very lucky all the way through.Yeah, I can hear that. Well, I just want to thank you for joining me today and speaking with me very openly about your experience. I mean, you really are quite an inspiration for other men and very keen for older men to understand that they do have options and those are very real. So thank you very much, Peter.Well, Im very grateful to have had the opportunity, and I hope my tiny contribution just helps some poor guy down the road who doesnt quite know what to do.Wonderful. A transcript of this interview is available on our website. If youre interested in learning more about HIFU in older men and how we approach it at The Focal Therapy Clinic, visit our Web site at www.thefocaltherapyclinic.co.uk, where you can access additional interviews with both patients and clinicians about their experiences with prostate cancer. Thanks for listening and from me, Clare Delmar. See you next time.This is all very well for those with private insurance  I worked for the same company but cover for pensioners was withdrawn before I got there. NHS PSA have long been a right, and still are, although some GPs are obstructive. The NHS doesnt abandon people over 70, Im glad to say, or my outlook would be very poor. And although a lot of the new treatments are difficult to find on the NHS, most are available somewhere, including HIFU and cryotherapy.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "HIFU Focal Therapy Prostate Cancer Treatment in Older Men\nhttps://www.thefocaltherapyclinic.co.uk/hifu-focal-therapy-in-older-men/"}}