{"pageContent": "\n\n\n\nDespite the general acceptance and use of the term in the media, the annual week of awareness that is promoted internationally  and the ongoing public campaigning led by admirable organisations such as the Movember Foundation , Mens Health continues to mean many things to many people, without a coherent narrative essential to generate real impact in outcomes related to, well, mens health.This is as much about behaviour and cultural norms as it is about healthcare provision, and as observed by an eminent professor from Irelands Royal College of Surgeons, these are starkly relevant when presented against the behaviour of women in regard to their healthcare:Compared with females, males have lower rates of help-seeking behaviours, including lower usage of health care services and consulting with health professionals. Many men fail to get medical attention when sick or in pain and often present at health services in a more advanced stage of disease.Indeed, mass media does little to alter this behaviour. Googling Womens health generates top listings that focus on information about womens bodily functions and approaches to health and health prevention, typified by images like this:\n\n\n\nA google image search on Mens health delivers this :\n\n\n\nTheres nothing wrong or misleading about this image or the message its conveying, but it is representative of a bias toward fitness  and competitive fitness   versus overall health, something that the media perceives most men can comfortably talk about amongst their peers.But does it reflect what men want, or need, to know to improve or retain their health?In the flurry of new year media on health and wellbeing, the Times offered Seven Midlife Health Tips every man over 50 should know. Along with lose the paunch, walk further and faster every day protect against heart disease and have three consecutive alcohol-free days a week is protect your prostate:About one in eight men in the UK will be diagnosed with prostate cancer in their lifetime, according to the charity Prostate Cancer UK. The single biggest risk factor is age, but lifestyle habits play a part. Being overweight, not exercising enough, drinking too much, being black and having a family history of the disease all increase a mans risk ... If you have risk factors or any symptoms, such as changes in the way you urinate, you should consult your GP. All men over 50 are entitled to a free prostate-specific antigen (PSA) blood test, and Prostate Cancer UK advises anyone with a higher risk to speak to their GP from the age of 45.We applaud the Times for offering this advice and integrating prostate health with other aspects of mens health. Taking an interest in prostate health as part of overall health builds the confidence and knowledge necessary to make sound, informed choices and to effectively self-advocate if prostate cancer develops in future.Do you have views on how mens health is promoted or provided? Wed love to hear from you. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "What is Men’s Health?\nhttps://www.thefocaltherapyclinic.co.uk/what-is-mens-health/"}}