{"pageContent": "\n\n\n\nGPs have been under continual criticism in the last year and a recent NHS survey on General Practice revealed a significant decrease in patient satisfaction, mainly in getting appointments but in a number of other areas too.Ageism and confusion over test results have particularly  impacted men with prostate cancer risk, symptoms, diagnoses or post-treatment conditions.But, equally, these same men have also had a tough few years, as thousands of men have been put on hold due to the pandemic.Primary care is crucial to early detection and getting men on a diagnostic pathway. It is a cruel irony that diagnostic methods such as imaging and biopsying have advanced considerably, giving men choice in treatment with better outcomes  but they have to go through primary care first to access these pathways. How do we unblock the bottlenecks?Focusing on alternatives to the GP for delivering primary care may be the way forward, and three approaches are beginning to emerge. A 2020 review by the Urotechnology group of the EAU asked the question, Do prostate cancer-related mobile phone apps have a role in contemporary prostate cancer management? and after reviewing 44 prostate cancer-specific mobile apps, concludedThe use of (prostate cancer mobile apps) is currently in its infancy and do require further development before widespread integration into existing clinical practise. There are concerns with data protection, high readability standards and lack of information update in current PCAs. If developed appropriately with responsible governance, they do have the potential to play important roles in modern-day prostate cancer managementDo you have a view on how GPs or other approaches to primary care can better support prostate health? Wed love to hear from you. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "How can primary care better support prostate health?\nhttps://www.thefocaltherapyclinic.co.uk/how-can-primary-care-better-support-prostate-health/"}}