{"pageContent": "\n\n\n\nWe were delighted to be nominated and selected as a finalist in the Health Outcomes category for this years Laing Buisson Health Awards, and last weeks awards dinner was an opportunity to share a platform with some established and dedicated healthcare organisations, all making a significant imoact on health outcomes across the country.We were clearly the new kids on the block having been established only three years ago, and many at the event asked us who we are and what were about. So heres a summary of just that. The Focal Therapy Clinic was set up to provide state-of-the-art focal therapy to men with localised prostate cancer, driven by several core values and practices:These values and practices underpin what we increasingly regard as USPs in the provision of care for men with prostate disease, starting with our clinicians  individually and collectively world leaders in the practice of focal therapy with a dedication to patient care. Our MDT is widely recognised as state-of-the-art in its clinical and technological expertise, informed by qualitative patient information generated through deep patient engagement. And our commitment to outreach involves building a network of thought leaders, campaigners and researchers who are all dedicated to changing attitudes and advancing practice in diagnosing and treating prostate cancer. All of this is reflected through continually evolving online content, including podcasts and blogs which we regularly share on social platforms and with our network.Focal therapy is a non-invasive approach to treating cancer of the prostate using a range of energy sources, or modalities,which destroy cancerous tissue in the prostate gland. Because it treats cancerous tissue without removing the gland itself, it is often compared to advances in breast cancer treatment and called the male lumpectomy. Its success is based on highly precise diagnostics which enable the clinician to understand the exact location, size and severity of the cancerous lesions on the prostate. Our practice has been focused on HIFU (High Intensity Focused Ultrasound) as a modality for ablating cancerous tissue in the prostate gland, and we have worked in partnership with Sonacare, a leading supplier of HIFU medical equipment, to provide our patients with state-of-the-art technology for HIFU focal therapy. This year we have enhanced our approach and have added IRE, known as NanoKnife, to our focal therapy modalities. Our innovations in the diagnostic process for prostate cancer has underpinned clinical excellence in selecting and treating patients with focal therapy. This includes state of the art radiological reporting which enables clinicians to make an accurate diagnosis  no other clinic pr practice provides the qualitative and quantitative level of reporting on prostate MRI than we do  it is considered the gold standard. Our MDT which has been developed online since the pandemic supports deeper levels of clinician participation which ultimately benefits each patient in their treatment recommendation. Our clinicians have discussed publicly how viewing radiology reports and imaging through this proprietary digital platform enables improved quality of discussion and review.Since our establishment we have given over 500 men a comprehensive understanding of treatment options based on a forensic review of their clinical case, which has reduced high levels of anxiety and supported confident decision making in each patients care plan as they were often challenging established thinking and practice.40% of these men proceeded  with focal therapy, and all have had solid cancer control and no side effects<span class=s3>. All have responded positively to follow up contact and many have discussed their experiences and outcomes in our podcast series.Innovation and technology play a significant role in our approach to patient care. Our clinical team have been and continue to be involved in clinical trials around focal therapy, giving them a deep understanding of challenges and opportunities in diagnostic and treatment technologies which they apply regularly in their clinical practice and which they describe in our podcast series which we share to a wide audience to educate students, researchers, primary care providers and prospective patients on state-of-the art clinical practice.The diagnostic requirements for each patient that is considered for focal therapy are based on advanced imaging technology and radiological expertise, eg MR/US fusion biopsies, and our radiology reporting is recognised as unparalleled. This is our standard practice and is key to making the optimal decision on patient care and to our success as a clinic.And finally, our approach to digital content and communicationis enabling us to reach more and more prospective patients as well as clinical partners  manifested in our website content, podcast series and social media outreach.As an organisation we are committed to supporting our team and wider stakeholders who influence the prostate cancer patient experience. Alongside our clinical team is our patient advocacy team, which we support through training and continual engagement with clinicians. We also support the HEAT registry, an ongoing registry of all men who have undergone HIFU treatment and shared openly with researchers, policymakers and prospective patients.On a wider level we support and give voice to campaigns and campaigners focused on some of the key issues facing men with prostate cancer  these include health inequalities driven by age, race, sexual preference and geography; health literacy; and breaking taboos around prostate cancer and its impact on health and quality of life. Our overall aim is to attract, recruit, engage and treat men with localised prostate cancer so that their health and quality of life are optimised. This requires investment in expertise and technology, as well as a commitment to giving men and their loved ones a health literacy around prostate cancer   informing them of the clinical and non-clinical aspects of their disease including diagnostic processes, technology, and the side effects and taboos surrounding their sexual, mental and urinary health.Do you have questions about the clinic and its aims, values and practice? Wed love to hear from you.Cette therapie est-elle disponible au Canada?\nJai recu ce matin les resultats de ma biopsie: 4 prelevements positifs a gauche.\nJe dois choisir dici 2semaines entre la prostatectomie totale, la radiotherapie ou de simplement suivre\nlAPS sans intervention immediate .\nJe suis en sante par ailleurs, 70 ans, APS autour de 5-6.\nMerci de me repondre.Jespere que tu vas bien. Avec un score de Gleason de 3+3=6 il est fort probable que vous puissiez disposer dune solution de therapie Focal. Nous serons ravis de vous aider en cas de besoin. Brian Lynch +44 7802 204 007Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Making an impact on Men’s Health\nhttps://www.thefocaltherapyclinic.co.uk/making-an-impact-on-mens-health/"}}