{"pageContent": "\n\n\n\nLast week, a study was published in the UK which had some astonishing findings about men and prostate cancer. Two especially stood out:Clearly men do not understand the prostate cancer treatment options potentially available to them and rarely get an independent second opinion on their prostate cancer treatment options.The report, commissioned by Genesis Care with the support of Prostate Cancer UK, further foundCommenting on the reports findings, the CEO of Prostate Cancer UK pointed out that recent advances in prostate cancer treatments have improved outcomes, so its important that men understand their treatment options and feel empowered to make a decision thats right for them. This demonstrates the need for a second opinion on each mans prostate cancer treatment options over and beyond what may be available within their local NHS environment.Decisions require information, confidence and commitment, and the disturbing findings of this report raise the question of how you empower men diagnosed with prostate cancer to make informed decisions? How do you inform, educate and instil the confidence required to make them? How do you make them aware of the need to access information beyond that available in their local NHS trust.Another way of looking at this question is through health literacy. The NHS defines health literacy as followsHealth literacy is about a persons ability to understand and use information to make decisions about their health.A user with low health literacy will generally struggle to:So how does health literacy impact men and their prostate health? As the research described earlier shows, very strongly. Further investigation shows that it impacts how men consider and approach screening. An American study published earlier this year surveyed over 12,000 men demonstrated a positive association between self-reported health literacy and the likelihood of PSA screening, and concluded that while PSA screening can be controversial, health literacy may serve as a window into which patients are more likely to be proactive in their urologic care.Research at Harvard Medical School reinforces the UK study on health literacy and treatment decisions, demonstrating links between health literacy and treatment choice specifically for men with slow-growing prostate cancer.Men with early stage prostate cancers need to understand the modern focal therapy treatment options for prostate cancer which offer a less drastic alternative to robotic prostatectomy or hormone/ radiotherapy treatments. This is where an expert independent second opinion on their prostate cancer options can add value.Improving health literacy isnt confined to a particular age, race or location, and fixing it doesnt happen overnight.Even if there was a continuous stream of vetted information to all men supplied through a range of media channels, not all men are ready to or able to listen. It really is a case of the right information accessible at the right time, as decisions require both accurate and timely information and the confidence to take that information for self-advocacy.Fortunately there is a body of dedicated campaigners and organisations committed to providing the right information about prostate cancer to the right people at the right time and in the right place, and during this month of November the Movember campaign stands out as exemplary. As the research described here shows, it is sorely needed and a long haul.if you have questions about treatment options for prostate cancer, wed love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Men poorly informed about Prostate Cancer Treatment\nhttps://www.thefocaltherapyclinic.co.uk/building-health-literacy-in-prostate-cancer/"}}