{"pageContent": "Focal Therapy, by its very nature, demands a whole person approach to patient care and a thorough interrogation of each patients values, priorities and quality of life. This requires a detailed, open and honest conversation with him about all treatment options, and how these will impact his mental health, sexual health and urinary health.The process of assessing a patients suitability for focal therapy is culminated in the MDT, a finely tuned and deeply informed collaboration amongst our team of clinical specialists in urology, radiology and oncology, supported by state-of-the-art diagnostic technology and expertise, itself continuing to advance in precision and strength.The Focal Therapy Clinic is privileged to support a team of outstanding clinicians dedicated to both personalised care and clinical collaboration in the diagnosis and treatment of prostate cancer.So who makes up this team, and what is the expertise they contribute?Clares pioneering research and deep expertise in reading and interpreting prostate MRI scans is what underpins the review of each patients case in the MDT. Her approach to reporting on each patient scan is state-of-the-art and widely regarded as best practice in the UK if not the world.Excellent prostate cancer care involves a multidisciplinary approach, which they excel at here at the Focal Therapy Clinic, says Clare. Prostate cancer is an interesting cancer because there is such a wide spectrum of disease. A lot of tumours we detect can be safely monitored, as they pose no danger to the patient, while others are very aggressive and need to be treated very quickly in order to save the patients life. MRI scans can help determine what type of tumour the patient might have, so its an area where it has been possible to make hugely beneficial changes for the patient. We are really leading the way on this in Britain. About 50 per cent of men here have an MRI scan before having a biopsy, and this number is rising each year, while in the US, for example, it is around 7 per cent.At our biweekly MDT, we discuss the scans and any biopsy results, and work out the options for each patients treatment. This multidisciplinary approach is best for patient care and offers a personalised approach to their cancer treatment,In addition to focal therapy, Marc has developed deep expertise in robotic surgery. He is also known for his holistic approach to patient care and, in particular, his attention to sexual, urinary and mental health in prostate cancer patients.He explains this in a recent interview.Many years ago I went to medical school like everyone else, and I wanted to be a doctor to understand the human body, to be able to help people. And eventually I started investigating prostate disease, prostate cancer. I was very much involved in trying to understand why prostate cancer spreads from its local site in the prostate gland to going out into the bones. And then during my training, we used to do lots of open operations to remove prostates and send patients for radiotherapy. And I was always struck by the seeming difference between the severity of the disease and the consequence of the treatments that they received. So I was always wondering how we could make our treatments fit the struggle or problem that the patients had. And so whilst I tried to improve my surgical delivery of treating prostate cancer through robotic prostatectomy, eventually, the keyhole way, there was always a feeling that I had that many of our patients probably could be helped by other means. And so I looked for treatments that could be focused literally on the cancer itself and an area around it, rather than necessary treating the whole prostate. So the basis has been trying to keep men as healthy as they are with their normal way of life, treat the cancer, but not to give them so many side effects as we had experienced in the past.Tim is widely recognised as an innovator in the management of prostate cancer, and this year was appointed a Clinical Champion by Prostate Cancer UK.  He has undertaken pioneering work on non-invasive treatments for prostate cancer, including HIFU, cryotherapy and now focal laser ablation.He describes the challenges and opportunities he sees in introducing new technologies for patient care.I think the first and probably the easiest is the technical skills. I mean, I think as surgeons, were naturally inclined towards learning new technical skills and thats what were good at. And thats why we became surgeons. But I think the harder things are getting your colleagues on board. Whenever youre doing something new as the pioneer, you feel, I guess, individually convinced of the merits of doing this new thing and you feel that theres an advantage. But theres so many other people that you interact with who sort of need to be similarly inclined. And thats hard. And you dont always get everybody on board. And so you end up in some conflict.I think the first phase of introducing this new technology is to kind of go through that process and learn to deal with the conflict and manage it. I guess the next phase is learning to explain the uncertainties. Certainly with prostate cancer, its full of uncertainties and learning how to explain the risk of different competing issues. And I think when youre introducing something new, which perhaps is a useful challenge to some of the difficulties of existing treatments, you need to explain, yes, this is a new and untested treatment. But on the other hand, it reduces some of the known harms of the current treatment. And so that process of explaining that, so that patients are making a decision to enter a trial or try a new treatment, that theyre doing that fully informed of the pros and cons, and that again, takes a lot of time. And after a few years of doing it, I really feel like Im quite good at that now.Rajs specialism in Andrology gives him a powerful perspective on the impact of prostate cancer and its treatments on sexual health, and he has a particular interest in how hanging perceptions of ageing are affecting how men are treated for prostate cancer.Many observers have noted that the various biases and issues that we have in medicine generally have been brought to the fore with Covid and how, for example, elderly people were managed and treated with this potential diagnosis, particularly in Western countries, and that was sanctioned at the highest level. People who have now begun to think, well, hang on, do these sorts of issues and criteria for diagnosis and management apply in other conditions? And weve known for a while that in cancer management, that age and ageism has played a role. You know, for example, in breast cancer management, there have been several studies which have shown that the outcomes of more elderly women with breast cancer is worse, where ageist attitudes have been brought in. So within prostate cancer, the pervasive notion that youre much more likely to live with it than die from it is one that is actually influenced even in the earliest stages of diagnosis. So some men may well be denied a simple blood test, a PSA test. They will be denied further investigation to even diagnose what type of cancer they have because they say, look, even if you have it, it wont affect you in your lifetime. And even when it is diagnosed, far more men are given this management term of what we call watchful waiting, which is an old term and its a little bit parochial and probably has a bit of unconscious bias attached to it. Not to worry, lets wait until it spreads before we do something. But we have to recognise that the mental effect on a lot of men who are diagnosed with this is quite great no matter what their age. And we know, again, the outcomes are worse than men who are affected mentally by the diagnosis than those that are not. So I think its something that we all have to take a step back and take on board, that we really must not have our subconscious biases regarding age when were either trying to diagnose or manage the condition. And men should have that right to demand it through primary care and beyond.Alan comes to the Focal Therapy Clinic having been voted top urological surgeon by Daily Mail based on many years of experience as a practicing clinician.He was drawn to practice focal therapy as the evidence base built and brings a fresh approach that is no nonsense and robust.I often ask myself, how do patients choose any particular treatment? And you do need to have a holistic approach. I think that its not just about being obsessed with achieving a cure. Peoples personalities varies enormously. So you often find that engineers, for example, like a solution to their problem, are quite enthusiastic about choosing surgery as that solution. Youll get other people who are much more concerned about their quality of life and their sex life, for example. And they definitely wont want to go down the surgical route. And then you get people who youve had anecdotal experiences. Then you got people who have different types of cancer. So I think people have to sort of really very much ask themselves, what do they want? Do they want a cure? Do they want to good sex life? Do they want to get rid of their obstructive symptoms if they have any? Do they want to avoid radiation therapy based on what theyve seen elsewhere? Do they want to avoid having hormone therapy, which is a form of castration? Do they want to avoid having surgery, for the obvious downsides? Youve got to sort of spend a lot of time with a patient. Because they often say, what would you do, doc? And you say, well, its not up to me and Im not you, so you need to sit down with your family and write a list of your priorities, see what you could live with and what you couldnt live with. You know, look at the what if scenarios in the future. And then the urologist is there to help patients through that journey to highlight to them. And my experience, and I think Ive been guilty of this as well, is that we are very much taught to treat cancers with a curative obsession. But we now have a range of treatments that can slow down cancers with none of the side effects that destroy a mans quality of life, and these need to be included in the offering.Would you like to discuss anything with our clinical team? Let us know and well put you in touch.I was diagnosed four and a half years ago with a very small degree of prostate cancer. Gleason 6. I had a small lesion 6 mm in diameter. My latest biopsy has revealed an increase to Gleason 7 and my lesion has increased to 10 mm. My psa is now 17. I would like to enquire about your services and advice please.\nYours..\nBrian.Please just call on our website (020) 3666 1920 and one of our Patient Advocates will provide you with whatever information you need. They will of course arrange for a specialist consultation for you if you so wish.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Meet The Focal Therapy Clinic Experts\nhttps://www.thefocaltherapyclinic.co.uk/meet-the-focal-therapy-clinic-experts/#comment-126"}}