{"pageContent": "Joining OnFocus in this episode to discuss prostate cancer screening, NHS data sharing and maintaining wellness is GP and Mens Health specialist Dr Jeff Foster. Dr Jeff is the author of Man Alive in which he examines the most commonly misunderstood aspects of mens health. His expertise on testosterone deficiency, erectile dysfunction, prostate health, cardiovascular disease and nutrition & wellness has been shared widely through media and applied in his clinical practice.  Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and even ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK, and with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is GP and mens health specialist Dr. Jeff Foster, author of Man Alive, in which he examines the most commonly misunderstood aspects of mens health. His expertise on testosterone deficiency, erectile dysfunction, prostate health, cardiovascular disease and nutrition and wellness has been shared widely through media and applied in his clinical practise. Dr. Foster, thank you so much for coming today and welcome to OnFocus.Thanks very much for having me.One of the things that introduced me to you was obviously your book, which we can talk a little bit about later. But you recently had a piece in The Times which got a lot of attention where you talked about screening for prostate health, screening for prostate cancer specifically. And I wanted to just sort of start off on that and ask what your observations have been over the last 18 months during the pandemic on screening for prostate cancer. And why you think this is important? Whats changed and what do you think men can anticipate going forward?Yeah, sure. So at the initial start of the pandemic, the uptake in all forms of screening and almost all primary health care just stopped almost dead to the point where it would probably be the first time since I qualified that we had clinics and you would have space and there was time and no one actually came in asking a question. And this lasted through the initial period where everything stayed very calm. And then, of course, theres a degree of acceptance and understanding about what was happening. And then gradually peoples health needs, health anxieties started to go back up again. And now were seeing the opposite. And its the rebound effect because in a lot of these scenarios, the end result in terms of patient user demand works out the same, except weve got a big gap where nothing happened so suddenly were now trying to cram all that stuff back into the same amount of working day, which means obviously its a big challenge to do.And how does that play out with screening for prostate cancer and specifically around PSA testing?The big thing for PSA testing, from my perspective, is that its how you use the PSA thats important. And we regularly, I would say our practice has just short of sixteen thousand patients in the NHS practice, we would have maybe one or two patients a week who would just request to have a PSA test. They wouldnt necessarily want to see a doctor to discuss that, but would just send an e-consult or a medication request and on that would say, can I just book for a PSA test?OKThese are not the same guys that have symptoms and these are not the same guys that are already under urology or may have other urological problems. But just that understanding that some people know about PSA, theyve heard of it and they think I just want it tested. The problem that we have is that obviously you then say to your patient, well the PSA is not a widely accepted national screening tool for all forms of prostate cancer. It doesnt work that well. But on the other hand, you also say, but on the other hand, its the best weve got for now. So you have to have this middle ground. You have to really counsel every patient to say, what is your risk, your age group, what is your expected level of PSA? And then you can start to give them a bit of informed choice about what they want to do with that test and whether its going to be useful, and even if they do have it. What do you do with that result in maybe six months a year, five years time.But you made a comment a minute ago about what your expected PSA. I think thats how you phrased it. I mean, do you see a point where every man should have a baseline PSA and then they maybe eventually begin to self track?A single PSA by itself I would consider to be useless. And obviously, as part of the book we spoke to several urologists about this and there is so much discussion around when and at what point we should start looking at peoples PSAs. I think a PSA is very useful if its initially screened properly and then its used cumulatively. And the whole thing about medicine now, its moving away from subjective feelings and symptoms of disease. And were looking to gain as much objective data as possible. And patients want to see their PSAs. And if you can say Ive got a guys PSA every six months for five years, then thats useful data. And you can do something with that.Yeah, but I guess thats what I meant when I suggested self-monitoring or self tracking. I mean, do you foresee a point where you have your initial baseline done through a GP like yourself, but then you are able to monitor regularly whatever period that regularity is, Do you see, that is something in the future?Probably not, to be honest, purely because again, there are too many variables around the local labs and what their PSA might be. How do you reliably get your patient to get from.... If they are not getting it from primary care, where are they getting the PSA from? Whos responsible for that test if it comes back abnormal, if you didnt order it?Indeed.Is there anything better than a PSA you could use that more to fill that gap.Well, Im going to come on to that, that you raised a really interesting point and I am going to come on to that. But again, you use the word variability, and thats something that weve been looking at a lot because we hear about it so much from our patients who, again, you talk about data, you know, we can track patients who have had such variable experiences across the NHS, whether its from different parts of the country. And I guess thats something that I wanted to explore a little bit with you, that this variability in both the screening and in the diagnostic pathway that follows. How do you think this can be addressed in the sort of medium term and ultimately in the longer term? Because it cant stay that way, if one person gets tested one way and has a different type of biopsy or a different type of imaging or different type of treatment. How do you see that playing out?The inherent problem with the pathway is the PSA itself. So if you are to compare, for example, with breast screening, a patient has a mammogram, based on that result, it then goes to a specialist who will then review patients. The follow up process is very, very clear. And the operating procedures are so well established, you can apply them to a national accepted screening process. If you have a test like PSA, which no one really agrees what use it really is, then you cant apply a very well-regulated process to go with it. Theres rough processes and NICE guidance and two week criteria still fits and if youve got some enormous PSA you can just refer your patient. But of course theres so many variables around that. I mean not everyone get referred and some hospitals will run the results of those PSA differently to others.So now, I do want to come back to your point you made earlier about the PSA being that the best we have, I think, is how you expressed it. You know, amid this kind of controversy, weve actually begun to see a new approach in imaging thats emerging that it could be used for screening. And in fact, you mentioned mammogram is already being compared to a mammogram. In fact, its being called the prostagram. Do you see a role for this in primary care in future?If you could devise a screening test that was cheap, reliable and minimally invasive and you could get men to engage with that, then it would easily surpass the PSA. And if you could have a national screening prostagram service or something similar comparable to cervical screening or breast screening, and it allowed men to be walking in for a quick image which was non-invasive, had a very good pick up rate and was relatively cheap to do, then we could get rid of PSA as a screening tool in primary care completely.Are you familiar with the prostagram? In its current form its still being trialled.Yeah, and the problems with it at the minute would be the cost is too prohibitive. You couldnt use that as a GP referral source because everything we have to do has to be justifiable in primary care. Its a very odd scenario, whereas if youre a hospital doc and you work in the hospital, for the majority, 99 percent of stuff, you can just test for it if you need it, theres no look at the budget. Whereas in primary care, you are budgeted on everything you do. And if you over investigate, you are penalised for it.Interesting. Gosh, I could talk about this one for a while, but I wont. I want to come back to, again, something you referred to earlier, which is around data. Theres been a lot of discussion around how the NHS is using patient data and particularly GP records. What are your views on this and how do you see the NHS data being used to support and advance mens health?Its all about what you feel you want your data to be used for and what understanding you have in terms of what your data offers. So to clarify, what I mean is, a lot of people are very fearful of giving their NHS data out, as if in some way this is going to impact on their ability to function in life, as if in some way this is personalised stuff that we dont want Big Brother to know, that sort of thing is very hidden. Whereas actually what were finding also as we move to the electronic system of prescribing and hospital sharing of notes, is that actually data in the NHS is not particularly well protected anyway, and it is shared amongst various groups within the NHS quite freely. If you then say you want to sell it on to third parties, well of course that has to be with the explicit consent of the patient because youre crossing that that boundary from what is NHS agreed. When you signed up to this, you agreed to do that. Well, actually, I might have BUPA, Virgin, Nuffield, any secondary company might decide, actually, theyve got your data and they might be able to advertise something to you. Now, if this is the way that the NHS could fund its shortfall, then perhaps people might agree. And it might be a very easy way of plugging a financial gap thats badly required. On the other hand, people are also very protective of the NHS and the NHS data, and they feel that their health records are very personal to them. So I think you probably could do it and you probably could do it quite successfully. But I think the way its been done almost surreptitiously and with a lot of behind closed doors sort of feel behind it has meant that for many patients it has not been a very positive experience into the data sharing.Which is such a shame. If we could square the circle, because, as you said, it potentially plugs a financial shortfall. But also, as weve seen during the pandemic, when clinical trials themselves are being compromised, data has become the way we actually do our studies and look at how we actually will advance various problems in health care. I mean, so youve got this resource, but somehow its kind of stuck.Yes, I totally agree. And the bigger issues around this are that firstly data in the NHS is not linked. So, for example, patients always imagine that the hospital guys can see what we write in our electronic notes, which they cant. And the hospital also imagine that the district nurses can see what I write in the notes, but they cant. And this kind of separated piles of data, the amount of information out there is just unbelievable. And if it was more readily available, the difficulty behind research would be surmounted so much more easily.Well, again, this is something thats going to, I think, plough on and on. And I guess at the end of the summer, well see what kind of decision gets made on that. So just to close out, pull this back down to the patient level, so to speak, and that Times article that I referenced earlier was quite popular. And Im really interested to hear what you have to say about how you would advise men, you know, at certain benchmarks, 40, 50, 60, and what the top thing is they could do in managing their prostate health.I think the best thing you can do is dont just focus on your prostate and to focus on any gland, any organ, any specific item in your body is the route to failure. Because if you are truly interested in mens health and youre interested in your own body and youre interested in getting better quality of life, then you want to focus on your entire self, this holistic idea. So you would always say to every patient, when youre 40, 50 and 60, you want to get a full blown health check and you want to look for everything that you can try and look for in terms of disease risk profiling. The reason thats important in terms of looking at prostate health is because it has ramifications. So if, for example, you pick up one form of disease that may have implications on your overall prostate disease or prostate cancer risk, for example, theres tenuous evidence, or slightly better evidence suggests that vitamin D supplementation could reduce your risk of prostate cancer. People dont make that connection, especially if they are thinking, crikey I need to look after my urine flow or to get a PSA test. But if you look at it as a wider picture, theres lots of stuff you can do to improve your overall prostate health. So MOTs in the first place, get a health check every decade or even more frequently if you are able to. I think the NHS ones are very good in terms of the financial restrictions that we have. We can only screen you for the most common things, the diabetes, heart disease. We cant really screen you for prostate cancer. We cant look at the risk factors behind that. And I think after youve done the screening, the other thing to look for, what are those elements of my life that I could improve, that would decrease my overall prostate disease risk. And if you think of prostate cancer, I mean, yes, it is incredibly common for men, but its just another cancer. And if you think to yourself, what do I need to do to reduce my overall cancer risk? Well, there is very good evidence that for prostate cancer and others, if youre just more overweight, thats going to increase your prostate cancer risk. If you dont exercise enough, that increases your cancer risk. Interestingly, large amounts of calcium, which seems to be more an isolated risk to prostate cancer than most others, but were talking pretty excessive amounts  necking pints of milk every day. Eating healthy diet is the most banal and what usually is unhelpful phrase, but you should eat a healthy diet, because you can make TV programmes out of it. But it really does work. And the sad thing is that it really decreases prostate cancer risk. If you can effectively keep your overall body healthy by not being overweight, by exercising and eating a healthy diet. Those are the best things you can do to remove prostate cancer risk.Well, good advice. Well, on that note, I think were going to close out. I want to say thank you so much for speaking with me today. Its been a pleasure for me and I know our listeners will find this extremely helpful. So thanks for joining me. Dr. Jeff.Thank you.Links to Dr. Jeffs book, website and media pieces are available on the programme notes. Further information on prostate cancer diagnosis and treatment is available on our website, along with a transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening, and from me, Clare Delmar, see you next time.Hello and welcome to On Focus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and even ignored. Prostate cancer is now the most commonly diagnosed cancer amongst men in the UK, and with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is GP and mens health specialist Dr. Jeff Foster, author of Man Alive, in which he examines the most commonly misunderstood aspects of mens health. His expertise on testosterone deficiency, erectile dysfunction, prostate health, cardiovascular disease and nutrition and wellness has been shared widely through media and applied in his clinical practise. Dr. Jeff, thank you so much for coming today and welcome to On Focus.Thanks very much for having me.One of the things that introduced me to you was obviously your book, which we can talk a little bit about later. But you recently had a piece in The Times which got a lot of attention where you talked about screening for prostate health, screening for prostate cancer specifically. And I wanted to just sort of start off on that and ask what your observations have been over the last 18 months during the pandemic on screening for prostate cancer. And why you think this is important? Whats changed and what do you think men can anticipate going forward?Yeah, sure. So at the initial start of the pandemic, the uptake in all forms of screening and almost all primary health care just stopped almost dead to the point where it would probably be the first time since I qualified that we had clinics and you would have space and there was time and no one actually came in asking a question. And this lasted through the initial period where everything stayed very calm. And then, of course, theres a degree of acceptance and understanding about what was happening. And then gradually peoples health needs, health anxieties started to go back up again. And now were seeing the opposite. And its the rebound effect because in a lot of these scenarios, the end result in terms of patient user demand works out the same, except weve got a big gap where nothing happened so suddenly were now trying to cram all that stuff back into the same amount of working day, which means obviously its a big challenge to do.And how does that play out with screening for prostate cancer and specifically around PSA testing?Jeff FosterThe big thing for PSA testing, from my perspective, is that its how you use the PSA thats important. And we regularly, I would say our practise has just short of sixteen thousand patients in the NHS practise, we would have maybe one or two patients a week who would just request to have a PSA test. They wouldnt necessarily want to see a doctor to discuss that, but would just send an e-consult or a medication request and on that would say, can I just book for a PSA test?OKThese are not the same guys that have symptoms and these are not the same guys that are already under urology or may have other urological problems. But just that understanding that some people know about PSA, theyve heard of it and they think I just want it tested. The problem that we have is that obviously you then say to your patient, well the PSA is not a widely accepted national screening tool for all forms of prostate cancer. It doesnt work that well. But on the other hand, you also say, but on the other hand, its the best weve got for now. So you have to have this middle ground. You have to really counsel every patient to say, what is your risk, your age group, what is your expected level of PSA? And then you can start to give them a bit of informed choice about what they want to do with that test and whether its going to be useful, and even if they do have it. What do you do with that result in maybe six months a year, five years time.But you made a comment a minute ago about what your expected PSA. I think thats how you phrased it. I mean, do you see a point where every man should have a baseline PSA and then they maybe eventually begin to self track?A single PSA by itself I would consider to be useless. And obviously, as part of the book we spoke to several urologists about this and there is so much discussion around when and at what point we should start looking at peoples PSAs. I think a PSA is very useful if its initially screened properly and then its used cumulatively. And the whole thing about medicine now, its moving away from subjective feelings and symptoms of disease. And were looking to gain as much objective data as possible. And patients want to see their PSAs. And if you can say Ive got a guys PSA every six months for five years, then thats useful data. And you can do something with that.Yeah, but I guess thats what I meant when I suggested self-monitoring or self tracking. I mean, do you foresee a point where you have your initial baseline done through a GP like yourself, but then you are able to monitor regularly whatever period that regularity is, Do you see, that is something in the future?Probably not, to be honest, purely because again, there are too many variables around the local labs and what their PSA might be. How do you reliably get your patient to get from.... If they are not getting it from primary care, where are they getting the PSA from? Whos responsible for that test if it comes back abnormal, if you didn;t order it?Indeed.Is there anything better than a PSA you could use that more to fill that gap.Well, Im going to come on to that, that you raised a really interesting point and I am going to come on to that. But but again, you use the word variability, and thats something that weve been looking at a lot because we hear about it so much from our patients who, again, you talk about data, you know, we can track patients who have had such variable experiences across the NHS, whether its from different parts of the country. And I guess thats something that I wanted to explore a little bit with you, that this variability in both the screening and in the diagnostic pathway that follows. How do you think this can be addressed in the sort of medium term and ultimately in the longer term? Because it cant stay that way, if one person gets tested one way and has a different type of biopsy or a different type of imaging or different type of treatment. How do you see that playing out?The inherent problem with the pathway is the PSA itself. So if you are to compare, for example, with breast screening, a patient has a mammogram, based on that result, it then goes to a specialist who will then review patients. The follow up process is very, very clear. And the operating procedures are so well established, you can apply them to a national accepted screening process. If you have a test like PSA, which no one really agrees what use it really is, then you cant apply a very well regulated process to go with it. Theres rough processes and NICE guidance and two week criteria still fits and if youve got some enormous PSA you can just refer your patient. But of course theres so many variables around that. I mean not everyone get referred and some hospitals will run the results of those PSA differently to others.So now, I do want to come back to your point you made earlier about the PSA being that the best we have, I think, is how you expressed it. You know, amid this kind of controversy, weve actually begun to see a new approach in imaging thats emerging that it could be used for screening. And in fact, you mentioned mammogram is already being compared to a mammogram. In fact, its being called the prostagram. Do you see a role for this in primary care in future?If you could devise a screening test that was cheap, reliable and minimally invasive and you could get men to engage with that, then it would easily surpass the PSA. And if you could have a national screening prostagram service or something similar comparable to cervical screening or breast screening, and it allowed men to be walking in for a quick image which was non-invasive, had a very good pick up rate and was relatively cheap to do, then we could get rid of PSA as a screening tool in primary care completely.Are you familiar with the prostagram? In its current form its still being trialled.Yeah, and the problems with it at the minute would be the cost is too prohibitive. You couldnt use that as a GP referral source because everything we have to do has to be justifiable in primary care. Its a very odd scenario, whereas if youre a hospital doc and you work in the hospital, for the majority, 99 percent of stuff, you can just test for it if you need it, theres no look at the budget. Whereas in primary care, you are budgeted on everything you do. And if you over investigate, you are penalised for it.Interesting. Gosh, I could talk about this one for a while, but I wont. I want to come back to, again, something you referred to earlier, which is around data. Theres been a lot of discussion around how the NHS is using patient data and particularly GP records. What are your views on this and how do you see the NHS data being used to support and advance mens health?Its all about what you feel you want your data to be used for and what understanding you have in terms of what your data offers. So to clarify, what I mean is, a lot of people are very fearful of giving their NHS data out, as if in some way this is going to impact on their ability to function in life, as if in some way this is personalised stuff that we dont want Big Brother to know, that sort of thing is very hidden. Whereas actually what were finding also as we move to the electronic system of prescribing and hospital sharing of notes, is that actually data in the NHS is not particularly well protected anyway, and it is shared amongst various groups within the NHS quite freely. If you then say you want to sell it on to third parties, well of course that has to be with the explicit consent of the patient because youre crossing that that boundary from what is NHS agreed. When you signed up to this, you agreed to do that. Well, actually, I might have BUPA, Virgin, Nuffield, any secondary company might decide, actually, theyve got your data and they might be able to advertise something to you. Now, if this is the way that the NHS could fund its shortfall, then perhaps people might agree. And it might be a very easy way of plugging a financial gap thats badly required. On the other hand, people are also very protective of the NHS and the NHS data, and they feel that their health records are very personal to them. So I think you probably could do it and you probably could do it quite successfully. But I think the way its been done almost surreptitiously and with a lot of behind closed doors sort of feel behind it has meant that for many patients it has not been a very positive experience into the data sharing.Which is such a shame. If we could square the circle, because, as you said, it potentially plugs a financial shortfall. But also, as weve seen during the pandemic, when clinical trials themselves are being compromised, data has become the way we actually do our studies and look at how we actually will advance various problems in health care. I mean, so youve got this resource, but somehow its kind of stuck.Yes, I totally agree. And the bigger issues around this are that firstly data in the NHS is not linked. So, for example, patients always imagine that the hospital guys can see what we write in our electronic notes, which they cant. And the hospital also imagine that the district nurses can see what I write in the notes, but they cant. And this kind of separated piles of data, the amount of information out there is just unbelievable. And if it was more readily available, the difficulty behind research would be surmounted so much more easily.Well, again, this is something thats going to, I think, plough on and on. And I guess at the end of the summer, well see what kind of decision gets made on that. So just to close out, pull this back down to the patient level, so to speak, and that Times article that I referenced earlier was quite popular. And Im really interested to hear what you have to say about how you would advise men, you know, at certain benchmarks, 40, 50, 60, and what the top thing is they could do in managing their prostate health.I think the best thing you can do is dont just focus on your prostate and to focus on any gland, any organ, any specific item in your body is the route to failure. Because if you are truly interested in mens health and youre interested in your own body and youre interested in getting better quality of life, then you want to focus on your entire self, this holistic idea. So you would always say to every patient, when youre 40, 50 and 60, you want to get a full blown health check and you want to look for everything that you can try and look for in terms of disease risk profiling. The reason thats important in terms of looking at prostate health is because it has ramifications. So if, for example, you pick up one form of disease that may have implications on your overall prostate disease or prostate cancer risk, for example, theres tenuous evidence, or slightly better evidence suggests that vitamin D supplementation could reduce your risk of prostate cancer. People dont make that connexion, especially if they are thinking, crickey I need to look after my urine flow or to get a PSA test. But if you look at it as a wider picture, theres lots of stuff you can do to improve your overall prostate health. So MOTs in the first plcae, get a health check every decade or even more frequently if you are able to. I think the NHS ones are very good in terms of the financial restrictions that we have. We can only screen you for the most common things, the diabetes, heart disease. We cant really screen you for prostate cancer. We cant look at the risk factors behind that. And I think after youve done the screening, the other thing to look for, what are those elements of my life that I could improve, that would decrease my overall prostate disease risk. And if you think of prostate cancer, I mean, yes, it is incredibly common for men, but its just another cancer. And if you think to yourself, what do I need to do to reduce my overall cancer risk? Well, there is very good evidence that for prostate cancer and others, if youre just more overweight, thats going to increase your prostate cancer risk. If you dont exercise enough, that increases your cancer risk. Interestingly, large amounts of calcium, which seems to be more an isolated risk to prostate cancer than most others, but were talking pretty excessive amounts  necking pints of milk every day. Eating healthy diet is the most banal and what usually is unhelpful phrase, but you should eat a healthy diet, because you can make TV programmes out of it. But it really does work. And the sad thing is that it really decreases prostate cancer risk. If you can effectively keep your overall body healthy by not being overweight, by exercising and eating a healthy diet. Those are the best things you can do to remove prostate cancer risk.Well, good advice. Well, on that note, I think were going to close out. I want to say thank you so much for speaking with me today. Its been a pleasure for me and I know our listeners will find this extremely helpful. So thanks for joining me. Dr. Jeff.Thank you.Links to Dr. Jeffs book, website and media pieces are available on the programme notes. Further information on prostate cancer diagnosis and treatment is available on our website, along with a transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening, and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Man Alive: A GP’s View on Prostate Cancer Screening\nhttps://www.thefocaltherapyclinic.co.uk/man-alive-a-gps-view-on-prostate-cancer-screening/"}}