{"pageContent": "When caught early, prostate cancer is readily treatable.Over the last decade, developments in MRI imaging and biopsy procedures have made it possible for significantly enhanced diagnostic precision.This combined with extra PSA screening means that prostate cancer can be detected at an earlier stage than before. Early detection and precision diagnosis have laid the basis for minimally invasive focal treatment.This page explains the ways in which prostate cancer is detected and diagnosed in the UK.The big change has been the advent of MRI and its use in prostate imaging. Using mpMRI we are now about 90% accurate in picking up clinically significant tumours. If you compare that to standard TRUS biopsies, which we know to be about 30%, its a completely different league.Dr Clare Allen, Uro-Radiologist at The Focal Therapy ClinicWhen caught early, prostate cancer is readily treatable.Over the last decade, developments in MRI imaging and biopsy procedures have made it possible for significantly enhanced diagnostic precision.This combined with extra PSA screening means that prostate cancer can be detected at an earlier stage than before. Early detection and precision diagnosis have laid the basis for minimally invasive focal treatment.This page explains the ways in which prostate cancer is detected and diagnosed in the UK.A PSA test measures the levels of prostate specific antigen (PSA) in the blood. PSA is a substance made by the prostate. Levels of PSA in the blood can be higher in men who have prostate cancer.It is a screening tool used to determine whether or not an investigation for prostate cancer is needed. It can also be used to monitor a mans general prostate health over time.PSA in the serum of men with healthy prostates is present in small quantities but is often elevated in the presence of prostate cancer or other prostate disorders such as prostatitis or benign prostatic hyperplasia. There can also be other reasons why your PSA level may be raised, due to things like a urine infection or age-related reasons.Your doctor will usually see a PSA reading of 3 or more as a sign for further investigation. In the UK, men with a raised PSA will usually undergo a DRE (digital rectal exam) test to check for any obvious abnormalities and will be offered an MRI scan of their prostate gland.Men who have a higher risk of prostate cancer may be asked to have further investigations even if their reading is lower than this.Men are at higher risk of prostate cancer if:If you have been diagnosed with prostate cancer and are on the Active Surveillance protocol you will be having regular PSA blood tests to monitor the PSA levels in your blood. This will usually be in combination with other tests to assess the progress of your cancer.You will also likely be having regular PSA blood tests if you have already had treatment for prostate cancer, to assess if the cancer has returned or increased.If you are unsure what the best options are for treating your prostate cancer, and are having regular PSA blood tests, we are here to help with confidential advice.A digital rectal exam is a test that is done when a doctor or nurse inserts a gloved, lubricated finger into the rectum to estimate the size of the prostate and feel for lumps or other abnormalities.The DRE is used to help diagnose prostate cancer and for other prostate problems such as benign prostatic hyperplasia (BPH) or prostatitis.If the results of early detection tests like the PSA test or the digital rectal exam suggest that you might have prostate cancer, your doctor will conduct further testing. The PSA may be repeated, or you may be sent to a specialist for more tests such as a MRI scan and a prostate biopsy.An MRI (magnetic resonance imaging) scan is used to identify areas of suspicion within your prostate gland that may need further investigation.It uses magnets to create an image of your prostate and the surrounding tissues. The image from your scan gives your doctor information about whether there are any cancer cells in your prostate and how likely they are to grow.The radiologist reviewing your MRI scan will identify areas of suspicion shown in the scan and will assign them a PIRADS score. A PIRADS score of 4 or 5 indicates a need for a biopsy, and a significant number of men with a PIRADS score of 3 will also be biopsied.What is an mpMRI scan?A multi-parametric magnetic resonance imaging (mpMRI) scan creates a more detailed picture of your prostate than a standard MRI scan: it does this by combining four different types of image.In the UK, an mpMRI scan should be carried out for men with an elevated PSA level before any biopsy. The information from the mpMRI pinpoints exactly where any areas of interest are located and allows for more targeted biopsies.The big change has been the advent of MRI and its use in prostate imaging. Using mpMRI we are now about 90% accurate in picking up clinically significant tumours. If you compare that to standard TRUS biopsies, which we know to be about 30%, its a completely different league.Dr Clare Allen, Uro-Radiologist at The Focal Therapy ClinicA prostate biopsy involves using thin needles to take tiny samples of tissue from the prostate gland. The tissue is then examined under a microscope to check for cancerous cells.If cancerous cells are found, the biopsy will also show how aggressive the cancer is, whether it has already spread, and how likely it is to spread outside the prostate.Whenever possible, it is preferable for men to have a modern trans-perineal biopsy rather than a traditional trans-rectal biopsy. In a trans-perineal biopsy, the needles are sent through the skin rather than the rectum. Consequently, there is a greatly reduced risk of infection (less than 1 in 1000) and significantly improved accuracy, thus providing a broader range of treatment options in the event of a positive diagnosis. Trans-rectal ultrasound biopsy has a relatively high risk of infection (approximately 1 in 30) and lower accuracy.\n\n\n\nMR-fusion biopsy plan: fusing MRI images and ultrasound permits very precise biopsies.MRI-Ultrasound fusion transperineal biopsy is the state-of-the-art technique for prostate biopsy and allows surgeons to get a precise understanding of the extent of prostate cancer within each section of the prostate gland.Computer registration (or fusion) of the mpMRI image onto an ultrasound image, which currently guides biopsy, allows accurate targeting through direct visualisation of the lesion.This technique is typically carried out under general anaesthetic and takes between 30 and 50 minutes. The number of cores taken can range between 5  30.The difference with this type of prostate biopsy is that it involves using a grid (or template) with tissue samples extracted through holes in the grid by several needles. Each hole correlates to numbers and letters, in the same way as grid references are located on maps.A transperineal biopsy of the prostate is a type of needle biopsy in which a very fine needle is inserted into the prostate through the skin between the testicles and the rectum (back passage)  an area known as the perineum.Here, the man is typically lying on his back with his legs in the air, and the samples are taken through the skin of the perineum. This procedure can be done under local or general anaesthetic.The principal advantages of the transperineal biopsy technique over the more traditional transrectal biopsy are improved diagnostic accuracy and a substantially reduced risk of infection.A transrectal ultrasound guided biopsy of the prostate (TRUS) is a type of needle biopsy done through the wall of the rectum using a transrectal ultrasound scanner probe.The patient lies on their side with their knees up while the doctor pushes a fine needle through the probe and into the prostate gland in order to get samples of prostate tissue.Different areas of the prostate are sampled with approximately 814 biopsy cores. This is typically done under local anaesthetic.TRUS biopsies are being increasingly replaced in the UK with Transperineal biopsies as they offer an improved level of accuracy and significantly reduced risks of infection.A high-quality mpMRI scan combined with a targeted biopsy allows us to know the location and grade of your prostate cancer. We can then treat it with minimal damage to surrounding organs and reduced side effects.Mr Raj Nigam, Urological Consultant at The Focal Therapy ClinicA high-quality mpMRI scan combined with a targeted biopsy allows us to know the location and grade of your prostate cancer. We can then treat it with minimal damage to surrounding organs and reduced side effects.Mr Raj Nigam, Urological Consultant at The Focal Therapy ClinicDr Clare Allen is the uro-radiology lead consultant at University College London. She has pioneered the use of mpMRI imaging for prostate cancer since 2000 and has led the establishment of reporting standards for prostate cancer imaging in the UK.At The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and  Focal Therapy treatment option then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "MRI imaging has revolutionized  prostate cancer diagnosis\n\nhttps://www.thefocaltherapyclinic.co.uk/diagnosis/"}}