{"pageContent": "The Focal Therapy Clinic consultant urologist Marc Laniado joins OnFocus to discuss the impact of Covid19 and lockdown on prostate cancer services and patient care. The backlog in diagnostics and treatments for men with prostate cancer is real and a major challenge to the NHS, and men must be aware of whats available to them.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and often ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this sombre fact becomes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Marc Laniado, a consultant urologist with The Focal Therapy Clinic and a leading innovator in imaging led diagnostics and targeted treatments for prostate cancer. Marc has been a vocal advocate for focal therapy from his base at Frimley Health, where he is prostate cancer lead at Wexham Park Hospital and has contributed to several pivotal clinical studies and trials on prostate imaging and focal therapy. Hes here today to speak with me about the impact of covid-19 and lockdown on prostate cancer services and patient care. Marc, welcome to OnFocus and thanks so much for joining me today.Hi Clare, so good to be back. Its good to speak to you.Wonderful. So lets just jump right in. I mean, were now sort of in week, gosh, I can hardly remember now, but I think were in week three, is that correct, of our third lockdown in the UK. And Im interested in hearing your views about how you see the cumulative impact on prostate cancer diagnostics and treatment services in the UK as a result of both the infection rate and the lockdowns that weve had to endure.So its been really interesting having three lockdowns. So I think we all saw that with the first lockdown, there was a drop in referrals and drop in treatments, which then sort of recovered a little bit. And the same thing happened the second and now the third. And something like, we had about a 30 percent reduction in referrals each time. In some places, I believe its been as much as the 70 percent reduction of referrals. There have been some estimates that it would take about two to three years to catch up with all the diagnoses that have been missed out during this time. Obviously, thats quite significant. And also, well, one of the problems has been that men, they dont characteristically go in to see the GP and say, look, Im really worried about my prostate, please do some tests. Usually what most men do is they come in with some other symptom and they often might mention, might query, and, you know, maybe you should think about testing my prostate or should I have the PSA test. So often its a second thing thats added to the consultation rather than the first one. So, of course, now with general practices, understandably not able to do face to face consultations, or having to minimise the consultations to the really very urgent. A lot of these, if you like, unusual opportunities to get tested for prostate cancer dont happen. So fewer people are being even referred up or questioned about it.Yeah, thats a really good point. So youre saying that even in the sort of normal times, so to speak, PSA tests and prostate health checks were really kind of almost like an add on or almost like a serendipity?I mean, absolutely. Its been by chance often that men have had a PSA test and have been found out potentially to have prostate cancer. Weve lost out hugely on that opportunity to diagnose men at the point when treatment can be potentially minimally invasive and very effective with fewer side effects.I mean, the thing is, you know, given what you said, you see exactly what you said in these very frightening headlines about cancelled procedures. And this is pretty much across the country. So do you think that might inspire men to think about it more like, wow, I better do something about this or, you know, how should men who are concerned about their prostate health react to these headlines?First thing is not to panic, of course. I mean, services will resume at some point. And nowadays you have, of course, many more ways of treating prostate cancer. But if men are concerned, they should still actively go to their GPs and ask to be seen or spoken to on the phone or have a video consultation, you know, the normal symptoms that we would normally be interested in are, for example, certainly losing weight, but urinary symptoms in general, passing urine more frequently, urgently, slow urinary flow, etcetera, spending more time in the toilet than your peers. Those are the symptoms that men should still go to their GPs and talk about. And in the appropriate age range, anything up to around 75, 80, a PSA test would normally be appropriate if they have urinary symptoms. And PSA testing is really the only way to diagnose men at a point when prostate cancer is going to be easily curable, treatable. If men wait until they have really severe symptoms, severe urinary symptoms or start getting weight loss before being tested, it is very, very late and it makes our options much smaller. So I would encourage all men who have symptoms or are worried about it to get their PSA tested.So something I wanted to ask you, as youve mentioned, how the quantity of services is clearly being impacted. But Im also hearing that the quality of service is suffering, in some cases even more and often inappropriate treatments are offered and recommended to older men, for example. And were seeing some signs of age discrimination. Wondering if you can comment on this.Yes. I mean, because theres been, if you like, rationing of cancer services in some places, you know, understandably, again, because older men have a shorter life expectancy, to some extent, theyve been less prioritised perhaps in some places in the diagnostic pathway. So traditionally we would do MRI scans and do biopsies on people. And now were often, unfortunately, saying that, you know, perhaps, you know, well wait and see what happens over a period of time. Well measure your PSA. And if its going up, then youll be referred in. Looking at surgical priority levels, everyone in the hospital has been asked to follow surgical prioritisation. Diagnosis of prostate cancer is relatively low down that priority level unless there are really severe issues going on. So, yes, youre absolutely right.So, Marc, last year, one of the things we heard from a lot of our patients was being placed on active surveillance a lot more. And we seem to have seen some indication that that has been increasing and what youve just said suggests thats true. But one of the outcomes thats been revealed to us a lot, but often not to the public, is that theres been a lot of compromising on these patients mental health that active surveillance has actually kind of really run them through the wringer on their mental health. What have you seen since this and what would you advise men being offered active surveillance during this period?Well, if youve been offered active surveillance, hopefully the cancer is low risk. But as we know, sometimes that is not always the case. But certainly if youre on active surveillance, you should do all the conservative things to reduce the chance of cancer progression. So diet, lifestyle, certainly what you should be looking at, apart from that, you should be looking at maybe other treatments that you can have during this period which are not so affected by covid restriction. So, for example, now, in many cases, surgery to remove the prostate is not possible because theatres have been used up to look after covid patients. And we dont want to risk patients going to ITU so a lot of operating stopped. Many people are being delayed on the start of radiotherapy because radiotherapy shouldnt be interrupted. So patients have be put on hormones sometimes if theyre not just on pure active surveillance. But there are other treatments which can be done as day cases, as we know, for prostate cancer, for example, focal therapy is one of them and that can be done under short general anaesthetic as a day case. So minimal hospital stay. And for people who have the appropriate cancer, its a very effective treatment, especially for those men who are potentially also on active surveillance. So I think there are other options available to them should they wish to have definitive treatment to treat the prostate cancer. Being on active surveillance a lot of people would get worried that theyre going to miss the opportunity to have a successful treatment. And thats obviously not very nice. Equally, I mean, some men have been put on hormonal therapy to tide them over during this time. And hormonal therapy causes issues itself. I mean, they get hot flushes. There can be mood swings. Men can sometimes feel tearful during this time. So hormonal therapy, although it will slow the cancer, its not necessarily a fantastic treatment for prostate cancer because of those side effects. So there are ways to get round the problem of active surveillance or the inability to get treatment now, if people want to take it up.And you think focal therapy is clearly one of them. So on that point, Im just wondering, you know, looking at some possible silver linings here, do you feel that the events of this past year I mean, obviously theres been some negative aspects like the backlogs and some of the inappropriate treatment, but theres also been some positive signs and various innovations in digital and other uses of technology. I mean, do you think that these have enhanced the benefits of focal therapy or back to what you were saying about people who arent comfortable being on active surveillance might be seeking alternatives like focal therapy?Very interesting you say that Clare, because weve all been propelled into video meetings of one kind or another. So theres been much greater use of the internet and remote means of doing consultations and potentially treatments. Certainly because patients are now more comfortable doing video meetings or phone consultations, it means that patients throughout the country have the opportunity to speak to various experts of any different kind. So, you know, you might be speaking to someone about radiotherapy. But equally, if you dont have focal therapy on your doorstep, so to speak, you can now have a consultation like I did last week from someone in Scotland whilst Im in Windsor.So you have their imaging and you have their other files, PSA, et cetera, and you can begin to look at that digitally, as it were.Yes. And it also means that we can bring in experts on imaging. So we work with, as a group, we work with some of the best radiologists in the world and they can look at imaging taken from all parts of the country and give their opinion on it so we can now identify men who are potentially suitable for focal therapy and discuss that treatment much more widely than we ever could before, which I think is a big advantage for patients.It is. It is. And for doctors, I mean, it means that you can actually do this with less pressure. You have to get somewhere and you can do it, I guess, more frequently and more easily.Absolutely. I mean, you dont have to spend so much time driving. It means we can speak to and see more patients in any given period of time. So I think there have been some wins, absolutely. But I have to say, its always nice to see a patient in the flesh so to speak, and I think, where possible, I still prefer to do that. But certainly technology has helped a lot.Well, Marc, on that positive news, thanks so much for speaking with me today. And, you know, lets hope that that positive trajectory continues. And next time we speak that theres more good news to share.Im sure there will be. Im looking forward to the future. The futures looking good and Im sure well all be passed that soon and moving forward with fantastic new treatments and offering men more than they ever had before. So thank you for talking to me.Excellent. A transcript of this interview is available on our website, along with several links to Marcs approach to treating men with prostate cancer. Visit www.thefocaltherapyclinic.co.uk, where you can learn about alternative treatments for prostate cancer, how we approach patient care at The Focal Therapy Clinic and access additional interviews with both patients and clinicians about their experiences. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Marc Laniado Discusses the Impact of Covid-19 on Prostate Cancer Care\nhttps://www.thefocaltherapyclinic.co.uk/update-on-the-impact-of-covid19-on-prostate-cancer-services/"}}