{"pageContent": "Alan Doherty, Clinical Director at the Birmingham Prostate Clinic, and recently voted one of the UKs top ten prostate cancer specialists in a national poll of consultant urologists published in the Daily Mail, joins OnFocus to discuss the recently published study led by Imperial College comparing outcomes of men undergoing focal therapy and radical prostatectomy.Alan has been an innovator, advocate and dedicated practitioner of precision treatments for prostate cancer, and thinks the studys real impact will be felt amongst men considering active surveillance.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and often ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Alan Doherty, clinical director at the Birmingham Prostate Clinic and recently voted one of the UKs top 10 prostate cancer specialists in a national poll of consultant urologists published in the Daily Mail. Alan has been an innovator, advocate and dedicated practitioner of precision treatments for prostate cancer. And were going to talk about the impact of a recently published study thats produced compelling evidence on the benefits of focal therapy. Alan, thanks for joining me today.Pleasure.So this study is about two weeks ago, not even, and it was led by Imperial College and a few of your colleagues, as you well know, were lead investigators on this. And it had quite a reception, particularly in the media, if not elsewhere. Weve certainly had a lot of patients interested in it because its certainly raised more awareness around focal therapy. And it compared to focal therapy to radical prostatectomy in a cohort of men over an eight year period. Long awaited in delivering this longer term evidence. Eight years is the longest, I think, to date that evidence exists. So whats your interpretation of the results?Thank you for inviting me on to discuss these things. And of course, we know studies are designed to help all of us make decisions. And the more information we can get, the better the decisions we make. I think specifically about this particular study is that weve got to be very careful over-interpreting what it actually says. It focuses primarily on oncological outcomes. And I think the first thing I would say is that if oncological outcomes are the important criteria to a patient, well, then they do need to think long and hard about focal HIFU as an option. I think the second thing is that the way that the study was designed wasnt really a comparative study. It was a descriptive study. It was looking at what happens to two hundred and fifty patients from Imperial College if they have focal HIFU performed to the highest standard probably available in the country, insofar as they will have superb radiologists, theyll have people who are dedicated to the treatment and then they try to match that with a group of people who had radical prostatectomy. And again, which is really done in only one centre over a period of time. And there are so many flaws in trying to compare them in this way that Im not so sure you can make a comparison to the point where its actually that meaningful in terms of oncological outcomes. That being said, you know, it nevertheless does show that patients with early disease do well, virtually whatever treatment they have. I think theres more and more evidence really to reinforce the fact that active surveillance shouldnt exist anymore as a treatment option because the patients who are keen to have a treatment and want to minimise side effects, and its becoming more and more clear that the sort of oncological outcomes which you get, and this study supports them, are very good. But as I said, Im not convinced that this should be seen as a comparative study with surgery because they offer very different things. And its a bit in a way, ridiculous to even think that they are the same thing. One removes the whole prostate. And the only reason that you should fail after that is if youve got micro metastatic disease. And the other one aims to just treat one part of the prostate where you can see a cancer and realise that there may be a future time when you need to treat another bit of the prostate if another bit of cancer occurs. And essentially its trying to delay or if youre lucky, cure you. But I dont think that should be, in my personal view, that shouldnt be the primary focus of a patient choosing focal HIFU.Its interesting because youre sort of reframing how the results were presented or how the conclusions were presented. So let me see if I understand that. Do you think the results underpin the same message for men considering either radical prostatectomy or active surveillance, i.e. that focal therapy is a middle ground approach or a middle way its often described, with the benefits, but not the risks of either of those other alternatives.I think youve got to be careful what you claim to be the oncological benefits. And I think its absolutely right that the middle ground is a good way of putting this. And I think one of the things I want to talk about later is the how do patients choose? And its important that theyre very clear as to what theyre looking at. And youre absolutely right that the side effect profile from focal HIFU is dramatically better than the other treatments. And youre also right to say that a lot of studies are framed in such a way that the conclusions can be over-read, and I think one has to be very careful in doing these sort of interpretations, because if you read the words that the authors choose, theyre very careful in how they choose their words. And theres all sorts of issues that you need to ask in that study. I mean, where did the patients come from to be put in the registry? Who decided the need for focal therapy? Because what the definition of it was called a failure-free survival. But the failure was defined by who had either whole gland therapy or salvage radiotherapy or treatment for metastatic disease with hormones, but who decided that? So patients who generally choose focal HIFU and these treatments are not going to be treatments who are going to put their hands up and have salvage treatment in a hurry. So theres always a threshold level at which somebody decides when to have another treatment.Back to this middle way, though, argument. I mean, there is an argument that focal therapy, given its kind of position, is a mid way, might appeal, particularly to men who might otherwise choose active surveillance. And do you think thats an accurate view?Oh, very much so. I think active surveillance should virtually no longer exist, because, first of all, it should be a rarity that you pick up a prostate cancer where the MRI scan hasnt found a target lesion. And if there is a target lesion, then why would you just monitor it when you can successfully treat it? You see, one of the things that this study doesnt necessarily highlight is that there may be fantastic success in treating the target, but what about the surrounding tissue that look normal on an MRI scan? Well you have to have a very good MRI scan to reassure both the patient and the clinician that the surrounding tissue isnt involved. Or you need to have good biopsies. So, you know, youre absolutely right that active surveillance is a strange concept in a way, because youve gone to all the efforts of finding a cancer and then you say, oh, no, you can leave it. And, you know, really. Focal HIFU does give you this great ability to say to a patient, you know, why would you just watch this thing, you know? OK, I can understand why you might not want to go all the way to have a radical treatment that will give you a good chance of curing you, but nevertheless will give you quite a few side effects. And why not choose the middle ground? And as technologies are getting better and MRIs are getting better, you are able to sort of keep a very close eye on the prostate where youve treated the target lesion. Thats very exciting and very powerful. As you say, its giving patients another option and I think thats fantastic.What I find interesting when I talk to you about focal as an alternative to active surveillance, and I know you even have stronger views about active surveillance full stop. It often makes me think that theres a narrative emerging around the process of determining a patients suitability for focal therapy. And I guess what I mean by that is that it seems to be driven by a more holistic view of his health, including his mental health and his lifestyle choices, and that this may give added benefit to patients. Do you agree with this narrative?I do, very much so. I often ask myself, how do patients choose any particular treatment? And you do have an holistic approach. I think that its not just about being obsessed with achieving a cure. Peoples personality varies enormously. So you often find that engineers, for example, like a solution to their problem, are quite enthusiastic about choosing surgery as that solution. Youll get other people who are much more concerned about their quality of life and their sex life, for example. And they definitely wont want to go down the surgical route. And then you get people who youve had anecdotal experiences. Then you got people who have different types of cancer. So I think people have to sort of really very much ask themselves, what do they want? Do they want a cure? Do they want a good sex life? Do they want to get rid of their obstructive symptoms if they have any? Do they want to avoid radiation therapy based on what theyve seen elsewhere? Do they want to avoid having hormone therapy, which is a form of castration? Do they want to avoid having surgery, for the obvious downsides? Youve got to sort of spend a lot of time with a patient. Because they often say, what would you do, doc? And you say, well, its not up to me and Im not you, so you need to sit down with your family and write a list of your priorities, see what you could live with and what you couldnt live with. You know, look at the what if scenarios in the future. And then the urologist is there to help patients through that journey to highlight to them. You know, another interesting point is that a lot of patients want to be proactive and slow down the growth of a tumour. And whether thats possible or not, I dont know. But there are dietary changes you can do. There are reports that things like sunlight are good for you, reducing your stress levels. So patients do want to engage in that way of approaching the management of this cancer. And this cancer is usually a very slow growing cancer that doesnt necessarily cause, you know, the disasters which the patients think they do because the patients anecdotal experiences do affect them big time. So if one of their friends has recently died of prostate cancer, they do put cure much higher up the list and they probably would be prepared to take a higher risk of an adverse side effect, but it is a trade off and people need to understand that. And, you know, somebody is perhaps already impotent might not put that much value on minimal side effects, because they might be much keener on just being done with it once and for all. And to know that after surgery, the PSA blood test is zero and that gives them a lot of, you know, reassurance. And it might just be a psychological treatment just to make them feel that its out of their body. Its not for the doctors to dictate to patients. And my experience, and I think Ive been guilty of this as well, is that we are very much taught to treat cancers with a curative obsession. And I think thats wrong. I think, I mean, the fact that the NHS doesnt strongly support focal therapy is because theyre worried that the oncological outcomes might be not as good as surgery, which is really pretty much why this latest paper was put together. Because, we are trying to get that information to reassure the powers that be that it is relatively safe. But in a way, that misses the point here, which is that not everybody is obsessed with getting cured. So even if the cure rates were not as good, even if the oncological outcomes are not as good, does that matter? Because in a lot of patients, it doesnt matter. But why wouldnt you have some sort of treatment that might slow it down? It just doesnt make sense, especially when its such a safe treatment, Im talking about focal HIFU, as long as its done properly.So thats a very different argument. But I mean, youre kind of coming to the positive aspects of having focal HIFU if you are suitably qualified. So final question. I mean, given all this, what would your message be to men with a localised prostate cancer diagnosis following this? Or does the study not really change your view or does it reinforce your view?The study doesnt do either, really. I think what it really just keeps reinforcing is my view that patients need to just be clear on what they want and not be bullied into making a decision on a highly curative treatment that might affect the quality of their life, certainly in the short term and probably in the long term. They just need to be very clear what they want. And its great to be in a position where you can offer all this whole range of treatments. And I think a doctor needs to be prepared to change and move his own goalposts to focus on whats good for the patient. Because that really is the ultimate thing is that the patient needs to understand the issues. And thats not that easy to do. That can take quite a long time, and research and thought. The other take-home message, I think, is that you have to have top quality interventions because everything Ive said is dependent on that. You have to have really good MRI scans. You have to have if youre going to do surgery, make sure your surgeon knows what hes doing. If youre going to have the focal therapy, make sure that the treatments are contoured by a radiologist who knows what theyre doing so that you hit the target, make sure that you can follow things up properly. Its the quality of the treatments. If you have a high quality treatment, theyre all pretty good with sort of slight differences in how they prioritise outcomes. But thats the important thing, is make sure that you understand the issues and that youre confident that the treatment youre getting is delivered at a high quality.Well message received. And Alan, many thanks for joining me today. Its always important to get a different view and especially one thats so well considered and backed up by all your years of experience, so thank you so much.Thank you, Clare.A transcript of this interview is available on our website, where you can also access additional interviews, blogs and reviews of the Imperial study weve been discussing today. Thanks for listening. From me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:[email protected]\n\n \n\n\n\n\n\n\n\n\n\n\n Email\n \n\n\n\n\n\n\n Email\n \n\n", "metaData": {"source": "Can Active Surveillance be justified in the era of Prostate Focal Therapy ?\nhttps://www.thefocaltherapyclinic.co.uk/an-alternative-view-on-the-ft-v-rp-study/"}}