{"pageContent": "Please find below some patient stories highlighting how focal therapy has successfully treated their prostate cancer.Steves story (04:15)Dave's Story (03.34) Dave was on Active Surveillance but did not wish to spend the next 20 years as a patient anxious about the progress of his prostate cancer. HIFU Focal Therapy has treated his prostate cancer and given him peace of mind.Dave is a patient of The Focal Therapy Clinics Tim Dudderidge.Graham Oglivys story (16:30)Journalist and publisher Graham Ogilvy joins OnFocus to discuss his recent experience with a prostate cancer diagnosis in Scotland that ultimately led him to seek treatment in England, and offers strong advice for men in Scotland to question the blunt instruments that are the default diagnostic and treatment offer there.Press play in the audio player below to hear the interview.Graham Ogilvy was diagnosed with prostate cancer and had to choose between having the prostate gland removed or destroyed with radiation and hormone treatment. He was interested in a third option, brachytherapy, but experienced a delay in accessing it.During this time, he researched high-intensity focused ultrasound (HIFU) and eventually found a consultant who performed the procedure. He underwent HIFU and had a positive experience with a quick recovery.Graham also expressed concerns about the biopsy procedures used in Scotland, which he considers to be inherently dangerous and potentially not accurate enough, and questioned why prostate cancer screening is not more widely available.Barry and Jackies story (03.34)When Barry was diagnosed with prostate cancer the treatment options he was given were unappealing. Jackie decided to do some independent research and found The Focal Therapy Clinic. Barry has now been treated successfully with HIFU Focal Therapy. Jackie believes that although Barry is 75 he should not be pushed towards hormone/radiotherapy treatment as he has many years of active healthy life ahead of him.Barry is a patient of The Focal Therapy Clinics Raj Nigam.Guys story (03:34)Guy received a diagnosis of early-stage prostate cancer based upon a well man check. He was encouraged to consider Active Surveillance but he wanted to put the diagnosis of prostate cancer behind him and to get on with his active life.Two weeks after his HIFU treatment he was back on his bike.Guy is a patient of Mr Tim DudderidgeBruces Story (03:17)Bruce was not a candidate for Active Surveillance and needed treatment because of the fact that his cancer was close to the edge of his prostate gland. HIFU Focal Therapy was a great option for him allowing him to avoid the trauma of a Robotic Radical Prostatectomy.Bruce is a patient of The Focal Therapy Clinics Mark Laniado.Dr Harrisoon (08:32)HIFU Focal Therapy patient Dr Harrison says,It was one of those situations where you think, how could this happen to me. I treat disease every day of one form or another and now it is coming my direction. I then got on the internet, like anybody would, and began to search what my options were... and I discovered HIFU.My name is Perry Letcher. I am now 58 years old, writing this in May 2020. 59 12, 11 stone 6 and an active sportsman  Cycling and running between 7-12 hours a week, considerably more when cycle touring. I am non-smoking recovering alcoholic with 10 years sobriety. Patrick OMara, an accountant from Kent, is 55 and a dedicated Wimbledon FC fan. Like WFC, he values second chances and the support of his fans.In 2012 his employer, KBR, offered him an overseas assignment in Saudi Arabia. With his children grown and his partner supportive of the idea, he decided to go for it.A routine medical review was required to undertake the assignment, during which Patrick was offered a PSA test  which he declined. TFTC patient Mark Stubbs discusses how seeking a second opinion for his prostate cancer diagnosis and treatment led to an unforeseen approach and better outcome.Graham is 75 and lives in Haslemere with his wife Diane. They enjoy walking and travelling, following his action-packed career in international banking which involved living in multiple cities across the USA and Asia. As Graham puts it, he was sent on these overseas posts to fix problems needing fixing  experiences he drew on when he was diagnosed with prostate cancer in 2015.At The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and  Focal Therapy treatment option then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Patient Stories\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-patient-stories/"}}