{"pageContent": "\n\n\n\nTwo recently presented clinical studies highlight important factors that men diagnosed with localised prostate cancer need to know, particularly with regard to sexual health following radical treatment and the realities associated with Active Surveillance.Last summer, a study was published showing the long-term effects on quality of life following several types of prostate cancer treatment. Entitled Quality of Life outcomes after 15 years  measured via The  Expanded Prostate Cancer Index (EPIC), it examined patient-reported quality of life outcomes 15.8 years post-treatment amongst 1000+ men who underwent brachytherapy, radiotherapy and radical prostatectomy for localised prostate cancer. This was the first time these outcomes were measured amongst patients beyond 6 years post-treatment.Among men who underwent the two more radical treatments, prostatectomy (RP) and radiotherapy (RT), the study showed that changes in quality of life indicators were minimal between medium and long terms  i.e. 6 and 15 years. In terms of sexual function, these effects were severe at 6 years and worse at 15:   According to the authors, these data indicate that once patients have passed the initial 26 years after treatment there are no late dramatic changes in QOL based on their initial treatment for prostate cancer. This, they suggest, isreassuring that as survival after treatment for prostate cancer increases, our general appreciation for differences in QOL with different treatment modalities is not substantially changed beyond 6 years.While this may apply to other quality of life outcomes related to urinary and bowel health, it does not apply to sexual health, which worsened between 6 and 15 years. And in any case, whether a patient takes comfort in knowing that his poor quality of life outcomes wont worsen after six years will undoubtedly vary from individual to individual  assuming he is briefed on these outcomes at all. Studies like the EPIC review must be directed at improving patient literacy and supporting better communication and decision making between doctor and patient. And the specific aspects of sexual health warrant psycho-sexual support for men undergoing RP and RT.More recently, the results of a clinical trial called ProtecT (PROstate TEsting for Cancer and Treatment) were published which compared 15-year outcomes among men with localised prostate cancer undergoing RP, RT and Active Monitoring (also known as Active Surveillance). The trial is significant in its scale:Between 1999 and 2009 in the United Kingdom, 82,429 men between 50 and 69 years of age received a prostate-specific antigen (PSA) test. Localized prostate cancer was diagnosed in 2664 men. Of these men, 1643 were enrolled in a trial to evaluate the effectiveness of treatments, with 545 randomly assigned to receive active monitoring, 553 to undergo prostatectomy, and 545 to undergo radiotherapy.ProtecT attracted lots of attention from the media when its findings were published earlier this year, with most headlines reacting to the similarity in mortality outcomes of the three treatments examined.Most men with prostate cancer DONT need harsh treatments and can thrive for years without  said the Daily Mail.Most men with prostate cancer can avoid or delay harsh treatments, long-term study confirmsreported CNN.The Study itself concluded: After 15 years of follow-up, prostate cancerspecific mortality was low regardless of the treatment assigned. Thus, the choice of therapy involves weighing trade-offs between benefits and harms associated with treatments for localized prostate cancer This is encouraging, and Active Monitoring is certainly preferable if the risks to mortality are equal to more interventional forms of treatment. But its important to understand some other aspects of the studys cohort that underwent AM: 28% of the men on AM went on to undergo radical treatment  either RP or RT  over 6 yearsOf those AM patients who had subsequent procedures the side effects were worse than those who underwent them upon diagnosis.Urinary leakage (measured by the use of at least one pad per day) was more frequent in men having surgery after AM (48%) compared with 36% initially, which persisted over 4 years (28% subsequently, 19% initially.Erectile dysfunction was frequently reported after immediate and later surgery with slightly more resolution over time (95% of men and 96% respectively immediately; 84% and 89% after 4 years.Its also important for men to understand that the study took place over a period of time when the advancement of precision imaging, precision diagnostics and precision treatments were advancing significantly, and not offered to patients in the study.TFTC Consultant Urologist Tim Dudderidge points out that while survival is obviously the main endpoint of all treatments for prostate cancer, avoiding the use of systemic therapies such as hormones by an attempt to cure is still an outcome worth pursuing.I dont think the ProtecT study should deter the early diagnosis and treatment of prostate cancer, but we need to spend more time explaining the risks and benefits involved (survival at 15 years not being one of them!) He observes that the group of patients in this study were PSA detected. Low, medium and high risk groups were randomised, as long as they were not considered locally advanced. My recollection was that subgroup analysis did not support the view that there was a disproportionate number of low risk patients, but I might be wrong. Certainly MRI was not used routinely to assess prostate cancer volume  and all biopsies were transrectal ie not precision diagnostics,  he said.For me the big question is intermediate risk men. Here there is uncertainty about survival benefit of immediate treatment vs AS and delayed treatment. Thus focal therapy with its lower side effect profile may offer a better balance of risks and benefits in those suitable men where the lesion can be treated leaving healthy tissue and critical structures unaffected. Do you have questions about clinical trials focused on men with localised prostate cancer? Or about how the balance between the risks and benefits of treatments? Wed love to hear from you.      Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Understanding and interpreting clinical research findings – what they mean for you and your decision-making\nhttps://www.thefocaltherapyclinic.co.uk/understanding-and-interpreting-clinical-research-findings-what-they-mean-for-you-and-your-decision-making/"}}