{"pageContent": "A recent report on digital apps for cancer care was presented to government and NHS leaders by ORCHA Health, the largest and most comprehensive digital health review service in the world according to its website. It revealed that there are 3,603 apps to support cancer patients in app stores. It saysThere are excellent apps supporting cancer patients. These have been developed with clinicians, rigorously reviewed and frequently updated. Apps such as these can be embedded into cancer services to provide tremendous support to patients and ease the healthcare system at a time of tremendous backlog.The report cautions, however, that 74% of the apps have not been updated in the last 18 months, meaning that the vast majority have not kept pace with medical, data or usability guidelines. This is a concern, and, as the report states, underlines the pivotal role cancer apps can play in supporting cancer treatment journeys  with 40,000 fewer people in the UK alone starting cancer treatment in 2020 due to the pandemic.So how do these apps help patients? The report says, We believe there is massive potential for intelligent apps such as these both to help patients and provide excellent returns on investment to the NHS. It cites evidence from Vinehealth which suggests that when patients simply track their symptoms and medications through Apps such as these, survival can increase by up to 20 per cent.It cites another report which found that weekly self-reporting of symptoms by patients led to a seven-month increase in survival, but raises caution, citing a real problem with patients randomly selecting low quality apps from publicly accessible app stores such as Apple and Google Play.Among the apps updated within 18 months, ORCHA reviewed 190 of the most downloaded, testing them against more than 350 health standards and measures including elements of the NICE framework, and found that only 24.7 per cent of the apps reviewed meet minimum quality thresholds.It concludes on a cautionary note these statistics are deeply concerning, given how easy it is for vulnerable patients and carers to search app stores and stumble across apps which may give poor or out-dated advice or blatantly misuse their private data.So what does this mean for men with prostate cancer and their partners & carers?  Should they use cancer apps? What do patients and clinicians in the prostate cancer community have to say? A quick search on the App Store for Prostate Cancer  revealed over 20 apps, including:The apps all provide a combination of information on prostate cancer, advice and support in engaging with the medical community, and structures and spaces to record personal experiences and information.The founder and CEO of PXHealthcare, Anne Bruinvels,  recently joined OnFocus to tell us about the OWIse Prostate app, which was designed following the success of an app for breast cancer patients. Asked what she learned from that experience, Anne commented:What we learnt was actually really fascinating. First of all, we found out that by just having an app to support people with the tools that Owise has for both prostate and breast, people can actually have a conversation with their doctor in a better informed way, but also in a way that that makes them more relaxed because they can prepare better. Both apps, but also the prostate cancer app, contains a list of personalised questions that come up after you have filled in your profile. And when you change your profile, these questions change again. So in that way you can go into your consultation and your doctors visits being well prepared and afterwards listen back to that conversation at home with family members and make much better decisions. So thats one of the things we learnt, that people could have a better treatment discussion with their doctors and with their nurses.She continuedAfter that, we found out that people really like to manage their condition by monitoring their trends, how they feel. So we learnt from patients who were being treated for advanced that is metastasised cancer. That actually by using the app, they could really much better gauge how the treatment was going and alert the nurses when things were going down, when things werent working well and also at the same time, use that same app to make sure that if they felt better, they could take on more. So we have people using the app to help them get back to work sooner, for example. So those are things we learnt on the go. And yes, we were have always been incredibly pleased with the really helpful feedback that weve had from users. So the app is continuously being updated with useful feedback from usersThe EAU (European Associaton of Urology) asked a team of urologists to examine the role of digital apps in prostate cancer management.PCAs (Prostate Cancer Apps) are currently in its infancy and do require further development before widespread integration into existing clinical practise. There are concerns with data protection, high readability standards and lack of information update in current PCAs. If developed appropriately with responsible governance, they do have the potential to play important roles in modern-day prostate cancer managementThe authors also cautionedDespite the potential benefits of medical health apps in general and PCAs specifically, the potential for harm is real. PCAs must be accurate, easily comprehendible, un-biased and regularly updated. This review suggests that PCAs do not consistently fulfil all these pre-requisites. A majority of medical apps targeted at patients and the general population havent had scientific validation. Misinformation can lead to anxiety, over-diagnosis and over-treatment. We asked several popular and respected cancer community leaders what they thought about the use of digital apps, and to what extent these are used among their community members.Tony Collier, a dedicated runner, is no stranger to digital apps, particularly those that provide information on running performance and links with fellow runners. As an active blogger and social media influencer, he is also effective at using digital media to build communities. But his ease with all things digital does not extend to an app for prostate cancer. He told us that he had trialled one and felt that it wasnt giving my anything I didnt already have or know.Elvin  Box, who actively campaigns for Movember, is mainly focused on giving all men access to early and regular PSA tests. Hed like to see an NHS approved App that includes a Home Blood Test kit, that enables people with a prostate to monitor their PSA levels with sufficient knowledge to know when their GP needs to refer them to a Urologist, i.e. take the GP OUT of the key decision making process & get the potential prostate cancer victim an audience with an expert for the vital risk management element of the diagnosis as quickly as possibleChris Lewis leads a large and dedicated community of people living with all kinds of cancers, and says he knows very few who actively use digital apps  with one notable exception. Squeezy is a pelvic floor strengthening app which does one thing well  it provides a structure and discipline for men and women to do simple, regular and repetitive exercises to strengthen their pelvic floor. See our recent blog on pelvic health for more information on this.Chris spoke of a perceived digital divide among cancer patients, particularly older people, and felt that most cancer patents he knows crave human interaction when dealing with their diagnosis. Just because you can doesnt mean you should he commented on developing apps for cancer patients, adding that not every problem is solved with an app.All three questioned how the data generated from apps will be used, suggesting that trust could be built around using this data fin an open and collaborative way for research into improved diagnostics and treatments for prostate cancer.Do you have experience and thoughts on using digital apps for prostate or other cancer management? Wed love to hear from you.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Can an App Improve Life After a Prostate Cancer Diagnosis?\nhttps://www.thefocaltherapyclinic.co.uk/can-an-app-improve-life-after-a-prostate-cancer-diagnosis/"}}