{"pageContent": "The choice between HIFU and NanoKnife IRE treatment involves a careful review of each mans case. In general the location of the mans clinically significant prostate cancer will guide the decision. For some men however the decision is complicated by the fact that their prostate cancer may extend beyond a single zone.HIFU Focal Therapy delivered using the Sonacare HIFU system has been in clinical application for prostate cancer treatments for over 20 years.It is a well developed and clinically validated system for ablating Prostate Cancer tissue. HIFU Focal Therapy is most effective in the Peripheral, Central and Apical zones of the prostate gland. These areas are  close to the rectum wall and are relatively easy to treat with High Intensity Ultrasound waves directed through a probe placed in the rectum.70%  75% of prostate cancers are located within these regions of the prostate gland.NanoKnife IRE is an established technique for the precise ablation of cancer tissues across the body.  It is an especially effective ablation technique in the frontal (Anterior and Transition zones) regions of the prostate gland which are relatively far from the rectum and more difficult to treat precisely with HIFU.Many men who would have been considered unsuitable for Focal Therapy because their prostate cancer happened to be in a location that HIFU found difficult can now be offered NanoKnife. 25%  30% of prostate cancers originate within these regions of the prostate gland.\n\n\n\nYou will be asked to not eat anything for at least six hours before the HIFU/Nanoknife procedure. You should NOT drink anything for at least two to four hours before the procedure.On the day of the procedure, you will arrive at the hospital about 2 hours before your scheduled treatment time and will be met by the specialist nurse who will bring you to your room. After you have changed she will discuss the procedure itself including the urinary catheter, how you can expect to feel after the treatment and in the following days.At this stage you will meet with your consultant urologist who will discuss the procedure with you again and confirm that you have understood the proposed procedure. You will confirm that you wish to proceed by signing the legal consent form.Shortly afterwards the consultant anaesthetist will meet with you. The anaesthetist will explain the anaesthetic options available to you and make sure that your preferred option is both appropriate and safe. The anaesthetic will usually be a general anaesthetic (which puts you into a deep sleep during which you cannot feel anything). This is so that you do not move during the procedure, so that the HIFU/Nanoknife treatment is effective.Just prior to going to the operating theatre the specialist nurse may give you an enema to ensure that your bowel is unobstructed. After this you will brought to the anaesthetic room where you will promptly be put to sleep.Both the HIFU and Nanoknife treatment use a probe, slightly larger in size to the one used when you had your first prostate biopsies taken, that is placed into the rectum (back passage) by the surgeon.During the HIFU treatment, the HIFU device is directed towards the prostate area so that the ultrasound waves can target your prostate gland through the rectum.HIFU treatment normally takes between one and two hours.The Nanoknife treatment is administered by a series of needles that are inserted into your prostate gland, through the perineum, surrounding the cancerous areas.  Nanoknife treatment normally takes 30 minutes to one hour.More detail on the urinary catheter here\n\n\n\nAn indwelling catheter can either drain into a bag attached to your leg, which has a tap at the bottom so it can be emptied, or they can be emptied into the toilet directly, using a valve.It is inserted into your bladder through your urethra which is a little opening through the penis. It is not usually a painful procedure but can be a little uncomfortable  a local anaesthetic gel is generally used to minimise any discomfort.Once inserted, indwelling catheters are held in place by inflating a small balloon at the tip of the catheter in the bladder with sterile water, either already in a pre-filled chamber within the catheter or by using a syringe, so it cant fall out of the bladder.You should empty the bag before it's completely full (around half to three-quarters full). Valves should be used to drain urine at regular intervals throughout the day to prevent urine building up in the bladder.The bag can be attached to your right or left leg, depending on which side is most comfortable for you.At night, you'll need to attach a larger bag. Your night bag should either be attached to your leg bag or to the catheter valve. It should be placed on a stand next to your bed, near the floor, to collect urine as you sleep. Single-use night bags are usually used to reduce the risk of infection.The catheter itself will be removed after 5 or 6 days. This is usually done by a doctor or nurse at the hospital or at your local GP surgery however it is possible to learn how to do this yourself if you so wish. Name\n \n Phone Number\n \n Email\n \n Enquiry.\n \nPlease leave this field empty.\n\nAt The Focal Therapy Clinic we are passionate about prostate cancer sufferers knowing about all of their treatment options.We know that settling on the right treatment is a big decision for you. If you would like to speak to one of our friendly and knowledgeable patient advocates about your diagnosis and our Focal Therapy treatment options then please do not hesitate to get in touch today.All enquiries to The Focal Therapy Clinic are confidential, and we are delighted to offer our advice and support with no obligation.Number:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "HIFU Treatment Versus NanoKnife IRE Treatment\nhttps://www.thefocaltherapyclinic.co.uk/focal-therapy-precision-prostate-cancer-treatment/hifu-treatment-versus-nanoknife-ire-treatment/"}}