{"pageContent": "\n            by \nHoward  Wolinsky,\n\nContributing Writer, MedPage Today\n\n          February 21, 2021\n        \nAnthony Henry and Willie Underwood III have a lot in common.Both are Black men whose gene pool originated in West Africa, suggesting higher risks for aggressive prostate cancer. Both of their fathers were diagnosed with prostate cancer. Henry's father was diagnosed at age 64 and died at 68 from prostate cancer, and Underwood's dad was diagnosed with prostate cancer in his early 70s and is still alive at 81.Both sons were diagnosed with prostate cancer at a young age: Underwood at 48 and Henry at 54.Underwood in 2012 was diagnosed with a Gleason 3+4, known today as a \"favorable\" intermediate-risk prostate cancer. He qualified in some protocols for active surveillance (AS), monitoring the disease with prostate-specific antigen (PSA) tests, digital rectal exams, biopsies, and multi-parametric magnetic resonance imaging.Henry was diagnosed in 2015 with a Gleason 3+3=6 and was sent to join a study at Sunnybrook Health Sciences Centre in Toronto, where AS was developed in the late 1990s.Here, their \"journeys,\" as we cancer patients tend to call them, diverged.Henry, a personal finance expert in Toronto, opted for AS.Underwood, an MD and in fact a prominent urologist in Buffalo, New York, opted for a radical prostatectomy. (He is also a member of the Board of Trustees of the American Medical Association, but stressed he is speaking here for himself and not the AMA.)The reasons patients make particular choices are always individual and complex. In the cases of Underwood and Henry, there are added factors of race, culture, history, and science.There have been ongoing discussions about whether Black men should ever be candidates for AS.The most recent foray into this territory was from researchers led by Brent Rose, MD, of the University of California San Diego School of Medicine. In a study, published in November 2020 in JAMA, Rose et al. tested the hypothesis that African-American men undergoing AS are at significantly higher risk of disease progression, metastases, and death from prostate cancer compared with non-Hispanic white men.The researchers found that 59.9% of African-American men experienced disease progression compared with 48.3% of white men. In addition, 54.8% of African Americans required treatment compared with 41.4% of white men. Both were statistically significant increases.However, the team reported that African-American men and white men had comparable rates of metastasis (1.5% vs 1.4%) and prostate cancer-specific death (1.1% vs 1.0%.)Underwood said he is \"baffled\" by the claims in studies like Rose's, that, on one hand, say that AS is good for Black men, and, on the other, express the accepted wisdom that prostate cancer in Black men is biologically different and usually more aggressive than in white men.\n\r\n        Willie Underwood III, MD, MPH (photo courtesy of Underwood)\r\n        \"If Black men have more aggressive cancer, then why would you treat them less aggressively?\" Underwood asks. \"If they're not like white men, why would you treat them like whites? So, on the one hand, you say they are, but on the other hand you're saying they're not.\"As a urologist and Black man, Underwood has a unique perspective. He presents his patients with a menu that includes surgery, radiation, and AS. He said he walks his patients of all races through all the options without making a recommendation  --  with one exception: \"I would definitely tell young Black men with extremely high-risk prostate cancer to get this treated, though I wouldn't tell them what treatment to have.\"He saw only one choice for himself.\"If a man will be in 'PSA prison' every time he gets his PSA checked, he's going to go through mental anxiety and living hell, then he might as well get treatment because you'll be able to go on with the rest of your life and feel more comfortable.\"Underwood gave himself a get-out-of-PSA-prison card and underwent a radical prostatectomy.He concedes he had a professional bias in his choice: \"I wouldn't have ever gotten radiation because that's not what I do. That's not what I believe in. If I thought radiation was the best option for prostate cancer, I'd have become a radiation oncologist. I'm a surgeon, so I think surgery is the best way to go,\" he said. \"But my job as a surgeon is not to get people to believe what I believe. It's to give people information, educate them, and help them think through what they want and get them to that place, right? That's the bottom line.\"Henry opted for AS.He was born in Jamaica and moved to Toronto at age 15, where he was educated in economics and politics at the University of Toronto.\n\r\n        Anthony Henry (photo courtesy of Henry)\r\n        His father Headley's experience with prostate cancer led him to become involved with the Walnut Foundation, a men's health charity named for the walnut-sized prostate gland.He witnessed firsthand how Canadian Black men and immigrants from West Africa and the Caribbean were reluctant to talk about prostate cancer, often because of fear of cancer in general and specifically because of what Henry tagged as homophobic concerns about digital rectal exams.Henry has found that many Black men reject the idea of AS. The idea of coexisting with prostate cancer has been a hard sell in communities of all colors in which doctors have promoted the mantra of \"early detection saves lives.\"\"I get pushback in my community,\" said Henry. \"Sometimes, men say, 'Active surveillance? That's not for us'\"  --  \"us\" being Black men.There seems to be a distrust of doctors and research in Black communities in the U.S. and beyond.A Black law school professor talked to me about the reluctance of Blacks, even those who are health professionals, to undergo COVID-19 vaccinations despite high death rates in the Black community. She said ethicists and medics blame this on the infamous Tuskegee experiment involving Black men with syphilis, but that she doubts that many people know anything about the Tuskegee experiment.Could Black men, even in Canada, harbor faint memories of Tuskegee being passed along from generation to generation? Are they thinking that AS withholds definitive treatment from Black men? Maybe.Medical abuse predated Tuskegee as it relates to Blacks being treated as inferior, having a lesser value, and claims of their being unable to understand consent or, as enslaved people, unable to exercise consent down through the modern era of Black Lives Matter.Some enslaved Africans in the southern U.S. were subjected to medical experiments.The late pathologist Jack Kevorkian, MD, best known for his advocacy of euthanasia and experimentation on condemned prisoners, wrote in 1985 in the Journal of the National Medical Association : \"It was an easy matter to subject slaves to experimentation at will in which the potential for crippling injury, or death, was entirely irrelevant ... Many experiments involved treatments for smallpox and typhoid fever ... The most brutal involved placing an enslaved man in an open-pit oven to experiment on a new treatment for heatstroke.\"The year 1947 was a watershed for medical ethics and medical care. That was when the Nuremberg Code, created in response to the atrocities of Nazi medicine, was promulgated. It called for informed consent of participants in human research. That same year, penicillin was recognized as the standard of care for syphilis.Researchers from the U.S. Public Health Service failed to connect these two milestones. They continued with a study already underway in Tuskegee, Alabama, on the course of untreated syphilis in African-American men. Providing them with penicillin would have ended it. So they didn't.This abuse continued for 25 more years.Henry said the Black community has many issues to overcome regarding the stigma of prostate cancer and other cancers, homophobic fear of digital rectal exams, and mistrust of the medical community and researchers.\"We need to encourage more young men to get themselves checked, to at least get that baseline in so they know what their status is, and then follow up on there,\" he said. \"Many of the men, if they weren't being followed in some way, they wouldn't know there's a problem, such as their PSA's spiking or the digital exam showing there are some rough spots or a growth.\"Howard Wolinsky is a Chicago-based journalist and an adjunct lecturer at Northwestern University's Medill School. He is a regular contributor to MedPageToday.The material on this site is for informational purposes only, and is not a substitute for medical advice, diagnosis or treatment provided by a qualified health care provider.\n       20052022 MedPage Today, LLC, a Ziff Davis company. All rights reserved. Medpage Today is among the federally registered trademarks of MedPage Today, LLC and may not be used by third parties without explicit permission.", "metaData": {"source": "Op-Ed: Black Men, 'PSA Prison,' and the Tuskegee Legacy\nhttps://www.medpagetoday.com/hematologyoncology/prostatecancer/91283"}}