{"pageContent": "Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain\n            the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in\n            Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles\n            and JavaScript.AdvertisementSlider with three articles shown per slide. Use the Previous and Next buttons to navigate the slides or the slide controller buttons at the end to navigate through each slide.01 May 2021Marieke J. van Son, Max Peters, ... Alison Falconer04 March 2022John R. Heard, Aurash Naser-Tavakolian, ... Michael Ahdoot04 June 2020Xianghong Zhou, Kun Jin, ... Qiang Wei19 August 2020Shiva M. Nair, Max Peters, ... Joseph L. Chin18 May 2021Marco Dellabella, Alessandro Branchi, ... Daniele Castellani25 November 2022Christian Schaufler, Sumedh Kaul, ... Boris Gershman04 March 2021Ning wang, Yangtian Ye, ... Yonghong Li01 March 2023Takuya Oishi, Shingo Hatakeyama, ... Chikara Ohyama21 July 2022Yu-Cheng Lu, Chao-Yuan Huang, ... Jian-Hua Hong\nProstate Cancer and Prostatic Diseases\nvolume 24, pages 567574 (2021)Cite this article\n1070 Accesses20 Citations60 AltmetricMetrics detailsFocal therapy (FT) ablates areas of prostate cancer rather than treating the whole gland. We compared oncological outcomes of FT to radical prostatectomy (RP).Using prospective multicentre databases of 761 FT and 572 RP cases (November/2005-September/2018), patients with PSA < 20 ng/ml, Gleason </= 4 + 3 and stage </= T2c were 11 propensity score-matched for treatment year, age, PSA, Gleason, T-stage, cancer core length and use of neoadjuvant hormones. FT included 12 sessions. Primary outcome was failure-free survival (FFS) defined by need for salvage local or systemic therapy or metastases. Differences in FFS were determined using KaplanMeier analysis with log-rank test.335 radical prostatectomy and 501 focal therapy patients were eligible for matching. For focal therapy, 420 had HIFU and 81 cryotherapy. Cryotherapy was used predominantly for anterior cancer. After matching, 246 RP and 246 FT cases were identified. For radical prostatectomy, mean (SD) age was 63.4 (5.6) years, median (IQR) PSA 7.9 g/ml (610) and median (IQR) follow-up 64 (3089) months. For focal therapy, these were 63.3 (6.9) years, 7.9 ng/ml (5.510.6) and 49 [3467] months, respectively. At 3, 5 and 8 years, FFS (95%CI) was 86% (8191%), 82% (7788%) and 79% (7386%) for radical prostatectomy compared to 91% (8795%), 86% (8192%) and 83% (7690%) following focal therapy (p = 0.12).In patients with non-metastatic low- intermediate prostate cancer, oncological outcomes over 8 years were similar between focal therapy and radical prostatectomy.You have full access to this article via your institution.There is general agreement that men with intermediate to high risk prostate cancer have the most to benefit from active treatment while those diagnosed with low-risk cancer are best managed with active surveillance [1]. These men are offered whole-gland radical treatments such as radical prostatectomy or radical radiotherapy. However, whilst oncological outcomes are favourable, radical treatments can sometimes lead to treatment-related side-effects such as urinary incontinence and erectile dysfunction [1,2,3]. Radiotherapy can also cause rectal problems with a small increased risk of radiotherapy-induced secondary malignancy.Focal therapy has been evaluated as a strategy to improve the therapeutic ratio conferred by radical therapy. Focal therapy involves ablating only the areas of significant cancer, thereby minimising damage to collateral tissue such as neurovascular bundles, external urinary sphincter, bladder neck and rectum. Such a tissue- preserving strategy is not uncommon in other solid organ cancers [4,5,6]. In prostate cancer, following early phase studies, data from large multicentre prospective studies have shown encouraging cancer control rates in the short and medium term when using focal ablative technologies such as High Intensity Focused Ultrasound (HIFU) and cryotherapy with low rates of genitourinary and rectal side-effects [7,8,9,10,11,12].However, there is paucity of comparative evidence for oncological outcomes and whilst randomised controlled trials are awaiting tests of feasibility [12,13,14,15], we performed a propensity score-matched analysis to compare cancer control outcomes of focal therapy to radical prostatectomy.We performed a propensity score-matched analysis on data collected in two prospective multicentre focal therapy registries using HIFU and cryotherapy and one prospective single centre laparoscopic radical prostatectomy registry (Nov/2005Sept/2018).All patients with serum PSA < 20 ng/ml, Gleason score </= 7, and MRI stage </= T2c were included. Post-operative pathology was not used to determine case eligibility as this is not available in the focal therapy group and could lead to bias. This study commenced prior to presentation of the RADICALS trial (ISRCTN40814031) demonstrating no benefit from adjuvant radiotherapy. Therefore, men receiving early adjuvant radiotherapy after radical prostatectomy were excluded from the primary analysis as these would otherwise be considered failures in our analysis [16]. Within the secondary analyses all patients undergoing radical prostatectomy were included.All patients underwent focal HIFU (Sonablate, Sonacare Inc, Charlotte, NC, USA) or cryotherapy (SeedNet or Visual ICE, Boston Scientific) as previously described [7, 8]. Cryotherapy was performed in anterior tumours or in larger prostates with an anterior-posterior distance of >3.5 cm or those with prostatic calcifications. All other patients with peripheral zone or posterior tumours underwent HIFU.Radical Prostatectomy with unilateral or bilateral nerve-sparing was performed as determined by the operating surgeon and patient tumour characteristics. Lymph node dissection was not routinely performed.In both cohorts, all patients underwent 3-monthly PSA tests for the first year and 6-monthly for 2-years and yearly thereafter. Patients who underwent focal therapy also underwent a multiparametric MRI (mpMRI) at 12-months with biopsies performed if there was suspicion of residual cancer. After the first year post focal therapy, an mpMRI with biopsies as appropriate were used to investigate any rise in PSA over three consecutive readings. If suitable, a further session of focal therapy was offered. Radical therapy was also offered according to patient preference, or in cases of increasing volume or stage of disease or progression to high grade disease. Patients after radical prostatectomy were offered salvage radiotherapy, androgen deprivation therapy or surveillance based on PSA and post-operative pathological findings. In our practice, super-sensitive PSA testing was used, therefore local practice advocated consideration of salvage radiotherapy after radical prostatectomy in the presence of risk-factors for recurrence and a consistently rising post-operative PSA > 0.02 ng/ml.As per our previous HIFU and cryotherapy publications [7, 8], our primary outcome was failure-free survival (FFS) defined as transition to local salvage therapy or systemic therapy or development of metastases (definition 1). The date of failure was considered the earliest date at which a failure event occurred. We allowed for one repeat HIFU or cryotherapy as part of the focal therapy intervention. We acknowledge that patients may be considered as having failed treatment if biochemical recurrence occurs (per ASTRO definition of consecutive PSA rise over 0.2 ng/ml) after radical prostatectomy and if clinically significant prostate cancer (defined as Gleason score 3 + 4 = 7 or above of any volume) was noted on post focal therapy biopsy. As the histopathological definition of failure post focal therapy has not been widely validated, we felt only including biochemical recurrence would unfairly bias outcomes against radical prostatectomy. We separately report these outcomes in our secondary analysis.Secondary outcomes using a cohort where all eligible focal therapy cases and all radical prostatectomy patients including those who underwent early adjuvant radiotherapy was used to determine FFS using definition 2: need for local salvage whole-gland therapy or systemic therapy or diagnosis of metastases or any repeat focal therapy treatment (two or more focal therapy sessions) or any adjuvant treatment after radical prostatectomy. We also evaluated metastases-free survival (MFS) and overall survival (OS). Robust attribution of cancer specific survival was not available as we did not have access to death certificates.Descriptive statistics were assessed using mean  SD or median (interquartile range, IQR), or absolute numbers with proportions, as appropriate. Differences in continuous variables were tested with the unpaired students T test or MannWhitney U test, as appropriate. Differences in categorical variables were tested with Fishers Exact test. Patients were matched according to: year of surgery, age (years), PSA (ng/ml), Gleason score (3 + 3, 3 + 4, 4 + 3), maximum cancer core length (MCCL), use of neoadjuvant hormonal therapy, and T- stage (unilateral T1c, T2a, T2b; or bilateral T2c).A propensity score was constructed using logistic regression to correct for baseline imbalances. Nearest neighbour matching without replacement was used and groups were matched 11. Patients outside the range of matched propensity scores were not included. A caliper of 0.20 of the standard deviation of the logit of the propensity score was used to minimise the differences between the groups in baseline characteristics described above [17, 18]. Missing data was assumed to be missing at random and therefore eligible for imputation. Single imputation was performed to correct for missing data before creation of the propensity score. After matching, an absolute standardised mean difference (SMD) of </=0.1 was considered a balanced match.Weight-adjusted 12 matching with and without imputation and a 11 matching without imputation and analysis of unmatched cases were performed to determine if the results matched our primary and secondary analysis (Supplementary E-Tables 2 and 3). This was performed in both the original and matched cohorts.KaplanMeier analysis was performed on the original dataset, the matched dataset and on the original dataset corrected for the inverse probability of treatment weights (IPTW). The log-rank test was used to ascertain statistical significance of differences in outcomes in the treatment groups. A multivariable Cox-model was used to assess whether treatment type was associated with failure. The model was corrected for the covariates used to create the propensity score. In addition, a Cox-model was created using treatment type corrected for the IPTW and the propensity score separately [17]. The proportional hazards assumption was checked using Schoenfeld residuals and log-log curves. Because this assumption was violated for treatment type (decreased hazard of failure over time), Weibull accelerated regression modelling was used. Statistical analysis of categorical data was analysed using SPSS, version 25 (SPSS inc). All further statistical analyses were performed using R version 3.5.3 (http://www.R-project.org). The MatchIt and optmatch packages were used for propensity score analysis. The mice package was used for imputation and the rms and survminer package for survival analyses.572 radical prostatectomy and 761 focal therapy (626 HIFU, 135 cryotherapy) patients in total were treated. 335 patients in the radical prostatectomy group and 501 patients in the focal therapy group (420 HIFU, 81 cryotherapy) were eligible for analysis. 11 propensity score matching resulted in 246 in each group (Fig. 1). With reference to the matching variables patients were well matched, with SMD =/< 0.1 (Table 1). Less than 40% of our patients prior to matching had Gleason 3 + 3 = 6 disease, with only 52/246 (21.1%) LRP patients and 67/246 (27.2%) focal therapy patients observed to have low volume Gleason Score 3 + 3 = 6 disease after matching.After applying the inclusion and exclusion criteria and 11 matching, 246 patients remained in each cohort (Radical Prostatectomy (LRP) and Focal Therapy (FT)).As per definition 1, failure-free survival (95% CI) in the radical prostatectomy compared to focal therapy groups was 86% (8191%) vs. 91% (8795%) at 3 years, 82% (7788%) vs. 86% (8192%) at 5 years and 79% (7386%) vs. 83% (7690%) at 5 years, respectively (adjusted log rank p value 0.12) (Fig. 2).Failure-free survival (95% CI) in the radical prostatectomy (LRP) compared to focal therapy (HIFU + Cryo) groups was 86% (8191%) vs. 91% (8795%) at 3 years, 82% (7788%) vs. 86% (8192%) at 5 years and 79% (7386%) vs 83% (7690%) at 5 years, respectively (adjusted log rank p value 0.12).Biochemical recurrence was identified in 80/335 (23.9%) following laparoscopic prostatectomy, in the unmatched cohort. Histopathological recurrence or residual clinically significant prostate cancer was reported in 117/502 (23.3%) of the focal therapy unmatched cohort. After matching the rate of biochemical recurrence was 61/246 (24.8%) and histopathological recurrence was 59/246 (23.9%).39/246 (15.9%) of radical prostatectomy patients underwent salvage radiotherapy. One patient that underwent salvage radiotherapy died of an unrelated cause. After focal therapy, 186/246 (75.6%) required no further treatment; 42/246 (17.1%) underwent a second and 4/246 (1.6%) underwent a third focal therapy session. Whole-gland treatment was carried out in 7/246 (2.8%) after the second focal therapy session with either radiotherapy (n = 6; 2.4%) or radical prostatectomy (n = 1; 0.4%). Whole-gland treatment straight after the first focal therapy session was carried out in 16/246 (6.5%). No patient that underwent three focal therapy sessions later underwent whole-gland treatment nor had further evidence of recurrence at last follow-up.After applying our inclusion/exclusion criteria, 364 patients were eligible in the radical prostatectomy group and 501 patients in the focal therapy group (420 HIFU, 81 cryotherapy). 11 propensity score matching resulted in 250 in each group (Fig. 3). Patients were well matched according to age, grade, MCCL, stage and neoadjuvant hormones, with SMDs 0.1 [Supplementary E-Table 1].Secondary outcomes was assessed using a cohort where all eligible focal therapy cases and all radical prostatectomy patients including those who underwent early adjuvant radiotherapy were included. After matching 250 patients remained in each cohort (Radical Prostatectomy (LRP) and Focal Therapy (FT)).Failure-free survival by definition 2 (95% CI) following radical prostatectomy and focal therapy was 76% (7082%) vs. 82% (7787%) at 3 years, 73% (6779%) vs. 71% (6478%) at 5 years and 70% (6477%) vs. 63% (5573%) at 8 years, respectively (adjusted log rank p value 0.92) (Fig. 4).Definition 2 was defined as the need for local salvage whole-gland therapy or systemic therapy or diagnosis of metastases or any repeat focal therapy treatment (two or more focal therapy sessions) or any adjuvant treatment after radical prostatectomy. Failure-free survival (95% CI) following radical prostatectomy and focal therapy was 76% (7082%) vs. 82% (7787%) at 3 years, 73% (6779%) vs. 71% (6478%) at 5 years and 70% (6477%) vs. 63% (5573%) at 8 years, respectively (adjusted log rank p value 0.92).Failure-free survival (95% CI) in which we counted any post-operative radiotherapy after radical prostatectomy as failure in the radical prostatectomy vs. focal therapy cohorts was 76% (7082%) vs. 93% (9097%) at 3 years, 73% (6880%) vs. 88% (8493%) at 5 years and 71% (6578%) vs. 86% (8092%) at 8 years, respectively (adjusted log rank p value < 0.0001) [Supplementary E-Fig. 1]. Metastases-free and overall survival was high in both groups [Supplementary E-Figs. 2 and 3].These are presented in Supplementary E-Tables 2 and 3.Our propensity matched comparison of focal therapy and radical prostatectomy in the treatment of non-metastatic prostate cancer shows focal therapy had similar cancer control to radical prostatectomy. This finding was stable across other types of analysis in which either matching criteria or FFS definitions were varied.Our findings contrast those of Garcia-Barreras et al. who described a repeat focal treatment as failure and found a higher risk of salvage treatment after focal therapy than radical prostatectomy (HR 6.06, 95% CI 3.610.2, p < 0.001) at 46 months [19]. Less than 40% of our cohort had Gleason Grade Group 1 compared to 75% in the Garcia-Barreras study. Albisinni et al. reported a propensity matched analysis of 55 treated with focal HIFU to 55 undergoing radical prostatectomy. They found no significant difference in need for salvage treatment with median follow-up of 36 months (IQR1656) [12]. A study of 50 focal irreversible electroporation patients compared to 50 radical prostatectomy patients, with only 12 months follow-up and using different failure definitions, showed FFS after focal therapy was higher [20]. Although not a directly comparable study, Tay et al. showed whole-gland cryotherapy and focal cryotherapy had similar 5-year biochemical disease-free survival rates [21]. The Phoenix definition of biochemical failure is used following radiotherapy and has been shown not to be valid following focal therapy [22]. Our failure definition was thoughtfully determined to reflect the clinical endpoint most relevant to a patient, thus mirroring common practice. Though not incorporated into our primary outcome definition for failure we also report on the rate of biochemical recurrence according to ASTRO criteria following radical prostatectomy and rate of post focal treatment biopsy positive for clinically significant prostate cancer. The matching process did not considerably alter the proportions of patients reporting these outcomes. In our primary outcome analysis, we excluded patients who received adjuvant radiotherapy after radical prostatectomy and did not use biochemical failure for radical prostatectomy. Had we done so, a higher number of radical prostatectomy failures would be assigned and also have made comparisons to focal therapy difficult as there are no validated PSA metrics defining focal therapy failure. Recently, we reported that PSA nadir +1.5 ng/ml after focal therapy may predict failure, but this requires external validation [22].The only RCT on focal therapy randomised 413 patients with very low to low-risk cancer to either active surveillance or focal vascular target photodynamic therapy (VTP) [23]. This study despite showing lower residual or recurrent cancer rates after VTP compared to active surveillance, was criticised for applying focal therapy in a group of men who do not stand to benefit from any form of treatment, and for not using a study entry MRI to trigger confirmatory biopsies prior to determining suitability for active surveillance [24].Our dataset has some advantages as all men either had mpMRI and targeted/systematic biopsies or template transperineal mapping biopsies prior to focal therapy. We also used both focal HIFU and focal cryotherapy in a manner that suits the patients disease characteristics thus minimising selection bias [25]. We also had longer follow-up and larger numbers than these aforementioned studies and our primary definition is currently being used in ongoing RCTs [13, 26]. In addtion, we conducted secondary outcome analyses that incorporated any form of treatment after the initial one and still found no statistically significant difference.There are some limitations. First, there may be some residual confounding variables that our matching process could not account for. Despite diagnostic MRI use in both cohorts, tumour volume was not reported therefore cancer core length was used as a validated surrogate for matching [27]. Second, we were unable to adjust for baseline urinary and sexual function, therefore a robust comparison of functional outcomes was not possible. However, functional outcomes have been previously reported for focal therapy and radical prostatectomy [11, 28]. Third, we have only reported on medium term outcomes (510years) and the length of follow-up could be considered a limitation. It allowed for a comparison using our intermediary composite outcome measure and whilst the use of alternative outcome measures such as metastases free survival and overall survival may be more appropriate, they would need long term follow-up (>1020 years).Our study is not a randomised controlled trial. Whilst historical RCTs such as SPCG-4, PIVOT and PROTECT have successfully recruited, many other RCTs have failed to recruit where the interventions are very different as a result of difficulty in maintaining physician and patient equipoise [14]. The pilot Partial Ablation versus Radical Therapy (PART) RCT, compared focal HIFU to radical prostatectomy required an extended accrual time than originally intended and the radical arm had approximately 80% compliance [13]. The main PART RCT will now compare focal VTP to radical therapy (ISRCTN99760303). The IP4 Comparative Health Research Outcomes of Novel Surgery in prostate cancer (CHRONOS) RCT (clinicaltrials.gov NCT04049747) will aim to randomise men to either radical treatment (radiotherapy, brachytherapy or prostatectomy) or focal therapy (HIFU or cryotherapy), as well as test neoadjuvant strategies that might improve cancer control after focal therapy [26].In patients with non-metastatic low- intermediate risk prostate cancer, oncological outcomes over 8 years were similar between focal therapy and radical prostatectomy. Whilst clinicians await the results of RCTs directly comparing focal therapy to radical therapy, data such as these may be used to better counsel patients about their treatment options.Hamdy FC, Donovan JL, Lane JA, Mason M, Metcalfe C, Holding P, et al. 10-year outcomes after monitoring, surgery, or radiotherapy for localized prostate cancer. N. Engl J Med. 2016;375:141524.Article \n    \n                    Google Scholar \n                Bill-Axelson A, Holmberg L, Garmo H, Rider JR, Taari K, Busch C, et al. Radical prostatectomy or watchful waiting in early prostate cancer. N Engl J Med. 2014;370:93242.Article \n    CAS \n    \n                    Google Scholar \n                Wilt TJ, Jones KM, Barry MJ, Andriole GL, Culkin D, Wheeler T, et al. Follow-up of prostatectomy versus observation for early prostate cancer. N Engl J Med. 2017;377:13242.Article \n    \n                    Google Scholar \n                Veronesi UCN, Mariani L, Greco M, Saccozzi R, Luini A, Aguilar M, et al. Twenty- year follow-up of a randomized study comparing breast- conserving surgery with radical mastectomy for early breast cancer. N Engl J Med. 2002;347:122732.Article \n    \n                    Google Scholar \n                Cao C, Chandrakumar D, Gupta S, Yan TD, Tian DH. Could less be more?-A systematic review and meta-analysis of sublobar resections versus lobectomy for non-small cell lung cancer according to patient selection. Lung Cancer. 2015;89:12132.Article \n    \n                    Google Scholar \n                Pierorazio PM, Johnson MH, Patel HD, Sozio SM, Sharma R, Iyoha E, et al. Management of renal masses and localized renal cancer: systematic review and meta-analysis. J Urol. 2016;196:98999.Article \n    \n                    Google Scholar \n                Shah TT, Peters M, Eldred-Evans D, Miah S, Yap T, Faure-Walker NA, et al. Early-medium-term outcomes of primary focal cryotherapy to treat nonmetastatic clinically significant prostate cancer from a prospective multicentre registry. Eur Urol. 2019;76:98105.Article \n    \n                    Google Scholar \n                Guillaumier S, Peters M, Arya M, Afzal N, Charman S, Dudderidge T, et al. A multicentre study of 5-year outcomes following focal therapy in treating clinically significant nonmetastatic prostate cancer. Eur Urol. 2018;74:4229.Article \n    \n                    Google Scholar \n                Kuru TH, van Essen J, Pfister D, Porres D. Role of focal therapy with high-intensity focused ultrasound in the management of clinically localized prostate cancer. Oncol Res Treat. 2015;38:6348.Article \n    CAS \n    \n                    Google Scholar \n                Ahdoot M, Lebastchi AH, Turkbey B, Wood B, Pinto PA. Contemporary treatments in prostate cancer focal therapy. Curr Opin Oncol. 2019;31:2006.Article \n    \n                    Google Scholar \n                Valerio M, Cerantola Y, Eggener SE, Lepor H, Polascik TJ, Villers A, et al. New and established technology in focal ablation of the prostate: a systematic review. Eur Urol. 2017;71:1734.Article \n    \n                    Google Scholar \n                Albisinni S, Aoun F, Bellucci S, Biaou I, Limani K, Hawaux E, et al. Comparing high-intensity focal ultrasound hemiablation to robotic radical prostatectomy in the management of unilateral prostate cancer: a matched-pair analysis. J Endourol. 2017;31:149.Article \n    \n                    Google Scholar \n                Hamdy FC, Steffi le Conte DE, Davies LC, Burns RM, Thomson C, Gray R, et al. Partial ablation versus radical prostatectomy in intermediate-risk prostate cancer: the PART feasibility RCT. Health Technol Assess. 2018;22:196.Article \n    \n                    Google Scholar \n                Ahmed HU, Berge V, Bottomley D, Cross W, Heer R, Kaplan R, et al. Can we deliver randomized trials of focal therapy in prostate cancer? Nat Rev Clin Oncol. 2014;11:48291.Article \n    CAS \n    \n                    Google Scholar \n                von Elm E, Altman DG, Egger M, Pocock SJ, Gtzsche PC, Vandenbroucke JP. The strengthening the reporting of observational studies in epidemiology (STROBE) statement: guidelines for reporting observational studies. Lancet. 2007;370:14537.Article \n    \n                    Google Scholar \n                Parker C, Clarke NW, Cook A, Kynaston HG, Meidahl Petersen P, Cross W, et al. Timing of radiotherapy (RT) after radical prostatectomy (RP): first results from the RADICALS RT randomised controlled trial (RCT) [NCT00541047]. Ann Oncol. 2019;30:v883v4. (abstract LBA49_PR)Article \n    \n                    Google Scholar \n                Austin PC. The use of propensity score methods with survival or time-to-event outcomes: reporting measures of effect similar to those used in randomized experiments. Stat Med. 2014;33:124258.Article \n    \n                    Google Scholar \n                Austin PC. Optimal caliper widths for propensity-score matching when estimating differences in means and differences in proportions in observational studies. Pharm Stat. 2011;10:15061.Article \n    \n                    Google Scholar \n                Garcia-Barreras S, Sanchez-Salas R, Sivaraman A, Barret E, Secin F, Nunes-Silva I. Comparative analysis of partial gland ablation and radical prostatectomy to treat low and intermediate risk prostate cancer: oncologic and functional outcomes. J Urol. 2018;199:1406.Article \n    \n                    Google Scholar \n                Scheltema MJ, Chang JI, Bohm M, van den Bos W, Blazevski A, Gielchinsky I, et al. Pair-matched patient-reported quality of life and early oncological control following focal irreversible electroporation versus robot-assisted radical prostatectomy. World J Urol. 2018;36:13839.Article \n    \n                    Google Scholar \n                Tay KJ, Polascik TJ, Elshafei A, Tsivian E, Jones JS. Propensity score-matched comparison of partial to whole-gland cryotherapy for intermediate-risk prostate cancer: an analysis of the cryo on-line data registry data. J Endourol. 2017;31:56471.Article \n    \n                    Google Scholar \n                Huber, PM, Afzal, N, Arya, M, Boxler, S, Dudderidge, T, Emberton, M, et al. Prostate specific antigen criteria to diagnose failure of cancer control following focal therapy of nonmetastatic prostate cancer using high intensity focused ultrasound. J Urol. 2020;203:73442.Azzouzi A-R, Vincendeau S, Barret E, Cicco A, Kleinclauss F, van der Poel HG, et al. Padeliporfin vascular-targeted photodynamic therapy versus active surveillance in men with low-risk prostate cancer (CLIN1001 PCM301): an open-label, phase 3, randomised controlled trial. Lancet Oncol. 2017;18:18191.Article \n    CAS \n    \n                    Google Scholar \n                Taneja SS. Re: padeliporfin vascular-targeted photodynamic therapy versus active surveillance in men with low-risk prostate cancer (CLIN1001 PCM301): an open-label, phase 3, randomised controlled trial. J Urol. 2017;198:2557.Article \n    \n                    Google Scholar \n                Sivaraman A, Barret E. Focal therapy for prostate cancer: an A la Carte approach. Eur Urol. 2016;69:9735.Article \n    \n                    Google Scholar \n                Reddy D, Shah TT, Dudderidge T, McCracken S, Arya M, Dobbs C, et al. Comparative Healthcare Research Outcomes of Novel Surgery in prostate cancer (IP4-CHRONOS): a prospective, multi-centre therapeutic phase II parallel Randomised Control Trial. Contemp Clin Trials. 2020;93:105999.Article \n    \n                    Google Scholar \n                Ahmed HU, Hu Y, Carter T, Arumainayagam N, Lecornet E, Freeman A, et al. Characterizing clinically significant prostate cancer using template prostate mapping biopsy. J Urol. 2011;186:45864.Article \n    \n                    Google Scholar \n                Coughlin GD, Yaxley JW, Chambers SK, Occhipinti S, Samaratunga H, Zajdlewicz L, et al. Robot-assisted laparoscopic prostatectomy versus open radical retropubic prostatectomy: 24-month outcomes from a randomised controlled study. Lancet Oncol. 2018;19:105160.Article \n    \n                    Google Scholar \n                Download referencesSonacare and support the HIFU UK national registry (called HEAT) through an unrestricted grant. Galil/BTG Ltd previously supported the cryotherapy UK registry (called ICE, previously known as EuCAP) through unrestricted grants. None of the funding sources had any role or input into the design and conduct of the study; collection, management, analysis, and interpretation of the data; and preparation, review, or approval of the manuscript.These authors contributed equally: Taimur T. Shah, Deepika Reddy, Max PetersThese authors supervised this work: Hashim U. Ahmed, Mathias WinklerThese authors jointly supervised this work: Taimur T. Shah, Deepika Reddy, Max PetersImperial Prostate, Division of Surgery, Department of Surgery and Cancer, Imperial College London, London, UKTaimur T. Shah, Deepika Reddy, David Eldred Evans, Feargus Hosking-Jervis, Hashim U. Ahmed & Mathias WinklerImperial Urology, Charing Cross Hospital, Imperial College Healthcare NHS Trust, London, UKTaimur T. Shah, Deepika Reddy, Daniel Ball, Na Hyun Kim, David Eldred Evans, Suks Minhas, Manit Arya, Hashim U. Ahmed & Mathias WinklerDepartment of Radiation Oncology, University Medical Centre, Utrecht, The NetherlandsMax Peters, Peter S. N. van Rossum & Marieke J. Van SonReina Sofia University Hospital/IMIBIC/University of Cordoba, Cordoba, SpainEnrique Gomez GomezDepartment of Urology, Buckinghamshire NHS Trust, Wycombe Hospital, Wycombe, UKSaiful MiahDepartment of Surgery and Interventional Sciences, University College London, and University College Hospital, London, UKStephanie Guillaumier, Neil McCartan, Caroline M. Moore, Manit Arya & Mark EmbertonDepartment of Urology, University Hospital Southampton NHS Trust, Southampton, UKTim DudderidgeDepartment of Urology, Basingstoke and North Hampshire Hospital, Hampshire Hospitals NHS Foundation Trust, Basingstoke, UKRichard Hindley & Amr EmaraDepartment of Urology, Sunderland Royal Hospital, Sunderland, UKStuart McCrackenFaculty of Medical Sciences, Newcastle University, Newcastle upon Tyne, UKStuart McCrackenDepartment of Urology, Spire Washington Hospital, Washington, UKDamian GreeneDepartment of Urology, Royal Surrey NHS Foundation Trust, Guildford, UKRaj NigamUrology Department, Lausanne University Hospital, Lausanne, SwitzerlandMassimo ValerioDepartment of Urology, Dorset County Hospital NHS Trust, Dorchester, UKNaveed AfzalDepartment of Urology, Springfield Hospital, Chelmsford, UKHenry LewiThe Royal Marsden Hospital NHS Foundation Trust, London, UKChris OgdenDepartment of Urology, North Bristol NHS Trust, Westbury on Trym, Bristol, UKRaj PersadDepartment of Urology, The Princess Alexandra Hospital NHS Trust, Harlow, UKJaspal VirdiYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarYou can also search for this author in\n                        PubMed Google ScholarTS and DR were responsible for data collection, analysis of the data. TS, DR and MP were responsible for production of the first draught and completed the data analysis. All authors were involved in data collection, manuscript preparation/draughting and approval of the final draught. HUA and MW had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. HUA and MW are guarantors of the study.Correspondence to\n                Taimur T. Shah.HUAs research is supported by core funding from the United Kingdoms National Institute of Health Research (NIHR) Imperial Biomedical Research Centre. HUA currently receives funding from the Wellcome Trust, Medical Research Council (UK), Cancer Research UK, Prostate Cancer UK, The Urology Foundation, BMA Foundation, Imperial Health Charity, NIHR Imperial BRC, Sonacare Inc., Trod Medical and Sophiris Biocorp for trials in prostate cancer. HUA was a paid medical consultant for Sophiris Biocorp in the previous 3 years. MEs research is supported by core funding from the United Kingdoms National Institute of Health Research (NIHR) UCLH/UCL Biomedical Research Centre. He was awarded NIHR Senior Investigator in 2015. ME receives funding from NIHR-i4i, MRC (UK), Cancer Research UK, Sonacare Inc., Trod Medical, Cancer Vaccine Institute and Sophiris Biocorp for trials in prostate cancer. ME is a medical consultant to Sonacare Inc., Sophiris Biocorp, Steba Biotech, Exact Imaging and Profound Medical. CMM receives funding from the National Institute for Health Research, The European Association of Urology Research Foundation, MRC, Cancer Research UK, Prostate Cancer UK, Movember and the Cancer Vaccine Institute, for clinical prostate cancer research. She has received advisory board fees for Genomic Health. TTS receives funding from Prostate Cancer UK and the St Peters Trust for clinical research and has received funding for conference attendance from Astellis, Ferring and Galil Medical. HUA, ME, RH, CMM and MA are all proctors for HIFU and are paid for training other surgeons in this procedure. HUA and MA are proctors for cryotherapy and are paid for training other surgeons in this procedure. ME is a proctor for Irreversible Electroporation (Nanoknife) and is paid for training other surgeons in this procedure. HUA and RH are paid proctors for Rezum for the treatment of benign prostate hyperplasia. MW receives a travel grant and a loan of device from Zicom Biobot. DR is funded by a research grant from Prostate Cancer UK and receives travel grants from Imperial Health Charity. EE receives funding from the Urology Foundation, the BMA Foundation for Medical Research, Imperial Health Charity and the Royal College of Surgeons of England. None of the other authors have anything to declare.Prospective data collection was approved locally by Imperial College Healthcare NHS Trust Research and Development department for service and quality assurance, therefore the requirement of informed consent of patients was waived. The study was performed in accordance with the declaration of Helsinki.Publishers note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Reprints and PermissionsShah, T.T., Reddy, D., Peters, M. et al. Focal therapy compared to radical prostatectomy for non-metastatic prostate cancer: a propensity score-matched study.\n                    Prostate Cancer Prostatic Dis 24, 567574 (2021). https://doi.org/10.1038/s41391-020-00315-yDownload citationReceived: 26 August 2020Revised: 29 November 2020Accepted: 11 December 2020Published: 28 January 2021Issue Date: June 2021DOI: https://doi.org/10.1038/s41391-020-00315-yAnyone you share the following link with will be able to read this content:Sorry, a shareable link is not currently available for this article.\n                            Provided by the Springer Nature SharedIt content-sharing initiative\n                        Cancer Imaging (2022)Prostate Cancer and Prostatic Diseases (2022)Prostate Cancer and Prostatic Diseases (2022)Prostate Cancer and Prostatic Diseases (2022)Prostate Cancer and Prostatic Diseases (2021)You have full access to this article via your institution.Advertisement\n\n                    Prostate Cancer and Prostatic Diseases (Prostate Cancer Prostatic Dis)\n                \n\nISSN 1476-5608 (online)\n    \n\nISSN 1365-7852 (print)\n    \n 2023 Springer Nature Limited", "metaData": {"source": "Focal therapy compared to radical prostatectomy for non-metastatic prostate cancer: a propensity score-matched study\nhttps://www.nature.com/articles/s41391-020-00315-y"}}