{"pageContent": "\n\n\n\nJoining me today is Mish Middelmann, aka Recovering Man, the title of the popular blog he produces on his experience with prostate cancer. Mish is an organic veggie gardener, prostate cancer survivor and convenor of the global Recovering Men prostate cancer support group. His blog at www.recoveringman.net very candidly chronicles his own prostate cancer journey and those of others affected by prostate cancer. In his professional life he is a systems coach helping leadership teams and organisations worldwide embrace both change and diversity and inclusiveness. Prior to this he was the co-founder and CEO of a software start-up in Johannesburg, South Africa. Hes here to speak with me today about the insights hes gained through his own experience of prostate cancer and working with hundreds of others through his support community. Hello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we address issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and too often ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK. And with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Mish Middelmann, aka Recovery Man, the title of the popular blog he produces on his experience with prostate cancer. Mish is an organic veggie gardener, prostate cancer survivor and convener of the global Recovery Men Prostate Cancer Support Group. His blog, Recovering Man, very candidly chronicles his own prostate cancer journey and those of others affected by prostate cancer. In his professional life, hes a systems coach, helping leadership teams and organisations worldwide to embrace both change and diversity and inclusiveness. Prior to this, he was the co-founder and CEO of a software startup in Johannesburg, South Africa. Hes here to speak with me today about the insights hes gained through his own experience of prostate cancer and working with hundreds of others through his support community. Mish, thank you so much for joining today. Its an absolute pleasure to have you.Thank you so much. Its great to be here. And I love what you said about how this is so often undiscussed. So thank you for reaching out to actually discuss the undiscussable.Yeah, we like that. We like that. So I think were going to be off to something really interesting and insightful here. I mentioned in my intro about your blog, which is, of course, how I found you. So I want to just start off by commenting that in your blog youve talked in some detail about support for the non clinical aspects of living with prostate cancer. And Im really interested in hearing more from you about this and what youve learned from the many men youve spoken with about not so much per se the treatment which we can get onto, but the so called non clinical aspects.Well, thanks. I mean, I think the deal is that theres a kind of an alliance between us that are diagnosed with cancer and the people who diagnose us, which is we all want to fix it. We just want the thing out of there. And then after that, some treatment has been done. If were lucky, we dont have the cancer anymore. If were not so lucky, we do. And theres a whole bunch of other stuff going on. What you just summarised as the non clinical aspects. And I think most men after their first treatment just feel lost and alone. I certainly did. And its a little bit like youve taken this great big journey to New York and you arrive at JFK and its very exciting, but you would know and Ive experienced that, when you arrive at JFK, once youve got your baggage, youre dumped out on the street. Theres an arrival hall, but its really just like a passageway. Its just like, get on with your life now.Yeah. I was just going to jump in and say, unless youre flying first class, but yes...Thats an experience I have yet to have.Absolutely. And most of us, too.But the point being that we dont have much of a roadmap. We are feeling lost and alone. Weve kind of had a rug pulled out of our sense of manhood, our sexual identity. Were kind of, like all over the place. And in my experience, the clinician whos done this amazing, magical treatment for me is not actually optimised for dealing with the stuff that Im dealing with. And he was frank with me when I asked him. He said, look, you already know more about this recovery aspects than I do. Im, in my case, a robotic surgeon. Thats what Im good at and everything else. Its kind of like were out on that curbside at JFK, but theres no cabs and theres no buses and theres no shuttles, and your friend hasnt come to pick you up. Youre just staring at the blank tarmac.Yeah. Kind of like, where do we go from here? So in your discussions with all these men that you speak with, and I presume their partners, too, on occasion, do you think that there is an ideal model of support for so called non clinical aspects and for men going through prostate cancer diagnosis and treatment?I think theres so much that we can do. When we say ideal roadmap, it sounds like we can have a perfect fix. And really the start of the ideal roadmap for me is its about adaptation rather than a perfect fix. Theres a small proportion of us who do get a perfect fix, and lucky for them, but most of us, we are adapting to new bodies. And a lot of what I think the integrated care map needs to look like is a bunch of resources to help us adapt to our new bodies and to care for our bodies because we all know the cancer cells... there are going to be more mutations in our cells, even if youve taken every single one out of our bodies in the treatment. And so we need to have healthy bodies to keep the cancer from really coming back in any significant way. You mentioned partners. I want to start there because thats kind of probably where the resources started for me was having a supportive partner. I think its huge to have a supportive partner, and it takes an enormous amount for both partners to be able to talk about. Its often called the divorce disease or the couples disease because its so easy for either partner, male or female, but either the one with the cancer or the one without the cancer to just be freaked out and said, my partner is not what they used to be, Im out of here. Or for the owner or the ex owner of the prostate, the one whos been diagnosed to kind of go, Well, Im not the man I used to be, so Im out of here. Thats the bigger context, I think, of the care plan. Then theres so much that is known. And all the men I talk to say that nobody spoke to them about their diet, their physical fitness and exercise, their mental health. Its rare to even be put in touch with a physiotherapist or physical therapist. And its even more rare to have anybody kind of engaged with the kind of issues that are needed to develop a sexual inventiveness. Because sex is different when your body is different. And men particularly, we arent trained for that. We have this very simple kind of sexual function. And suddenly that thing that used to kind of be in a certain way, it doesnt function that way anymore. And its about being inventive and recreative and how do you make love rather than how do you just kind of poke around and its all of that. Theres tonnes known about that. Its a range of care and help and conversation and adaptation thats needed. But a simple roadmap would help.I mean, you mentioned about the changes in your sexual identity and your sexual function, to put it bluntly, its a change in your sort of status. Youre now dealing with something called vulnerability.Yeah, thats the bottom line.I think in my own conversations, and Im sure youve had them too, and maybe even experienced it. There are so many of these resources out there which you pointed out, its how you kind of package them. Which actually leads me to another question. We agree that there are so many of these resources out there, but its almost like a cruel irony that we live in this world that theres so much information out there, its almost information overload to coin the term. And yet so many men feel unable to access and acquire the information they need to make the optimal choices about their care. And Im interested what youve learned from your conversations about how men do seek the information and the support they need for some of the issues that youre describing.Thanks for raising that, because this is really one of my biggest, really ongoing research interests is what enables us to get the information, which, as you say, its all there somewhere. What enables us to get it and what enables us to act on it?Exactly.Getting it, we can Google, but Im particularly well resourced, but it took me about a year to find the stuff, and now a lot of it is on my blog and its all quite familiar. But what Ive noticed in working with other men is a lot of people acquire information more through conversation and stories than through sort of download. And so thats why I created my blog the way I did. Im telling my own story in excerpts, a bit like Charles Dickens, another episode every week or two, like a TV series, and Im getting other people to do the same. And also in the support group, we just talk and we have a topic, but its very loose. And what Im noticing is that men and their partners kind of pick up on stuff when theyre ready. And thats so contrary to the more clinical sort of model of like, now the treatment, theres a date, theres a hospital visit. I dont want to put all the blame if Im suggesting that on the clinical establishment, because what I see is were like hand in glove. The clinical establishment is, and to its credit, very thorough about that clinical model. And we, as the consumers of that service, actually love it. We just want a fix. So many men say to me, I just want that cancer out of me. I dont really care about anything else. Dont tell me about urinary control and sexual function. Just get the cancer out.Yeah.So we come in with this deep desire for a complete solution, and often our clinical practitioners come with the equivalent desire to give us a perfect solution. And then a lot of stuff gets lost in the rush into like, this is the quick fix. Theres a lot of depth thats needed. Theres a lot of examining, understanding, adapting, as I keep saying, and I think the diagnosee and the diagnosor are both not naturally tuned to doing. Were both naturally tuned to just lets get the quick fix and get out of here.Yeah. I mean, its interesting because I can understand that mentality. But I wonder if youve noticed how much it varies across different types of men, for lack of a better term. And one of the things Im particularly interested in is do you find variations in the age of men when they first get their diagnosis?Not being a clinician, I cant give you data on that. But my gut feel is that were getting diagnosed younger and were living longer. So I felt like I was on the cusp of this. I was diagnosed at 61, and there was a little bit of that voice that sort of like youre an old guy. Sex is like for young men, just get rid of the cancer. And my urologist did sort of say, I think youre too young for that approach. But I could feel he was on the edge of saying its a sort of minimal care because youre old now. I think the two things that are happening now are that were living longer. So even if we are only diagnosed at 70, we still got the chance of living for another 20, 30 years or more. And secondly, that we are getting diagnosed earlier, thank goodness. So I think that the demands for quality of life can only increase from here. So Im still relatively polite about it. But what I hear from the men I talk to is just extreme anger. Whether its all true or not, their belief is, the doctor lied to me and said I would be fixed, and now Im not and Im angry. And hes taken away my joy of sex or hes taken away my just joy of simply walking without a nappy. Thats the language I hear out there. Its anger about what clinically they call quality of life issues, which is really all aspects of health, other than the very specific thing that the treatment addressed. To me thats all aspects of treatment. Its all clinical. Its like hows my head, hows my heart, hows my sexual function? Those all clinical things, actually. Its just that theyre not always treated by surgery. Some of them are treated by physiotherapy or psychotherapy..Counselling...Or visiting my conversation group.So then I was going to just pick up on that because I hear similar things. People who come to our clinic often are also angry for various reasons, and some of them correlate with what youre saying. And I just want to test you on an idea. Do you think that some of these men feel that theyre stereotyped? Do you think that they feel like, well, I was considered too old, which is youve touched on that already, or Im a gay man, for example, or I dont have a partner or some way that they might be categorised, that they feel that theyve almost been stereotyped. And I just wonder about that because youve met a lot of men who have undergone this treatment and this experience. So Im wondering if thats something youve seen. And do you think its been seen to impede any kind of progress in their care?Yes, and thank you for mentioning it. When you mention this, the biggest one is black men who are much more at much higher risk of prostate cancer than anyone else than any other men and yet get less treatment. And thats a much bigger systemic issue. Right. Thats about systemic racism. Its not just about the clinical establishment. And I think gay men often feel like and I noticed so much of the research is heteronormative, so much of whats written and the International Index of Erectile Function, which was really popularised by Pfizer and Viagra marketing people. Its all about having conventional heterosexual sex with your female partner. And its off. Its time. Its long past its sell by date. And its highly off putting to anybody who is sexual and makes love in ways that are different to the heteronormal kind of stereotype and thats people of all genders and sexualities and races and so on. So, yes, theres a tonne there. And underlying those specific categories is also just a sort of a broader category that I think is lurking behind all of these is kind of the stereotype of the broken man.What do you mean by that?Well, yeah. I dont know how much this comes from the practitioners and how much comes from the diagnosees. But I noticed a lot of us feel like, well, until now, my life was about possibility and my male identity is sort of Im driving, Im energetic, Im an initiator. And now in a way thats very dear to my heart and my groin, I cant do that anymore. And I just feel broken. And I feel like Im no longer... I think a lot of men feel like they no longer are men. I feel like Im just a different man. And my manhood is way more than my erection and my sexuality is way more than that as well. And my libido is way more than sexuality. But I do think that there is a sort of underlying stereotype of what it is to be a man that is not serving us. I have a friend in the UK, a gay man in the UK. He keeps saying being a man often gets in the way of being a man with prostate cancer. That male stereotypes kind of block us.Right.And I think hes very wise and I think hes accurate. And I think thats some of our work. So when I said Id love to have integrated care, what I dont believe is its all about someone giving us stuff. I think theres a lot of us about us being empowered and empowering ourselves to kind of claim the way forward. And that then is infinitely varied. Weve mentioned some of the variations of race, of sexual preference, of age, etc. But actually, each person creating our own roadmap is unique. And thats my other big interest is how do we empower ourselves? How do we help other men and their partners be empowered to find their way through this, to actually create the roadmap? Its not just about information and its not just about treatment. Its also about adaptation. And its a lot about dashboards. How do we get enough information and feedback about our health so that were getting feedback that we can take action on?YeahNot just saying I must go to a professional and have them diagnose me.Right. Or have it categorised in a term like personalised care or something that. Yeah, it is a little bit more holistic, isnt it? But I would say that its precisely by having conversations with people like yourself and getting these stories out there that is the beginning of all of this. And youve done a wonderful thing with your blog, and I congratulate you on that and wish you all the best in taking it forward. And also want to thank you very much for joining me today. Im sure our listeners will have found it very stimulating, very insightful, and hopefully well do it again.Thank you so much. Ill just give credit to Chimamanda Adichie, who says, beware of the single story. We need many stories. And thats what my blog is doing. And if youre listening to this and youve got a story. Get in touch.Ill make sure that people do. Thanks. Once again. Its been a pleasure. A transcript of this interview and links to more information about Mish and the Recovering Man blog are available on the programme Notes on our website along with further information on diagnostics and treatment for prostate cancer, as well as additional interviews and stories about living with prostate cancer, please visit www.thefocaltherapyclinic.co.uk and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening and from me, Clare Delmarm, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Insights from the Recovering Man\nhttps://www.thefocaltherapyclinic.co.uk/insights-from-the-recovering-man/"}}