{"pageContent": "We use some essential cookies to make this website work.Wed like to set additional cookies to understand how you use GOV.UK, remember your settings and improve government services.We also use cookies set by other sites to help us deliver content from their services.You have accepted additional cookies. You can change your cookie settings at any time.You have rejected additional cookies. You can change your cookie settings at any time.Departments, agencies and public bodiesNews stories, speeches, letters and noticesDetailed guidance, regulations and rulesReports, analysis and official statisticsConsultations and strategyData, Freedom of Information releases and corporate reportsExplains why information about cancer patients is recorded by NCRAS, how it is used and how patients can opt out of cancer registration.On 1 October 2021, responsibility for the management of the National Disease Registration Service (NDRS) transferred from Public Health England (PHE) to NHS Digital. The information on this page is no longer in use. Please go to NHS Digital NDRS.The National Cancer Registration and Analysis Service (NCRAS) is run by Public Health England (PHE). It is responsible for cancer registration in England to support cancer epidemiology, public health, service monitoring and research.The NHS has made great strides in recent years in understanding what causes cancer and how best to diagnose and treat it. This work can only continue to progress if there is accurate and complete information about the people who are developing cancer. This information is collected through a process called cancer registration.Cancer registration is the systematic collection of data about cancer and tumour diseases. In England, this data collection is managed by NCRAS. Every year, NCRAS collects information on over 300,000 cases of cancer, including patient details (including their name, address, age, sex, and date of birth), as well as detailed data about the type of cancer, how advanced it is and the treatment the patient receives.So NCRAS can identify every cancer and ensure complete case ascertainment, it uses a wide range of data sources. These include data sent to NCRAS from:By obtaining data from multiple sources and then matching and merging them as required, NCRAS can build a complete picture of the incidence and prevalence of cancer in England, as well as understanding how cancer patients are diagnosed, treated and their outcomes.NCRAS also link this information to other health information routinely collected by the NHS (such as information on attendances in hospital) and patient experience surveys, such as Patient Reported Outcome Measures and the National Cancer Patient Experience Survey.NCRAS has been granted specific legal permission to collect information about cancer patients without the need to seek consent. This permission was granted to PHE through Section 251 of the NHS Act 2006.  Every year, this support is reviewed by the Confidentiality Advisory Group of the Health Research Authority (HRA). Details of our current approval can be found on the HRA website.Recognising the extraordinary privilege of Section 251, the cancer registry has very strict policies that cover data collection, storage and release. These policies define how data is collected, the requirements for the storage environment, the contractual arrangements for employing staff and the approvals required for any release.The benefits of the data collected by the cancer registry have been considerable. However, historically most of these occurred sometime after a patients diagnosis and treatment. As the cancer registry data collection becomes more timely, it is increasingly being used to look at the quality of services and the early effects of treatments. As such, this may affect patients directly.Below are examples of how cancer registration data is being used to support cancer epidemiology, public health, service monitoring and research.Cancer registration is the only way we can keep track of how many people are getting cancer and what types of cancer they have. It tells us how many people are diagnosed with cancer each year, how many people are living with cancer at any one time, and the survival outcomes for people with different types of cancer.We track these figures year on year, so we can see if the number of people being diagnosed with cancer is going up or down and if people are surviving for longer. We also use cancer registration data to compare how the NHS performs compared to other healthcare systems.Cancer registration data is vital to ensure the NHS can follow up the long term effects of a treatment that may have been given many years earlier. Cancer registration data enabled the NHS to contact women treated with radiation for Hodgkins disease (a cancer of the lymphatic system) when they were younger because they might have an increased risk of breast cancer. The treatments for Hodgkins disease have been changed as a result.Cancer clinicians regularly assess the quality of outcomes for their patients receiving specific treatments; in order to make sure everyone receives the best care clinical teams are encouraged to study what happens to the patients that they treat. This is called clinical audit and is an important method for making sure that care and treatment is the best that it can be; the registry is routinely asked by clinicians to provide details of their patients who have received specific care.Cancer registration also fuels research into cancer, helping scientists investigate possible causes of cancer and improve treatments for the disease.The cancer registry can be used to identify patients who might benefit from new treatments or clinical trials. New treatments for cancer and related conditions are being developed all the time and if one of these is being tested or becomes available we may be asked to provide details of suitable patients to a doctor or researcher working on these new treatments.The cancer registry works closely with all the NHS regional clinical genetics services to ensure that accurate genetic counselling can be offered to people with a strong family history of cancer.Although most cancer is not inherited, some people have an altered gene that gives them a very high risk of developing certain types of cancer. Families with these cancer predisposition genes typically have many family members who develop similar types of cancer at a younger age than would normally be expected. For example, around 5% to 10% of breast cancer is thought to be related to hereditary factors.By providing definitive details of cancer diagnoses within a family, we can help clinical geneticists and genetic counsellors to work out whether someones cancer risk is increased, and to tailor extra screening to that person and their relatives. We can only do this because NCRAS has such complete records going back over many decades.Last year, the cancer registry had over 20,000 requests from clinical geneticists on behalf of the patients and families in their care.It is essential to protect patient data and ensure that confidentiality is maintained. Only a limited number of NCRAS staff have access to identifiable data, and only when this is necessary to ensure data quality or investigate specific incidents. This specialist group of staff are highly trained and located in secure areas across the PHE estates.Alongside collecting data, the cancer analysts in NCRAS coordinate and develop analysis and intelligence to drive improvements in prevention, standards of cancer care and clinical outcomes for cancer patients; such as understanding how many cancers are diagnosed in an emergency setting, compared to a GP referral.Whenever possible, this work is performed on de-identified data (where information that could directly identify an individual have been removed). If an analyst requires access to patient-identifiable information, for example, to check that the accuracy of a record, they must justify the need to see this information and seek special permission.All information collected by NCRAS is kept on secure servers on the NHS network, and PHE has a legal requirement to make sure information is stored and used correctly under the Data Protection Act (1998).Formal requests for release of cancer registration data can be made to the PHE Office for Data Release (ODR). The ODR considers all requests for access to the data on a case-by-case basis and works with the applicant to assess whether their needs can be met with anonymised or aggregate data, or whether the project can be revised in a way that allows for anonymised or aggregate data to be used.Cancer registration data will only be approved for release where the data is being used for a medical purpose. These permitted medical purposes are described in the Health Service (Control of Patient Information) Regulations 2002 and include:Information that can be used to identify an individual will only be released to those providing care (such as your hospital or doctor) or to organisations that:Details of all the data released by the registry are published in the PHE Data Release Register.NCRAS A guide to cancer data and working with us (PDF, 1.64 MB, 36 pages)A guide to NCRAS data and its availability (PDF, 1.08 MB, 16 pages)Acknowledging the use of the National Cancer Registration and Analysis Service (NCRAS)NCRAS A guide to using the Simulacrum and submitting code (PDF, 1.17 MB, 12 pages)Any patient can request access to a copy of their own data held by the NCRAS. These requests are called subject access requests.When NCRAS receive a subject access request, the information it holds will be provided back to the patient through their GP or another clinician to ensure that the request is genuine and that there is a healthcare expert available who can explain anything that is unclear or technical.Subject access requests can be made in writing to:\n\nDirector\nNational Cancer Registration and Analysis Service \nPublic Health England\nWellington House \nLondon \nSE1 8UG\n\nThe benefits of the data collected through cancer registration have been considerable and we are grateful that nearly everyone with cancer is prepared to share their data with the cancer registry.Patients can ask NCRAS to remove all of their details from the cancer registry at any time. Opting out of the cancer registry wont affect the patients immediate treatment at their hospital or GP practice, but there may be occasions in the future when the data that is held by NCRAS can be used to assist in their care or that of a close relative.If patients opt-out of the cancer registry, it may not be possible to contact individuals identified as being at risk in future, such as when an increased risk of breast cancer is identified in women treated for Hodgkins disease using radiotherapy. These are often called patient notification exercises or tracing exercises.Less information might be available to support relatives to help them understand their familys history of cancer and their risk of  developing the disease. This information is offered through genetic counselling services where people are concerned that their family history may put them at high risk.Requests to opt out of cancer registration should be made in writing to the address below:\n\nDirector\nNational Cancer Registration and Analysis Service\nPublic Health England \nWellington House\nLondon \nSE1 8UG\n\nOr you can email optout@phe.gov.uk. Please note: information sent to this email address will not be encrypted.In July 2015, the independent Cancer Taskforce published their strategy setting out how we in England could achieve the very best cancer outcomes by 2020.The report identifies strategic priorities, where PHEs programmes contribute directly to improving outcomes. The priority areas are:The PHE Cancer Board, chaired by the Chief Executive, provides strategic leadership across the organisation, to ensure that we deliver on recommendations from the Cancer Taskforce strategy.Dame Fiona Caldicott, the National Data Guardian, published her review into the management of health and social care data in England, in July 2016. This resulted in a new consent and opt-out model so individuals have a choice regarding how their personal health data is used beyond direct care.Following this, Macmillan and Cancer Research UK undertook the Review of Informed Choice for Cancer Registration. The review sets out 5 ambitions and a number of important recommendations for how awareness of the cancer registry can be improved. In particular, greater transparency is necessary about how the registry obtains, stores and uses data with its main stakeholders (the public, cancer patients, carers and health professionals).People affected by cancer need to know that their healthcare data will be collected and used by PHEs cancer registration service. PHE recognises the importance of getting this right and has responded with a plan of action in response to the review.More recently an NCRAS Review of Informed Choice Advisory Group has been established to offer advice to and challenge NCRAS in delivering on the recommendations.If you have any questions about cancer registration, you can get more information by:For any questions on cancer, speak to one of Cancer Research UKs nurses on freephone 0808 800 4040 (9am to 5pm, Monday to Friday).Added link to 'Acknowledging the use of the National Cancer Registration and Analysis Service (NCRAS)'.Added update to NCRAS data and its availability.Added guide to using the Simulacrum and submitting code.Added 'A guide to NCRAS data and its availability'.Added updated Guide to cancer data and working with us.Updated resources list to include the Macmillan Cancer Support website, the new version of the cancer registration leaflet and the FAQ leaflet, and the new cancer registration website.Added email details for opting out.Added details of the Review of Informed Choice workshops.First published.Dont include personal or financial information like your National Insurance number or credit card details.To help us improve GOV.UK, wed like to know more about your visit today. Well send you a link to a feedback form. It will take only 2 minutes to fill in. Dont worry we wont send you spam or share your email address with anyone.", "metaData": {"source": "\n    National Cancer Registration and Analysis Service (NCRAS)\n  \nhttps://www.gov.uk/guidance/national-cancer-registration-and-analysis-service-ncras"}}