{"pageContent": "\n\n\n\nCancellations of diagnostic and treatment procedures in the NHS continued to build throughout the year, and in a very uneven pattern across the country. This became a dominant theme amongst conversations with our patients, and for some it had a profound impact on the course of their treatment and recovery.Several of our patients also spoke openly about this, with Michael Anthony expressing his gratitude to the pandemic for causing the cancellation of his prostatectomy and his subsequent treatment with focal therapy.We spoke with cancer specialists such as Prof Gordon Wishart about the backlog in cancer diagnostics and treatment within the NHS and discussed its impact with our own consulting Urology team about how they saw the backlog impacting their work and their patients health. TFTC Consulting Urologist and Andrologist Raj Nigam was particularly concerned with the number of men coming to him who had been prescribed hormone therapy while waiting for other treatments, and were encountering the side effects of that, something reinforced by patient advocate and educator Andrew Gabriel, who saw many men in his support groups struggling with exactly this situation.On a more positive note, the past year saw more evidence on the benefits of focal therapy coming to light . Early in the year a groundbreaking study was published which compared oncological outcomes of focal therapy and radical prostatectomy in over 800 men, and concluded that In patients with non-metastatic low- intermediate prostate cancer, oncological outcomes over 8 years were similar between focal therapy and radical prostatectomy.This was particularly noteworthy at a time when the gold-standard RCT was difficult if not impossible to undertake, and researchers looked to alternative methods to conducting robust studies. A data source known as the HEAT registry has proved to be valuable in this regard. In addition to the aforementioned study on focal therapy v prostatectomy, a study using this data source assessed the change in functional outcomes after a second focal HIFU treatment compared with outcomes after one focal HIFU treatment, and concluded that a second focal HIFU procedure causes minor detrimental effects on urinary and erectile function. These data can be used to counsel patients with non-metastatic prostate cancer prior to considering HIFU therapy.We engaged with a number of campaigners, specialists and thought leaders on the issues of sexual health, urinary & pelvic health, and mental health which are of paramount concern to our patients as they consider alternatives to treat their prostate cancer. Health Care practitioners  Lorraine Grover, Jane Simpson and Asanga Fernando offer valuable experience of supporting prostate cancer patients with the side effects they encounter from their diagnosis and treatment. Campaigners Elvin Box and Tony Collier have inspired many men and their partners through their personal journeys with prostate cancer and their advocacy for change through organisations such as Movember and Prostate Cancer UK.Health inequalities have become a highly discussed challenge in the wake of Covid19 as the pandemic exposed high levels of variation in access to healthcare and health outcomes. This of course is something already familiar to us and our patients who have faced variability in information and access to treatment for prostate cancer based on their age and race for many years. We spoke with several patients from the black community about this and how it has affected the management of their prostate cancer, and note in particular our interview with former patient Marcus McKenzie, who spoke to us openly about the heightened risk of prostate cancer that Black and mixed race men face, how this impacted his personal experience and what all Black and mixed race men need to know about managing their prostate health.Weve also strengthened our commitment to addressing ageism in the management of prostate cancer, and discussed this with our consultants and patients to understand the experience of older men diagnosed with prostate cancer. Conversations with clinicians like Raj Nigam, and patients like Peter Hall continue to help us understand the needs and desires of older men who are diagnosed with prostate cancer, and, most importantly, to challenge the concept of old age.Wishing you all a very Happy Christmas and New Year.Is this therapy available in Sydney, Australia?Yes I believe that it available in Australia. On a quick scan it is available in Melbourne but I am confident that there will be a center in Sydney.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "2021 Covid Pandemic and Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/2021-covid-pandemic-and-prostate-cancer/"}}