{"pageContent": "The Focal Therapy Clinic Consultant Urologist Tim Dudderidge joins OnFocus to discuss the importance of the multidisciplinary team meeting (MDT) in informing diagnostic and treatment decision for men with prostate cancer.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood and often ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK, and with this somber fact comes a multitude of challenges and opportunities.Im Clare Delmar. Today Im speaking with Tim Dudderidge, consultant urologist at Southampton University NHS Trust and The Focal Therapy Clinic and a pioneer in non-invasive treatments for prostate cancer. Were going to discuss how the multidisciplinary team meeting, or MDT, is crucial to patient care. Tim, thank you for joining me today.Great to speak to you again Clare. As usual, my favourite topic, prostate cancer. So I cant wait to get into some detail with you about this.Good. So the last time we spoke, which is a few months ago, and that was a conversation we had about sort of changes in the diagnostic pathway. And we were chatting about how this is important for patients to understand that and what sort of nodes in that process they might want to question their care. And you talked a bit about something called the MDT, the multidisciplinary team meeting, as a really important point in that diagnostic pathway. And we sort of ended it at that, sort of a to be continued.... moment.So I guess were at that moment and I think it is a really important issue, not only because covid has presented some real challenges to having these MDTs which will pick up on in a few minutes. But before we get into the specifics, Id just love for you to talk in your own sort of frame of mind. What do you see is the definition of the MDT? Why should patients even care about it?So the MDT really took shape in its current form some years ago when there was a process of what we call improving outcomes guidance. And it was really trying to look at the whole system that led to the change in cancer services in the UK, which effectively led to sub-specialisation and a clear distinction of who was providing cancer services and who wasnt. And that led to increases in individual surgeon volumes and a whole lot of other things which improve the quality of care.I think that the objectives of todays MDT are perhaps slightly more focused than the more broader objectives that existed at the time. And I guess its always worth revisiting how we do MDT and what the purpose of the MDT is. And actually things like the recent covid pandemic has forced us to really rapidly change how we go about it.So you said its crucial and I think overall I would say it is crucial. But actually in an individual patients case, the MDT, like anything else, can get it wrong. And so I think its really important to recognise how the MDT works and how to get the best out of it. And also, one thing were not very good at is making sure that the patients voice is heard.And so I think its important to think about how that is delivered.So you obviously agree that patients should care about it. How does it make a difference in diagnosis and treatment?At the moment, well, I guess its been the same for a while, we gather all the information about the patients case and it all comes together in the MDT for assimilation. Now, very often this will happen before anyone has seen the patient with all of those bits of information available. And often thats done because the cancer pathways mandate that were constantly making progress through the pathway. And the MDT is a way of making sure that that progress is being made and the follow up appointments will often be triggered after that MDT. And well look at the imaging, the history, the biopsy results, and basically work out what the diagnosis is.And sometimes you get a sort of recommendation, you know, this is what the treatment should be. But I think its really important that actually the MDT convey sort of the range of options, because especially in prostate cancer, its very rare that theres one recommended treatment and nothing else should be considered at all. It does sometimes happen, but mostly what we should be saying is this is the range of recommended treatment options. But we may also include, and this is important in focal therapy, treatments that the body of doctors present may not necessarily recommend, but they might accept is within the range of reasonable discussion.And I think this is where we get into the issue of how does the MDT cope when there are controversial treatment options on the table. And I think, generally speaking, the MDT fails patients in that peoples biased opinions might say, we recommend surgery and be pretty bold about that. But actually, of course, the other options get squeezed out.You know, particularly important that we therefore have all the specialties represented in this MDT, oncologists in particular, so that radiotherapy is properly explored. And I think increasingly we need to have surgeons who are in the MDT who are aware of which cases are suitable for focal therapy so that the patients interests can be advocated for in that MDT, and these options can be listed as reasonable options. So this is just not happening in many MDTs and which is why weve had to develop our own focal therapy MDT.So, I mean, ultimately, its the patients choice, how he gets treated. So who actually then recommends or actually communicates the outcome of the MDT?So the clinic appointment that follows the MDT will ideally involve the surgeon reviewing all of the primary information, the imaging reports, the original history, the biopsy report, and assimilating that themselves. And then if you like, checking with the MDT outcome that everything tallies because there is a serious danger with these MDT meetings being under such pressure that actually sometimes mistakes can happen.And Ive been involved as an expert witness, actually, in cases where somebody simply conveyed the MDT outcome without checking any of that and things got completely mistaken. And real problems can occur with misreading of reports and so on. So I think whoever is explaining the outcome of investigations, I think its really important that patients check with the nurse who is doing this or the doctor who is doing this.Are they checking the reports, checking the MDT outcome, making sure everything tallies and explaining it? Because I think thats the first thing that mistakes can happen.The other thing is, is that its really important that before just conveying the MDT outcome, that the people discussing things with the patient sort of find out, obviously youve got to explain the cancer diagnosis and thats a whole other discussion.But once thats been done and the various treatments have been explained, its really important that the doctor doing this or the nurse doing this because very often in the NHS is being done by specialist nurses, is that the patients priorities are identified because its very easy for an MDT, which might, and I think MDT do perceive their job as trying to explain the best cancer treatment and by that I mean the treatment which eradicates the disease most effectively.And actually what patients mostly want is a balanced discussion about getting rid of the disease, of course, but also doing that in an acceptable way. And its very clear that patients are very prepared to accept a reduction, even a modest reduction perhaps in the long term success rate in order to have a more acceptable treatment.And a really good example of one of the early examples of this was when in breast cancer surgery, instead of removing the whole breast they looked into, could we just remove the lump and a margin? And of course, wide local excision of breast cancer is now by far and away the most frequently undertaken procedure and radical mastectomy is really reserved for special cases.So I think if you imagine the same context in the prostate, we really should be thinking about reducing the impact of treatments. And even weve seen this with radical prostatectomy. It went from radical prostatectomy to nerve sparing prostatectomy and then it went from an open operation to a keyhole operation.So the same pressures are at work, even with surgery. But I think we can take it further and use focal therapy in those selected cases to give a better balance of benefit and risk.I agree. I mean, when we speak to patients, particularly the breast cancer analogy really resonates for lots of reasons, because often their mothers or their partners have experience with breast cancer and the emotional and other aspects as you say.Just getting back to the MDT, I mean, once weve explained these options, we contextualise the options both in terms of the success, the side effects, the long term functional impacts. We then leave the patients in this position where they are dizzy with information and its really difficult to process that. So its then important that they have time to think it over.This disease does not usually necessitate a decision there and then. Its also important to share with the patients a sort of written summary of that discussion. And so the clinic letter being copied to the patient, I think, is a really important aspect of that. Providing them with sort of standardised written information about the different procedures can be very helpful. But its important to sort of, again, contextualise those information sheets with the patients individual circumstances.So some patients, when Im reviewing their scans for radical prostatectomy, Ill measure their prostatic urethral length and Ill be able to say, oh, youve got a good or less good chance of early continence recovery. Again, with erectile dysfunction recovery, depends on the treatment plan, both with focal therapy or with surgery.What degree of nerve damage is going to be caused by the treatment thats being designed for you? And therefore, what can your expectations of recovery be? And the information sheets cant go into that sort of detail. So patients can then come away with the explanation, the written information, their clinic letter, and then they need some chance to follow up and that might be with a cancer nurse specialist or might be another appointment with the surgeon.And of course, visiting an oncologist can be very useful and is certainly recommended if people have got radiotherapy as an option that they want to consider.So communication is clearly important. And, you know, Id like to then move into sort of the operational aspects of the MDT. Does it vary across clinical groups and hospitals and disciplines in terms of approach?I think it does. And the first thing is in terms of the discussion, there are some cases that probably dont require a full discussion with ten people, which is what the MDT is. Its a huge group of people. And so some places are reserving the discussion for the more important cases that may be involving a big treatment, like a radical treatment and some of the follow up cases or the more routine things which have a more procedural element to them, perhaps they can be dealt with in a paper exercise.The major cases that get discussed require the presence of obviously the coordinator who manages the information, the surgeon, maybe several surgeons, clinical oncologists. With localised prostate cancer, we dont need a medical oncologist, but a medical oncologist is really useful when weve got any case of metastatic disease.So we actually have two parts of our meeting so that we can bring them in just for the section that theyre needed for. A radiologist is a key person in this meeting because we look at the scans for every case. So thats very important. And a histopathologist is very useful, so they can sort of describe the histological features.The pressure on these meetings means that we dont review the path of every single case. So it used to be very interesting learning about the histology that way. But nowadays the histologist is really there to help us to, I guess, orientate the pathology with respect to the imaging. So help to understand where the disease is and so on.So those are the, I guess, the key people in the meeting. Whats useful in our meeting as well, we often have the specialist nurses join us because it gives them an insight into what were thinking. So when theyre speaking with patients, they have that sort of insight.So how has covid impacted this? I mean, youve done these online now, and can you talk a little bit about how effective thats been?Well, I actually prefer the new set up. Previously there would be like a huge group of people in this room. In the summer it was stifling, it was really always difficult to sort of keep your concentration for the whole meeting.And there are times when theyre discussing perhaps other tumour types or things that are not so relevant to your individual circumstances. So at any single point in time in this big room, there would be people not really sort of paying attention, maybe checking their emails, doing some paperwork, even having little conversations on the side, which is natural. Were all human, we get only so much concentration span.And it was not a great environment for such a kind of challenging meeting with up to 100 people in it. So going online has really made it much more flexible. The people who are involved in any particular discussion are totally in the room and those people dont need to be can just go on mute and wait for their turn to come around. People can be getting on with their other activities on the side if they need to be.And it doesnt then cause disturbance to the main flow of the meeting. And furthermore, you can be anywhere. Of course, we dont have to be in that one room. We can be in whatever clinic room were more comfortable in or where weve been working in the morning. And that flexibility allows people who are on holiday but really want to discuss a special patient to be able to dial in or people on conferences and so on can just join the meeting from where they are.So I think the technology has really helped. And its certainly also facilitated our focal therapy meeting, which has brought together experts from completely different parts of the country. Theres actually no way that wed have been to hold that, given how busy we all are, if we all had to physically meet in person.And to have Dr Clare Allen join us for our focal therapy meeting is a real pleasure and were so lucky to have her input. And that makes that focal therapy meeting so effective in helping identify those men whove approached us to see if theyre suitable.Yes, Ive seen that. And whats also impressed me is how the images can be shared in such an incredibly powerful way in this online setting. I mean, do you think thats actually superior to the previous setting?Absolutely. I mean, weve always been able to import images. And I think the advantage of having such a subspecialist radiologist involved in this is that the images can be contoured and we use those contours for our clinical work for biopsy and for treatment.But being able to have, if you like, process the amount of information in a meeting, to have the lesions contoured on the screen really helps you to quickly see. And it sort of takes away a whole level of discussion because you can immediately see what the radiologist is talking about and we can then quickly correlate that with the biopsy information and then we can start to form treatment plans in our head and discuss them.So I think that having digital imaging has been around for a while and very useful. But now being able to combine that with the sort of expertise we get from Clare Allen and the contouring, its creating an ecosystem where patients who come in at the beginning of the pathway with us can have really good quality scan performed, have that scan contoured and marked so that we can see the lesions.To discuss that in our group, to be able to plan the treatment and then to be able to deliver the treatment using that same image which has been contoured, and it just it creates this flow which is bound to improve the quality of the treatments.Yeah, thats a good word for it. And I agree with you in what Ive observed. Exactly. Substantiates what you said. So final question. How can a patient ensure that theyre getting the benefit of the MDT and particularly in light of the fact that theyre not present to advocate for themselves?Well, I think at the beginning of any persons cancer pathway, the surgeons seeing the patient, but also the patient themselves should be sort of projecting a bit to the future. And you cant do this too much. And sometimes I have people coming in with a high PSA and they start saying, well, what treatments are available for this? And I say, wo, wo, you might not even have cancer. Lets not jump the gun.But actually, in many ways, I take my hat off to those patients who are trying to imagine what they need to know, what they need to be thinking about. And I guess in the first meeting, if someones got prostate trouble, we really should be asking ourselves, are you sexually active? Is your sex life important to you? What do you do for a living? Do you do sports? How active are you? Just things that might be important down the line, because it might turn out that a whole load of discussions are unnecessary if the person has no interest in active sex life.If thats how it is, then it really sort of simplifies the discussion because you dont have to weigh up the pros and cons of maintaining their sexual function because you can just confirm with them that thats the case and then say, well, well just focus on the other functional outcomes. But on the other hand, if they say that they do have an active sex life and many men in their 70s and even 80s, you know, theres no age determination on this issue. And you need to know that because you cant just assume that someones eighty two, theyre not interested. Its just a crazy assumption.And thats often what happens. People say that they dont need to worry about that. And thats wrong. And I think, if youre in an MDT and all of those issues are clearly recorded, then the MDT has a chance to be aware of that. Otherwise, theres a danger that people make assumptions about longevity, about activity, about what the patients interests are. And then the MDT might come out with a recommendation, which is too focused, and doesnt allow the breadth of discussion that should happen for every patient, regardless of their age or what assumptions we might make about their lifestyle.Tim, thank you so much for speaking with me today. Its been an absolute pleasure. If youre interested in contacting Tim or learning more about the MDT and how we approach it at The Focal Therapy Clinic. Visit our website at www.thefocaltherapyclinic.co.uk, where you can access additional interviews with both patients and clinicians about their experiences with prostate cancer. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "The Importance of Best MDT Practice in Treating Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/the-importance-of-mdts-in-treating-prostate-cancer/"}}