{"pageContent": "Radiation therapy is one of the most popular NHS treatments recommended for the treatment of prostate cancer. This therapy involves using beams of extremely high energy to destroy cancer cells so that they can be metabolised by the body. It can be performed as a standalone treatment but is often combined with surgery and/or hormone therapy to give patients the best possible outcome. While very successful, like any other cancer therapy, radiation treatment comes with a raft of different side effects to consider. To help you feel prepared, heres what you need to know about what to expect after radiation treatment.Many people are surprised to learn that there are different types of radiation treatment. All types use high-energy rays to destroy cancer cells and generally, radiotherapy is considered to be a very effective type of treatment.Radiation treatment can be performed in two different ways. These areProstate cancer can be treated with both external beam radiotherapy and brachytherapy. Which type you are offered will depend on the size and location of your cancer. There are also different radiotherapy techniques that can be used to treat your prostate cancer more effectively. Also known as IMRT, intense-modulated radiotherapy uses cutting-edge computers to calculate and deliver the radiation to the cancer from different angles. The strength of the high-energy rays can be personalised to deliver higher levels to the cancerous cells, and lower doses in areas where there is a lot of surrounding tissue, which helps to limit the impact of the treatment on healthy cells.VMAT, or volumetric modulated arc therapy, works in a similar way to IMRT but via a machine that rotates around you and delivers arcs of high-energy radiation directly to the cancerous cells. Treatment session time is generally shorter for VMAT, although it is less widely available. Stereotactic ablative radiotherapy, or SABR, enables large doses of radiotherapy to be delivered accurately to small areas. This means that patients can have all of the treatment over the course of a few days rather than a few weeks. It isnt classed as a standard treatment and isnt widely available. Radiation therapy isnt a single treatment but is instead carried out in a series of sessions, performed over a number of weeks or months. Exactly how your treatment plan will look will depend on the location and severity of your prostate cancer. However, in most cases, you can expect to attend daily sessions (usually lasting around 10 minutes) for between 48 weeks.  Theres no doubt that treating the cancer is the goal of any cancer treatment, including radiation therapy. However, like any other treatment, there are also side effects to consider. The short-term side effects of radiation therapy are often glossed over in favour of focusing on the eradication of cancer cells. Nevertheless, its important to understand what you can expect to happen to your body after radiation therapy.The side effects of radiation therapy dont happen right away, aside from some redness and soreness on the skin in the area that is being targeted (if you are having external beam radiation). You may see skin effects including itchiness, dryness and flaking. Sometimes the skin around the rectum may become moist and sore, and you may also notice that your pubic hair thins or falls out. Other short-term side effects of radiation therapy include:Many people experience issues with their bladder control following radiotherapy, developing problems like a burning/stinging sensation when peeing, leaking or a sudden urge to go. The flow of your urine may be weak, or you may need to go little and often. Since the prostate is located very close to the bowels, many men who have radiotherapy experience problems with their bowels and back passage during and after their treatment. Some of these effects are short-term, such as:Many people who have radiotherapy treatment for prostate cancer find that they progressively more tired as their treatment goes on. This exhaustion may manifest in different ways  you may want to sleep a lot, or just lack the energy to do some of the day-to-day activities that you usually do. Side effects that continue beyond the end of your prostate cancer treatment are referred to as long-term side effects. These can go on for months or even years following radiotherapy. As the risk of these is fairly high, its important for patients to be made aware of them, and to know that there are ways in which they can be managed.Urinary and bowel incontinence is a long-term problem for prostate cancer patients too. Research shows that around 40% of men still have problems controlling their bladder six months after radiotherapy. Bowel leakage is another problem that can occur for weeks, months or longer after radiation therapy. Some men notice bleeding or a slimy discharge, while others will experience faecal leaking. It is reported that over 50% of men experience varying degrees of faecal incontinence after radiation therapy. Unsurprisingly, continence issues can be very embarrassing and debilitating for prostate cancer patients, particularly when the effects persist long after the cancer has been treated. Erectile dysfunction, or ED, is another common long-term effect of radiotherapy for prostate cancer that is rarely discussed in any detail. Some men experience ED straight away following their treatment, but for others, it develops slowly in the months or years after radiotherapy. Between 25% and 50% of men who have brachytherapy will experience erectile dysfunction, while 50% of men whove had external beam radiation will.While there are treatments that can help, many men are keen to look at treatment options that dramatically reduce the risk of this long-term side effect. Radiotherapy of the prostate has been shown to cause permanent infertility. This is because the treatment causes damage to the sperm cells and the stem cells that make sperm. For this reason, if you would still like to have a family in the future and are considering radiation therapy, you will be recommended to consider sperm-freezing options.  If the side effects of radiation therapy for prostate cancer are concerning you, you arent alone. We speak to many patients who want to have successful treatment but arent prepared to live with the risk of the longer-term consequences listed above. Fortunately, there are several other options. These arent available on the NHS, but these advanced prostate cancer treatments have a considerably lower risk of causing chronic incontinence or erectile dysfunction issues. High-Intensity Focused Ultrasound (HIFU) treatment is an effective treatment for medium to large-volume prostate cancer in the lower part of the prostate gland (where more than 75% of prostate cancer occurs). It uses ultrasound waves to heat and destroy cancer cells so they can be processed out of the body. It is performed under general anaesthetic using a special probe which is inserted into your back passage. It is highly targeted, meaning that there is little to no effect on surrounding structures, which helps to drastically reduce side effects. For example, 100% of men had no urinary problems within two weeks of their HIFU treatment, and 95% of men had normal erectile function at six weeks following treatment. Irreversible Electroporation (IRE) or NanoKnife is another popular alternative to radiation therapy. It is a high-precision needle-based treatment that delivers electrical pulses directly to the cancer cells in order to destroy them. As another focal therapy, the treatment targets only the cancer cells, leaving healthy cells and structures intact. Like HIFU it is carried out under general anaesthetic, and the precise placement of the needles means that side effects are nearly always temporary and mild. Clinical evidence shows that its possible to achieve a 97% eradication of prostate cancer tissues with virtually zero impact on healthy tissue, preserving sexual health and urinary continence. Focal therapies are an effective alternative to radiation therapy for prostate cancer which can minimise the risk of experiencing long-term side effects like erectile dysfunction. Speak to one of our focal therapy experts to find out more today. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "What to Expect After Radiation Treatment for Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/what-to-expect-radiation-treatment-prostate-cancer/"}}