{"pageContent": "Nearly all men will experience erectile dysfunction during the course of their time with prostate cancer. Unfortunately, some men may continue to have sexual dysfunction even long after their cancer has been treated. If you are unlucky enough to experience this problem, there are treatments that can help. Heres what you need to know about erectile dysfunction treatment for patients with prostate cancer. Prostate cancer and erectile dysfunction often go hand in hand. However, its important to understand that having prostate cancer does not have a physical effect on your ability to achieve or maintain an erection. Instead, there are two main reasons why erectile dysfunction occurs in patients with prostate cancer.Firstly, the psychological effect of having cancer can impact your sex life. Many people with any type of cancer find that their libido is negatively impacted by a diagnosis. Unsurprisingly, a cancer diagnosis causes a great deal of stress and worry, which can make it difficult to get in the mood for sexual interaction. For some patients, having cancer changes the way that they feel about themselves, impacting their sex drive. Secondly, prostate cancer treatments can cause erectile dysfunction too, although some are more likely to have this effect than others. This is because some types of prostate cancer treatment, such as hormone therapy or radiation, affect a wider area of the body than simply the cancer cells. Even surgery, which is a very common treatment for prostate cancer, involves removing more than just cancer cells, which can have a knock-on effect on other body functions, including the ability to get and keep an erection. If you are diagnosed with erectile dysfunction (ED), there are a number of different treatments which could help. Many men find that they need to try several treatments before settling on the one that works most effectively for them. As we know, many people with prostate cancer will experience ED that is triggered by their reaction to the diagnosis and the prospect of treatment. Sometimes, even if you think you are coping well with your health news on the surface, it can have an effect on other areas of your life  and this could manifest as sexual dysfunction. If you believe that your erectile dysfunction is a result of your emotional response to your prostate cancer diagnosis, talking therapy can help and your doctor may be able to refer you to a talking therapy service to support you. Prostate Cancer UK also has trained Relate counsellors who can offer specific support and counselling. Oral medications tend to be the first line of treatment offered to men with erectile dysfunction. These medications work well and have few negative side effects. These medications go by names that you may have heard of, including Viagra, Tadalafil and Levitra.  Oral medications for ED work by enhancing the effects of nitric oxide in the body  a naturally-occurring body chemical that relaxes muscles in the penis, increasing blood flow to it so that it can become hard and firm. These effects usually last for up to a few hours, enabling you to obtain an erection firm enough for sexual interaction and long enough to achieve sexual satisfaction. Oral medications for erectile dysfunction are not suitable for everyone. There are some patients who may not be good candidates for these treatments, such as those with very low or high blood pressure, severe liver disease or those taking nitrate drugs prescribed for angina. If oral medications prove ineffective, you may wish to try a vacuum constriction device. Sometimes referred to as a penis pump, it is a device that works by drawing blood into the penis so that it becomes erect. Vacuum constriction devices are not often prescribed but are low-cost. A vacuum constriction device consists of a plastic tube that is long and wide enough to comfortably fit an erect penis into it, a pump (either mechanical, batter-operated or electric) and a constriction band which fits over the end of the tube and is used to help keep blood in the penis and maintain your erection. When the pump is activated, it creates a vacuum that draws blood down into the penis to make it firm.Its important to be aware that once the constriction band is removed, blood will flow out of the penis and the erection will be lost. You also may not be able to ejaculate at climax due to the constriction band preventing semen from coming through. Always follow the instructions that come with your device to ensure that you prevent injury to your penis. Surgical intervention is usually a last resort for patients with erectile dysfunction for whom other treatments have been unsuccessful. The surgery involves being given a penile implant/prosthesis under general anaesthetic. During the surgery, thin rods are inserted into the penis. These are attached to a device filled with saline solution and a pump hidden in the scrotum. To obtain an erection, you press on the pump which sends saline solution to the rods, inflating them and your penis. When you no longer need an erection, the rods can be deflated again. There is a short recovery period associated with this surgery, with most patients needing to take a few days off work. You may want to take pain relief for up to a week, and it could take several weeks before you feel back to normal. Sexual activity can usually be resumed around six weeks after surgery. The best way to reduce the chance of experiencing side effects associated with prostate cancer is to carefully consider which treatment you choose. While most prostate cancer treatments are considered successful in destroying the cancer, the risk of side effects  including erectile dysfunction  varies considerably between treatments. For example, surgery for prostate cancer (radical prostatectomy) almost always causes erectile dysfunction, compared to HIFU treatment where 95% of patients maintain erectile function. Focal therapies like HIFU (High-Intensity Focused Ultrasound) and NanoKnife are effective ways of treating early to moderate-stage prostate cancer while minimising the risk of experiencing long-term side effects like erectile dysfunction. You can find out more about our precise and personalised prostate cancer treatments by speaking to one of our consultants today. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer Erectile Dysfunction Treatment: What Is There?\nhttps://www.thefocaltherapyclinic.co.uk/prostate-cancer-ed-treatment/"}}