{"pageContent": "Few treatments for prostate cancer have been unaffected by the pandemic, and focal therapy is no exception.  But a combination of clinical, social and institutional factors are combining to increase its visibility and are driving more men to make it their preferred treatment of choice for localised prostate cancer.With the widespread adoption of multiparametric MRI, we now have a robust and reliable imaging platform to support patient selection for focal therapy, and to provide posttherapy surveillance. While there is variability in quality across the NHS, there is a growing consensus on what constitutes a high standard of imaging and what is required to support focal therapy. Improvements in reporting both in terms of content and digitisation mean that MDTs , themselves made more accessible through digitisation over the course of the pandemic, can review and interrogate imaging in real time leading to robust diagnostic and treatment decisions.Several short- to medium-term outcomes have been reported on primary focal therapy, ranging from single-institution and multicentre studies  to small clinical trials.  From a functional point of view, most would agree that the results of focal therapy overall have been exceptional at preserving urinary function and continence. Potency outcomes have also been very competitive with, if not better than, traditional whole-gland therapies. A multicentre study published earlier this year produced robust outcomes for focal therapy when compared with men undergoing radical prostatectomy over eight years.Partly due to the pandemic and partly to the challenges of undertaking randomised clinical trials on surgical and non-surgical procedures, recent studies demonstrating outcomes of focal therapy have been based on patient data.A key source for this is the HEAT Registry, a database of men who have undergone focal therapy which The Focal Therapy Clinic team helped to create ten years ago and is growing substantially. This is enabling and supporting further research and clinical studies on the effects and benefits of focal therapy.Data-driven research in prostate cancer generally is growing more widely and global organisations like Prostate Pioneer are pursuing research on a vast array of questions and topics using large datasets to better understand prostate cancer and to improve its management.The side effects of sexual dysfunction, urinary incontinence and compromised mental health are becoming more talked about as we realise how devastating they are for many men. Its crucial for men to know about these and how they will be potentially impacted by them to make an informed choice of treatment. Counselling men on side effects has been woefully neglected across the NHS and within private healthcare too, and we, along with others, are committed to changing this.A campaign to tackle prostate cancer taboos has been developed by leading prostate cancer charities Prostate Cancer Research and Tackle Prostate CancerAt TFTC weve begun to advocate on these issues with campaigners Elvin Box, Tony Collier and Chris Lewis. Weve also joined with psychosexual specialist Lorraine Grover, oncological psychiatrist Asanga Fernando and pelvic health specialist Jane Simpson to inform and support prospective patients the impact of prostate cancer treatment on their sexual, mental and pelvic health.The pandemic has exposed other secondary, more systemic side effects in prostate cancer care and one of these is ageism. Most of our patients over 70 have felt written off by their care teams and many have undergone life-changing treatments such as hormone therapy for localised disease. Theyve come to TFTC as they research alternative treatment options. Increasingly, however, were seeing a changing narrative around ageing which is also driving men to seek curative treatments like focal therapy that preserve sexual, urinary and mental  health in older men.As the pandemic led to more delays and cancellations of appointments, diagnostic procedures and treatment offerings, many men have developed expert and forensic research skills about the prostate cancer diagnostic pathway, and have questioned their care teams with far more information and determination than weve seen before. All of our patients come to the clinic well informed and determined to achieve optimal treatment through a second opinion, and question why focal therapy wasnt presented to them at their initial diagnosis.Focal Therapy is giving many men a viable option to avoid the side effects of invasive treatments while benefiting from effective control of localised prostate cancer, and as we emerge from the pandemic we expect to see more and more men investigating and ultimately choosing this option.Do you have questions about focal therapy? If so, wed love to hear from you.Is focal therapy suitable for me with cancerous lesions on prostrate\nThe last pea score was 4.3 but it is rising\nI have had a scan recently\nWould this assist with adviceDear Mr Mckenzie\nAt a PSA level of less than 20 Focal Therapy is a treatment option that you can consider provided that your Gleason Score is 7 or less. Focal Therapy has multiple advantages over radical treatment but as always the critical point is suitability which is almost always a possibility for men with early to intermediate grade prostate cancer.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate HIFU Focal Therapy – Becoming the treatment of choice for men with localised Prostate Cancer\nhttps://www.thefocaltherapyclinic.co.uk/prostate-focal-therapy-becoming-the-treatment-of-choice/"}}