{"pageContent": "Readers like you keep news free for everyone.\n            More than 5,000 readers have already pitched in to keep free access to The Journal.\n\n            For the price of one cup of coffee each week you can help keep paywalls away.\n        THERE MAY BE a grain of truth in the anecdote that some men take better care of their cars than their bodies and the morbidity and mortality statistics provide some support to the contention.Men in Ireland die, on average nearly four years younger than women and have higher death rates at all ages, and for all leading causes of death.Evidence of sex differences in the incidence, symptoms and prognosis of a wide range of health problems is documented. It is suggested that in Ireland excess mortality amongst males represents a fundamental inequality in health.Quite correctly, womens health has been the source of extensive consultation and careful strategic planning (for example, Breast Check and the Irish Cervical Screening Programme). The Island of Ireland has three national cancer screening programmes (breast, cervical and bowel), of which, only bowel cancer screening is available to males.In Ireland, prostate cancer is the most common cancer among men in Ireland and the country also has the highest incidence rate for prostate cancer among the EU countries. PSA screening is used widely in the diagnosis of prostate cancer, and it is suggested that with more extensive use, more early stage prostate cancers, may be detected and managed in a timely approach.There is no national PSA screening programme for men either in Ireland, or indeed internationally, and there are no recommendations emanating from Ireland, the WHO, or health organisations in the USA or Europe for such a programme.Advertisement\n\nShift in focusIn Ireland mens health was not a focus of any major strategic thinking until the launch of the Report from the Mens Health Forum in Ireland (MHFI) in 2004, which coordinates activity on the island of Ireland. In recent years, MHFI has focused on important policy initiatives, however, the organisation is heavily reliant on the goodwill of volunteers.Consistent with other European countries a Mens Health Week is held in Ireland in June each year. However, in Ireland, overall national efforts in promoting mens health are rather fragmented and incoherent and there appears to be a lack of sustained effort and national visibility aimed at increasing awareness of preventable health problems and promotion of health in men of all ages.\nGender norms are important factors for explaining differences in the use of health care services amongst males and females, and the limited research on mens health suggests that such behaviours relate to masculine norms, attitudes and behaviour, which expect men to be strong, independent and unconcerned by pain or minor health problems.Understanding the health of menIn the organisation of health services and the promotion of health it is claimed that there remains a fundamental lack of understanding and clarity on the meaning of mens health. The term itself suggests, homogeneity of mens health issues, whereas, in reality, huge diversity exists between different groups of men.The four main causes of death among males across the Island of Ireland are invasive cancers, circulatory system diseases, respiratory system diseases, and external causes of injury and poisoning. In focusing on mortality, morbidity and health services usage, gender differences become apparent in Ireland.The incidence rate for all invasive cancers (excluding non-melanoma skin cancer)  is higher for males than for females. The mental health of men in Ireland is of concern, and the link between mental health and physical health is recognised. More males than females die by suicide, and there is a trend of increasing self-harm by men involving drug overdoses, alcohol and other physical harming. Men aged 18 years or over engaged in binge drinking at least once a week and this is the highest rate in the EU. The majority of domestic abuse offenders are male. Males also form the majority of persons in prison and compared with the general population, prison populations have poorer physical, mental and social health. \n\nRead Next\nRelated Reads\n\n\n\n\nVolunteers needed for depression helpline amid high demand post-lockdowns\n\n\n\n\n\n\nPatient care in University Hospital Limerick ED compromised due to overcrowding\n\n\n\n\n\n\nMenopause in Ireland: \"One of the things people say after treatment is, Oh my God, I got myself back\n\n\n\nAs far back as 2005, the Vienna Declaration, called upon European countries to recognise mens health as a distinct issue, and to invest in male sensitive approaches to providing health care for boys and young men in school and community settings. In 2018 a WHO strategy for the European region aimed to improve mens health and well-being through evidence-informed, gender-responsive and equity-driven approaches that transform the gender roles, norms and structures with gender equality and health equity achievements in Europe.In Ireland there is very little reflection of the WHO strategy, and at this point, there are no quick fixes to improving male health, as this requires changes at personal, societal and policy level. A coordinated approach should include the many small associations/groups representing men. There needs to be political will and targeted funding with monitoring and evaluation. New education programmes in mens health, for health professionals are essential, with an aim to focus actions on mens health, including positive health behaviours.Finally, men must take more responsibility for their own health and the words of Jim Rohn, American Entrepreneur and author must be the mantra:Take care of your body its the only place you have to live.Dr Seamus Cowman is Professor Emeritus, RCSI University of Medicine and Health Sciences.\n\n\n\nMaking a difference\n\n                    A mix of advertising and supporting contributions helps keep paywalls away from valuable information like this article.\n                    \n                        Over 5,000 readers like you have already stepped up and support us with a monthly payment or a once-off donation.\n                    \n\n\n                    For the price of one cup of coffee each week you can make sure we can keep reliable, meaningful news open to everyone regardless of their ability to pay.\n                \n\n\n\n                    Support us\n                \n\n                    Learn More\n                \n\n\n\n\n\n\n                    For the price of one cup of coffee each week you can make sure we can keep reliable, meaningful news open to everyone regardless of their ability to pay.\n                To embed this post, copy the code below on your site\n600px wide\n<iframe width=\"600\" height=\"460\" frameborder=\"0\" style=\"border:0px;\" src=\"https://www.thejournal.ie/https://www.thejournal.ie/readme/mens-healthcare-in-ireland-5952532-Jan2023/?embedpost=5952532&width=600&height=460\" ></iframe>\n\n400px wide\n<iframe width=\"600\" height=\"460\" frameborder=\"0\" style=\"border:0px;\" src=\"https://www.thejournal.ie/https://www.thejournal.ie/readme/mens-healthcare-in-ireland-5952532-Jan2023/?embedpost=5952532&width=400&height=460\" ></iframe>\n\n300px wide\n<iframe width=\"600\" height=\"460\" frameborder=\"0\" style=\"border:0px;\" src=\"https://www.thejournal.ie/https://www.thejournal.ie/readme/mens-healthcare-in-ireland-5952532-Jan2023/?embedpost=5952532&width=300&height=460\" ></iframe>\nAccess to the comments facility has been disabled for this user\n                    Content copyright  Journal Media Ltd. 2023 Registered in Dublin, registration number:\n                    483623.\n                    Registered office: 3rd floor, Latin Hall, Golden Lane, Dublin 8.\n                \n                    Please note that The Journal uses cookies to improve your experience and to provide\n                    services and\n                    advertising. For more information on cookies please refer to our cookies\n                        policy.\n                \n                    The Journal supports the work of the Press Council of Ireland and the Office of the Press\n                    Ombudsman, and our staff operate within the Code of Practice. You can obtain a copy of the\n                    Code, or contact the Council, at www.presscouncil.ie,\n                    PH: (01) 6489130, Lo-Call 1890 208 080 or email: info@presscouncil.ie\n\n                    News images provided by Press Association\n                    and RollingNews.ie unless otherwise stated.\n                    Irish sport images provided by Inpho Photography\n                    unless otherwise stated. Wire service provided by AFP and Press Association.\n                \n                    Journal Media does not control and is not responsible for user created content, posts, comments,\n                    submissions or preferences. Users are reminded that they are fully responsible for their own\n                    created content and their own posts, comments and submissions and fully and effectively warrant\n                    and indemnify Journal Media in relation to such content and their ability to make such content,\n                    posts, comments and submissions available. Journal Media does not control and is not responsible\n                    for the content of external websites.\n                \nSwitch to Mobile Site\n\nSwitch to Desktop Site\n\n\n\n\n\n\n\n\n\n\n\n\nCreate an email alert based on the current article", "metaData": {"source": "Making a difference\nhttps://www.thejournal.ie/readme/mens-healthcare-in-ireland-5952532-Jan2023/"}}