{"pageContent": "\nSedrak M, et al. CA Cancer J Clin. 2020;doi:10.3322/caac.21638.\n\nSedrak M, et al. CA Cancer J Clin. 2020;doi:10.3322/caac.21638.\nCancer is a disease of aging, with those aged 70 years or older representing 42% of the total cancer population.However, fewer than 25% of patients in cancer clinical trials registered with the FDA are in this age group.One of the challenges that we have in taking care of older patients with cancer is that they represent a large number of the patients who we see, yet very little information about them is included in cancer clinical trials, Mina S. Sedrak, MD, MS, deputy director of the Center for Cancer and Aging at City of Hope who specializes in the care of older women with breast cancer, said in an interview with Healio. In the clinic, when were making decisions about treatments  for example, when deciding whether to give [an older] woman chemotherapy based on harms and benefits  there is not enough information out there about this population to guide the decision.Given this problem, Sedrak and colleagues at City of Hope conducted a systematic review of the literature to identify barriers to older adult participation in cancer clinical trials and interventions designed to increase their enrollment in these trials. Sedrak discussed the findings and their implications with Healio. Question: What inspired you to embark on this study?  Answer: Age is a major risk factor for cancer, and the U.S. population is aging. In 2011, the baby boomer population started to turn 65 years old. From 2010 to 2030, the incidence of cancer is expected to increase by 67% among people aged older than 65 years. Yet, despite these demographic changes, few older adults participate in the clinical studies used to determine standard-of-care guidelines for patients with cancer. Older adults are left behind when it comes to cancer research. Study after study has shown this disparity. We wanted to find out why this was the case and what has been done to make it better. Q: How did you select the studies you included in your systematic review?  A: We did a comprehensive search of literature using rigorous systematic review methods. We worked with a medical science information specialist to identify the best search strategy. We applied the search strategy across multiple large scientific search engines and identified over 8,000 unique articles, of which we reviewed the abstracts and titles to determine those that were relevant to our question. At the end of this process, we identified 12 studies that asked the question, Why are older patients underrepresented? and one study that examined an intervention to address this problem.  Q: What barriers did you find?   A: We found that the barriers were multifactorial and interrelated, involving system, clinician, patient and caregiver challenges. For example, studies were designed in a way that inherently excluded older adults due to stringent exclusion criteria, which prohibited participation for patients with comorbid conditions, such as heart disease and diabetes, limited performance status, or kidney and liver function. We also found that physicians were reluctant to enroll older adults for clinical trials because they felt these patients were at more risk for harm or toxicities. They seemed unsure of how to examine the risk for toxicities among older patients. Patients themselves had some barriers; there were issues of transportation. Q: What has been done to address these barriers?  A: Aside from trials designed specifically for older patients (which are few in number), we found only one study that examined an intervention or strategy to specifically address the barriers that hinder older adult enrollment in cancer research. That was a study done in 2004 in a large cancer clinical trial cooperative group called the Alliance for Clinical Trials in Oncology. Physicians at randomly selected sites received an educational intervention about older adults and the need to include this population in clinical trials. At the end of the study, 1 and 2 years later, there was no difference in the number of older adults who participated in the trials across the sites, regardless of whether the site got the intervention. It was concluded as a negative study, meaning the physician-targeted educational intervention did not work.  Q: What can be done to improve this situation?  A: Multisystem problems need multisystem solutions by multi-stakeholder partnership. I do not think there is one simple answer to this problem. We need to work together with policymakers, funders, oncologists, geriatricians, patient advocates and pharmaceutical companies to restructure our approach to cancer clinical trials. We need to restructure the system to make sure older adults have a seat at the table. If the system isnt thinking about how it is inherently excluding older adults, thats not something it is going to address.  Q: Is this happening now?  A: Yes, multiple organizations are actually working together to tackle this problem, including the FDA, NIH, American Cancer Society and ASCO. There is an increase in the number of policy and guideline statements coming out from these organizations that encourage investigators to ensure that cancer research is representative of older patients  not just the very few fit, young, healthy older patients who dont represent the majority of the patients we see in the clinic, but also the frail older adults.   Q: Do you think these groups speaking out will encourage more efforts to include older adults in trials?  A: Awareness is the first step. Were trying to create discussion through workshops and conferences. Were writing policy statements and guidelines. But now, we need some concrete action. We need to figure out how to fill the gaps in knowledge of how to care for older adults with cancer. We need to design trials specifically for them. Maybe the answer isnt including them in every trial, because some trials need to be focused on efficacy and need that stringent criteria because its a new therapy. But if we cannot operationalize their inclusion, how could we develop new strategies to expand the science needed to provide the highest quality of care for this growing and vulnerable population? Would we develop specific trials with relevant endpoints for them, or would we incentivize organizations to answer the questions that are relevant for older adults? This is what we want to determine. Q: Do you plan to conduct more studies on this?  A: Yes. Were looking at designing trials for older patients with cancer and determining the prototype for these trials. What does the ideal study look like? How do we design trials for older patients who are not so fit, have poor health status and comorbidities? What infrastructures can we use to design trials for them? Simultaneously, we are working to better understand how to leverage real-world data to answer these questions. Do we gather data from medical records or from large registries and tumor databases? Just as we are focused on precision medicine, we should also be focused on including older adults so we can understand this population and how they tolerate different therapies.This also is relevant when we think about COVID-19. We know that COVID-19 disproportionately affects older adults and causes more deaths, hospitalizations and complications in these patients. Yet, we hardly include older adults in vaccine trials. Who is monitoring that? How are we ensuring that when the vaccine comes out, older adults can benefit? Not just older adults, but frail ones  those with obesity, diabetes, bad kidneys. This is the message.Our study is focused on patients with cancer, but this is about systemic ageism. It leads to inequalities and disparities that cause problems across the spectrum of health care. For more information:  Mina S. Sedrak, MD, MS, can be reached at City of Hope, 1500 E. Duarte Road, Duarte, CA 91010; email: msedrak@coh.org.Get the latest news and education delivered to your inbox 2023 Healio All Rights Reserved.Get the latest news and education delivered to your inbox 2023 Healio All Rights Reserved.", "metaData": {"source": "Looking for ‘a seat at the table’: Study evaluates ageism in cancer clinical trials\nhttps://www.healio.com/news/hematology-oncology/20201106/looking-for-a-seat-at-the-table-study-evaluates-ageism-in-cancer-clinical-trials"}}