{"pageContent": "\n\n\n\nThis episode features Raj Nigam, Consultant Urologist at the Royal Surrey NHS Foundation Trust and the Focal Therapy Clinic. Raj is an andrologist with a special interest in the impact of prostate cancer treatment on sexual and mental health, and has spoken several times with OnFocus about age-related implications of prostate cancer treatment. Hes here today to discuss a range of issues that have evolved since the pandemic that are impacting how men with localised prostate cancer are being diagnosed and treated.True North project on prostate cancer https://prostatecanceruk.org/about-us/projects-and-policies/truenthHello and welcome to On Focus, brought to you by the Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided or even ignored. Prostate cancer is the most commonly diagnosed cancer amongst men in the UK and with this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Raj Niegum, consultant Urologist at the Royal Surrey NHS Foundation Trust and The Focal Therapy Clinic. Raj is an andrologist, with a special interest in the impact of prostate cancer treatment on sexual and mental health. And weve spoken several times before about age related implications of prostate cancer treatment. Hes here today to discuss a range of issues that have evolved since the pandemic that are impacting how men with localised prostate cancer are being diagnosed and treated. Raj, its a pleasure to have you again and sorry its taken so long. Thanks for joining me today.Glad to be back Clare.Good. Well, the last time we spoke, the pandemic was very much driving the behaviours of men and indeed clinicians and other hospital staff in terms of visiting a GP. And as a consequence, you observed an increase in later stage prostate cancers. And Im wondering, have you seen an improvement to this? Have you seen any change at all? Are there things we should be concerned about, things we can do?Yeah, I think that theres probably a slight shift, but its not massive at the moment because I still think that were in the aftermath, if you like, of the pandemic. There are a lot of men who resisted going to see their doctors or their accessibility to their doctors was poor and theyve lived with vague symptoms for some time. So only now are we seeing, yes, they are going to have their PSA checked. And there were some who had their PSA checked at the beginning of the pandemic and then everything was left in abeyance. They either were not referred and theyre now sort of going back into the mainstream, as it were. Ive been talking to a number of men fairly recently whereby Ive seen, oh, theres a two year gap between their PSA follow ups and then they explain that well, yes, they had one done and then they didnt follow it up. They had been having it followed up for two or three years and some of them, sadly, have had a massive jump in those two or three years, so were not really seeing us back to normality. And of course, in the secondary care sector, a lot of hospitals are still very pushed in terms of doing prompt diagnosis and prompt treatment because of the waiting lists that have occurred.I remember talking about that before and even just paying attention to the media, so to speak, that doesnt seem to have abated. I guess that kind of leads me to ask about second opinions because we have certainly seen at the clinic a marked increase in men coming seeking a second opinion on their prostate cancer diagnosis and their recommended treatment, both. What do you think this means?Yeah, I think that this is a reflection on increased or improved communication, both in digital means and by people willing to talk to their friends and relatives and so on, about treatments that are available. Within the public sector system there are two standard offerings and both of them are what we call whole gland approaches. As you know, we are focused very much on treating the prostate cancer where it lies and trying to preserve other structures and neighbouring tissue which is unaffected by the cancer, which is a concept well understood in many other organs in the body, but hasnt really gained a wider acceptance in prostate cancer, but beginning to do so. And I think that, like I said, people asking for second opinions is a willingness to say, well, actually, yes, I do respect my local doctors and what theyre saying, but they may be restricted in what they can offer. And so therefore, Im going to try and find out from reputable sources what else may be out there. And of course, the Internet, we all know, can be a minefield, but there are established regular treatments which are being offered in the private sector and in other NHS hospitals, I hasten to add, which may not be available within their own locality. And it brings me to the point which I think Ive made before, that NHS England has decreed that you have not consented your patient properly in terms of prostate cancer treatments, unless you have discussed all the options of treatment, including those that you do not offer yourself. And all too often were seeing that last statement being not so much ignored, but not heeded to, shall we say, in the sense that people dont think, oh, yes, there is something else out there, we dont offer it here, but actually, why dont you go and try and find out if you can get this treatment elsewhere? Yes, I think that there is a wider acceptance that the internet may give you better information. And after all, information is key. And those of us in the focal therapy clinic are well established prostate cancer experts, primarily, and secondarily, as focal therapy experts, therefore we can give them an opinion on whether what theyre being offered is absolutely the right treatment for them or whether, yes, there are other options available to them.I mean, its interesting that you sort of compare the lack of information that some men receive from their actual clinicians, but then theres an overabundance of information on the internet and we see this reflected in a lot of the comments that men who come to us make. And it makes me wonder about how many men are actually misinformed about prostate cancer and about the range of treatments. So what would you suggest can be done to improve this? At the clinical level, you obviously cant do anything about the internet, but certainly at the clinical level.Yeah, I know, sure. And basically I think that those patients that do come to us, weve actually created, if you like, clinical champions in some of our patients. As you know, a lot of our patients are drivers for this treatment and for men to get the appropriate treatment with the minimal side effects and they are willing to act as patient advocates, if you like, that theyre very happy to discuss their experiences and so on. Of course they cant decide on whether that particular patient would be suitable. But we often do find that peer to peer talking and discussion and communication is vitally important, not just for the patient themselves, but also for their partners, that they find that helpful to discuss, if you like, a commonality in their suffering, if you like, and going through the pathway and the process. And they love to talk to people who have come the other side of it, they survived several years and come through the treatment and so on and so forth. So we find that at a clinical level is a very powerful tool. We find that, yes, we give them all the scientific data, which some patients find very useful and reassuring. But I think its also the fact that they are reassured by the fact that some of us have been doing it for a long time and its that experience in the doctor that they would see rather than some newfangled treatment that theyve just found on the internet. And I always say to my patients that, look, this treatment has actually been around for 25-30 years. Particularly high intensity ultrasound and cryotherapy has been around for many years as well. But that if there was a new focal treatment and we are looking at one at the moment, then we would make sure that we researched it properly and so on. And that it was appropriate for that particular patient.Thats very important. I want to pick up on the point about being an experienced clinician and how that reassures and brings confidence to patients and that leads me to think about training and focal therapy. And I just want to point out to our listeners that youre one of the focal therapy specialists that will be contributing to the Imperial College, Londons Masterclass in September on focal therapy, which is aimed at other clinicians. And Im wondering how you think that about more clinicians coming forward to these events. Does that reflect a growing interest in.Yes, the focal therapy masterclass is in its relative infancy. I was involved in teaching and training on the first one, which was now three years ago, and then the last one got put back because of the pandemic. So were very much looking forward to welcoming clinicians that have been there before and also newer clinicians. You see that there is a pathway in focal therapy. The end result, if you like, is actually having the focal therapy treatment. The training starts right from initial learning about selection and correct patient selection. All the tools that we have in medicine for all the treatments and all the conditions, its very much choosing the right treatment for the right patient and also ideally getting it right first time. So that is where the training actually starts. So the masterclass is right based upon selection and selection criteria as well as appropriate and good imaging. And that is key to all of our treatments that we offer. We now have multi-parametric MRI scanning and it has to be done correctly in a unit that does lots of them. And then the next process is obviously the biopsies and the types of biopsies that we do and were involved with every stage of that process in terms of diagnosis as well as leading onto precision treatments.So youve alluded to other forms of focal therapy treatment as well. And then, of course, your explanation just now about the whole pathway. And given the pace of development in both the diagnostics, as youve just explained, the different modalities and the acceptance of focal therapy over the last 5-10 years, how do you predict patients knowledge of this and their access to focal therapy will change in the next five years?Well, I would hope that it would improve significantly and there are a number of studies that are focused upon that. Firstly, of course, patients need to have a wider understanding of what the side effects of treatments are, at least those are standard and those that are offered. And there has been a published study from the True North Foundation, which is a global organisation funded by Movember. And theyve produced a paper already on what they call the true results of a radical prostatectomy, for example. Whereby they did not ask the clinicians involved, they just went directly to the patients and did questionnaires on the true burden of the side effects from such a procedure and a similar one is taking place in radiation. So firstly, patients need to know truly what are the side effects with the existing treatments. But also, I think that even at the right beginning of the pathway where a lot of patients know about perhaps getting their PSA tested, but they dont necessarily know what the next stage should be. And there is a study called the Prostagram study where a few local hospitals are selecting men just to have, if you like, the male equivalent of a mammogram. Breast cancer screening is well established in the United Kingdom and in parts of Europe, but prostate cancer screening certainly does not have the direct evidence base, if you like, nor even the will from politicians to have a prostate cancer screening programme. And there have always been problems with the PSA tests, which we all know in terms of cut offs and also overdiagnosing men and also overbiopsing men with elevated PSA levels. So weve always been looking for a better test and we had the most parametric MRI, but that was deemed to be too long and too cumbersome and too expensive for broad based screening. So a Biparametric scan, or a fast scan, if you like, has been developed whereby no contrast is given, takes about ten minutes to do, and its actually being marketed for primary care. i.e. Should GPs have direct access to a good quality bipartimetric MRI scan and will that pick up men with significant prostate cancers early enough?So it actually helps in the selection that you referred to earlier, which is really integral to any kind of physical therapy offer?Exactly. And also it feeds into patient knowledge. I mean, there isnt a woman around, I guess, who hasnt heard of a mammogramOf courseBut how many men have heard of a prostagram? So I think its getting that out in the wider public health domain.Its important. In fact, I did a blog about this two weeks ago, exactly about increases in imaging and how that will actually help screening. But I just want to pick up on this True North Foundation study, because Im not personally familiar with that. Is that a recent report?Yeah, its a fairly recent report, but the True North, like I said, funded by Movember, picked out eight projects in the UK and different aspects of what they called survivorship in prostate cancer. So some of them were related to the side effects that patients experienced and how those could be overcome. Some of them were for more advanced disease and one of them, which was led by Caroline Moore at University College, was based upon post radical prostatectomy follow up and what sort of side effects were experienced by those men. And like I said, it was an unbiased study, insofar as it went directly to the men that had had the surgery, rather than to the departments or to the surgeons that have done it.Im going to make sure I find that and Ill make sure that goes into the programme notes for our listeners. Well, Raj, as usual, you give so much food for thought and your experience and knowledge is just incredibly helpful for just sort of clarifying the ultimate complexities of this whole world of diagnostics and treatment. So I want to thank you very much for joining me today, as I know youre going off on holiday, so this is a real nice opportunity to grab you. Thanks again.Thanks again. Thats very kind of you. Thank you, Clare. Bye.A transcript of this interview and links to Rajs practise are available in the programme notes on our website, along with further information on diagnostics and treatment for prostate cancer and additional interviews and stories about living with prostate cancer, please visit www.thefocaltherapyclinic.co.uk, and follow us on Twitter and Facebook at The Focal Therapy Clinic. Thanks for listening. And from me, Clare Delmar, see you next time. Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Progress since the Pandemic\nhttps://www.thefocaltherapyclinic.co.uk/progress-since-the-pandemic/"}}