{"pageContent": "Lorraine Grover, a Psychosexual Nurse Specialist, joins OnFocus to discuss how a prostate cancer diagnosis and treatment impacts sexual identity and sexual relationships. For over 25 years Lorraine has been a passionate driver in helping to improve the way sexuality and sexual function is managed within healthcare. She has expertise in managing male sexual dysfunction and has a special interest in caring for patients diagnosed with prostate cancer (and whenever possible their partners). Sexual difficulties can have both psychological and organic causes and she is able to consider both aspects of management.Learn more about Lorraine Grover here: Lorraine Grover Info Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus brought to you by The Focal Therapy Clinic, where we connect you with issues facing men diagnosed with prostate cancer that are little known, less understood, often avoided and even ignored. Prostate cancer is now the most commonly diagnosed cancer in the UK. With this sombre fact comes a multitude of challenges and opportunities. Im Clare Delmar. Joining me today is Lorraine Grover, a psychosexual nurse specialist who for over twenty five years has been a passionate driver in helping to improve the way sexuality and sexual function is managed within health care. She has expertise in managing male sexual dysfunction and has a special interest in caring for patients diagnosed with prostate cancer and whenever possible, their partners. Sexual difficulties can have both psychological and organic causes, and she is able to consider both aspects of management. Lorraine has a diploma in psychosexual therapy and for several years worked in the NHS, providing nurse led erectile dysfunction clinics at St Georges Hospital, London and Wickham Hospital, Buckinghamshire. She now provides a private consultation service to help men and women overcome difficulties with sexuality and sexual function, which she argues is too often an underestimated area of health care. If you havent guessed, Lorraine is joining me to talk about sex. Lorraine, welcome and thank you so much for joining me today.Thank you, Clare. Thank you for the introduction. And thank you for you connecting with me.Yeah. This is, I think, a very exciting partnership because I know and weve talked about this prior to this interview, how much our patients and their partners care about this. So, I mean, I think this is going to be kind of the tip of the iceberg, so to speak. But Im really excited just to sort of start this conversation with a few questions that I think would get people really thinking and really interested in pursuing further. So Im just going to pick up on what I mentioned about our patients, what they tell us, and just to make an observation that preserving sexual function is something that our patients, almost all of them care a lot about and voice to us. In fact, I would say its probably at the top of their concerns, second only to preserving life itself. Yet they tell us that no one asks them about it or worse, that its dismissed entirely. So whats your experience? Whats happening here?Well, sadly, I think that is often the case, actually. Still is. I feel a lot of men have said to me over the years that they would rather be sexually potent, whatever that definition is to them and alive, being sexually active, than not being sexually active and having their cancer cured because of the effect of the treatments of managing prostate cancer, which is so sad to hear when actually if the subject was raised with them, they would know that there are lots of things to be considering about sexuality and prostate cancer. And I think weve still got a long way forward. Things have improved to some degree. But whats so reassuring is the patients telling you and you reaching out to bring about change for them too. And the more we do that in health care, the better and also considering partners. So Im not surprised to hear what youve said. Im really pleased patients are being proactive in raising their voice because thats how hopefully we will bring about some change.Indeed, but I would say when you say theyre raising their voice, which they are, absolutely they are. I would just simply qualify that by saying its because were asking them.Yeah, yeah. And Im always banging that drum to health care professionals when I lecture, when I talk to them that we need to bring this subject up very early on in the patients pathway. Right at the point I think of diagnosis.I mean, do you see any variation in your experience like anything that you could even categorise like some practitioners are better than others, some locations are better than others?Yeah, definitely.How would you describe that variation?Its been very much the surgical patient, the man having the radical prostatectomy historically will have some discussion about its going to impact on your sex life and it can be as simple as that. And that can be quite shocking for the patient to hear and nothing else is discussed. The focus can be all about the erectile function. Its not just the only part of sex having an erection. And sadly, I feel oncologists dont always address sexuality issues. And so I tend to have seen more patients over my 20 odd years from the surgical background. And sadly, within focal therapy, there are very few patients that I have seen over the years. Im as interested to know from them when I do what their experience has been because Im learning all the time. Were all learning arent we. We dont just assume, its a closed shop of the information that were given. Understanding the methodology about the treatments for prostate cancer and the impact on sexuality, this is important for us to know in health care as a professional as well as the patient. So I would say top of the league at the moment tends to be more the surgeons, but it can be quite matter-of-fact and doesnt really look at emotion and sexual wellbeing, it will be about functional outcomes.Yeah. So that raises another thought. Again, looking at the NHS, where youve been a practitioner for many years and youve spoken openly about the impact that prostate cancer has on sexual function, mental health and most importantly, sexual relationships. Whats been the reaction to your approach?Some health care practitioners have welcomed my thoughts with open arms and embraced me and others have been very against me, I feel, which I think is really sad. I think that can be a bit of a power struggle for some people, and its almost seen as letting go of patients, of their patients and actually no one owns a patient. A patient is seeking help from a health care professional. But theres many people involved with the care. And I have to say in the NHS, I was part of a multidisciplinary team, which I am now. But patients automatically got to see me in my clinic at St Georges when they were going to be having treatment for their prostate cancer. I usually saw them postoperatively, but all patients had access to me and I loved it. I really did. And in fact, I even saw patients with erectile dysfunction from a GP point of view, they saw me. So, it was quite innovative at the time back in the 90s. And I naively thought that, OK, when I ended up leaving the NHS, which was actually family reasons caring for my elderly parents who were ill, and I just naively thought that in the private sector these patients would be welcomed with open arms to have their sexuality addressed and Id be part of a team, which is what I love doing. That hasnt really been the case. I think practitioners are very individual and I like nothing better than being part of the team, because prostate cancer management is being part of the team. The focal therapy, you know, as weve talked about the imaging, the position, all thats being done, what management plan the patients going to have, what impact the partner has. I often say its a jigsaw. The pieces are rather all tangled up in the box and we need to put them all together. And I think thats how prostate cancer patients should have their care as well. There are different aspects that our professional accountability allows us to provide and we should be sharing that and enhancing patient care moving forward.Indeed, I think thats absolutely right. And as I said to you before, I mean, one of the things that weve seen with focal therapy patients is the very nature of the treatment invites these conversations with patients.Yes.So its not a question of either or. Its a question of, you know, this is a treatment that has these benefits and these potential risks. And one of the benefits is the preservation or the reduced risk of any compromising on your sexual function or your sexual relationships. And that forces a conversation I find. At least thats what our patients tell us. I just want to change tack a little bit. I mean, its just so interesting what youre saying. One of the things that Im aware of and weve talked a little bit about is how many of the people who approach us well, in our case, about focal therapy, but I know in your case about sexuality and sexual relationships are actually women and the partners of men with a prostate cancer diagnosis who are searching for a treatment that wont compromise their sex life. And often its the women who are the advocates or take the lead on this. And I often think these women are the forgotten protagonists in their partners prostate cancer story. How have you been able to help them?Well, I mean, just giving the partner now, you said women, I appreciate that in heterosexual relationships, it will be a female partner. But I think same sex couples, the LGBTQI community, people need a safe environment to be able to talk about their sex lives and to be able to have that discussed with the health care professional. And so, as youve mentioned women, I will follow that through that women having the opportunity to talk to somebody about the impact of prostate cancer has had on the man in their lifes personality, their health, their fear, that opens up all sorts. It also allows a discussion to take place. And there have been sexual issues occurring anyway. It could be, Im seeing a patient in their 50s where their partner may be in the menopause or premenopausal or has had her own ill health, has never had an opportunity to talk about sex with anybody. And suddenly their male partner has been diagnosed with prostate cancer. And Im part of that team, hopefully, and I address it and they go, wow, Ive never had this opportunity to talk about things. So with women, Ill be talking about arousal, desire, lubrication, what helps them to reach orgasm. And sometimes the couple in front of me will have never had this sort of conversation. You know, theyve just been used to having sex in a certain way. Theres a diagnosis and then it upsets the apple cart. So a lot can be done for the partner.And do you see that, I mean, just picking up on your point that in many couples have done things in your words, you know, in a certain way for a very long time. So do you think that this actually opens up new opportunities for them as a couple?Yes.For their own sex life?100 percent. Ive had couples go since Ive had my prostate cancer diagnosis, Ive now got a better sex life. Ive seen you, and youd never believe that, would you really now? Ive had people say Ive still got an active sex life since my prostate cancer treatment diagnosis 10 years ago because weve changed things. Weve introduced things. I probably would have just thought sex has gone off our radar as we got older, if I hadnt had access to know about this information. So its not doom and gloom. I always said to people, this is a recovery and discovery area for you, both of you, I need to find out what their needs are. Everyones not same. You know, I certainly dont use an algorithm of A, B, C. Whats happening for you now? What would you like to do? And sharing and being able to talk to each other. And intimacy, reclaiming intimacy was a great step in the right direction. Were not always on about things like vaginal penetration, getting a stiff erection, but rekindling intimacy for a lot of couples is something that is really liked. And it makes that journey for the individual with prostate cancer to feel the caring, the loving and open up these opportunities of discussion. So its certainly not all bad news and the partner must be brought into the consultations if its wanted, some dont.Really encouraging to hear that. I mean, Im sure our patients will be very encouraged and inspired to hear that. So what would you like to see changed in the way men are offered treatment for prostate cancer, given what weve just been talking about? And how do you think this crucially important aspect of their lives and their identities can be better addressed?Well, I think often sex is the third thing discussed. Its the cancer, were curing the cancer. And its about continence and sex. I think theyre all equally there, arent they? That cancer diagnosis occurs, and youve got to look at the continence and the sexual side of things together. And I strongly believe that going forward, that a sex therapist, whether its from a background of nursing or it is a sex therapist, is part of a multidisciplinary team and that enables professional accountability, allows the language. I, as a clinical specialist in erectile dysfunction, years ago was running this erectile dysfunction clinic. But it became quite clear to me that the penis is attached to a man. The man may be in a relationship. The man may be in multiple relationships. We all have different sex lives. That actually, how can I empower myself to empower people to discuss this? Well, I need to get the training. So I hope that going forward, things like what were doing today will make people think and think about their own practise and think about how they can improve care for patients. Hook up with sex therapists as part of the team approach. And dont be fearful of sharing the patient, whether its in the NHS or in the private sector, with other members that can really improve the journey for that man with prostate cancer or that person, because weve got trans people as well, obviously with prostates. And we should be looking at the whole holistic care. Its really important for patients mental health, for their relationship, for their own sexual being. You know, its part of within us, isnt it, being a sexual person. And thats not set in stone. Its a continuum. It changes in our lives with all sorts of things that make that change.Lorraine, thats all we have time for right now. But I really do hope to continue this discussion. And I want to thank you so much for speaking with me today. I mean, its been such a pleasure for me. And I know that so many of our listeners will be really, really encouraged and inspired by what youve had to say. So thank you very much.Youre very welcome.Further information on Lorraine Grover and her practise is on our website, along with the transcript of this interview and additional interviews and stories about living with prostate cancer. Please visit www.thefocaltherapyclinic.co.uk. Thanks for listening and from me, Clare Delmar, see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Psychosexual Specialist Lorraine Grover on Sexuality after Radical Prostate Treatment\nhttps://www.thefocaltherapyclinic.co.uk/how-can-men-with-prostate-cancer-be-supported-in-their-sexual-identity-and-relationships/"}}