{"pageContent": "Patient advocate Jackie Reubin discusses womens and partners roles in supporting men with prostate cancer, and the impact these have on their own health and well-being.A video of Jackie and her husband Barry can be seen here.Press play in the audio player below to hear the interview.Please find below a written transcript of the interview, and call The Focal Therapy Clinic today to discuss your prostate cancer treatment options: 020-7036-8870.Hello and welcome to OnFocus, brought to you by The Focal Therapy Clinic. My name is Clare Delmar, and in this audio series, Im going to introduce you to some issues facing men diagnosed with prostate cancer that are little known, less understood and almost never talked about. Earlier this year, prostate cancer was acknowledged as the most commonly diagnosed cancer in the UK. And with this sombre fact comes a multitude of challenges and opportunities. In the eighth of our series, Im speaking with Jackie Reubin, whose husband, Barry, was diagnosed with prostate cancer in 2019. Jackie climbed a steep learning curve in supporting and guiding Barrys journey through diagnostic and treatment decisions and is becoming an advocate for men and women accessing second opinions and full information on treatment options. Jackie, welcome to OnFocus and thanks so much for joining me.Hi. Its a pleasure to be here.And especially in this heat. I know were speaking, both in London and its unusually hot, I think.It is. It is; unbearable.Well, I really appreciate you being here today. And I wanted to just let our listeners know that you and I have already met. And Im going to refer to that a little bit later because we did a wonderful video of you and Barry. And I wanted to pick up on that point as we begin our conversation by just mentioning that when we met at the end of 2019 things were just settling down, I think, for you and Barry after his diagnosis and treatment. So how are you doing now?Oh, absolutely brilliant. No side effects. Absolutely nothing. Absolutely back to normal.So good to hear.We cant believe it because having spoken to so many other friends whove had it and who are still suffering side effects, Barry has nothing. And were just so grateful.So, again, I should let our listeners know that Barry had HIFU treatment with one of The Focal Therapy Clinic leading urologists, Raj Nigam. And thats really good to hear about such positive progress.It is. And I just cant speak enough highly.Well, if I can just kind of change the tone a little bit because coming from this high, which we will come back to about how youre feeling now, can you talk a little bit about what went through your head when Barry was first diagnosed?When he was first diagnosed, it was oh no, another cancer. How long have we got left?OK, so Barry had previously had cancer?Barrys had cancer, and stem cell transplant. Weve been through plenty and Ive had cancer myself. So within our family, weve been through a lot. And this was just like another knock on the head. It really brought us down. And Barry became terribly depressed. And we really we didnt know which way to turn, but obviously we had to deal with it. Our first appointment, of course, we didnt know, but was with the doctor who then told us because of the blood test. And then we found a specialist initially and everything was taking too long. We had to wait for an appointment, then we had to have a test, then wait for another appointment, then have another test. And Barry was getting more and more uptight.Give us an idea of how the length of time youre describing.We were well over a month, six weeks before we had the final proper diagnosis. We knew it was there, but before we had the proper diagnosis and this is not the way we do things. We find out something and were treating it. We dont like waiting. We had a test and then we had to wait for our appointment with the specialist for him to tell us the results of that test. Then he was going to do the next test, which we had to wait for. Then we had to. And this was private as well. And then we go back and wait for the next appointment we had with him when hed had the results. And thats why it took so long.And that was just causing lots of anxiety?Terrible, terrible anxiety. In fact, just to interject here on something else, after Barry had been treated for the prostate cancer, early this year, he was diagnosed with Graves disease, an overactive thyroid, and its being treated. But he was told it was probably caused by trauma. And we believe that was the trauma that caused this other problem.Oh, gosh. Wow. And you think that could have been avoided? I think thats what we kind of want to get into. Which actually leads me to something else that struck me when we met, which was that you are clearly a real fighter and facing some tough challenges which you overcame with incredible determination in my view. Can you tell me more about that?Well, I suppose I was very young when I was diagnosed with cancer and I had to have chemotherapy and Im living to tell the tale. Mine was over, well over, I think, about thirty three years ago now.Well, congratulations.Thank you. We then lost a child to diabetes. She was twenty one, so we had to overcome that. And you dont overcome that. You have to live with it. And each of these things, I believe, make you very strong because when youve lived through something and youve had to overcome it because you have no choice. I believe it just makes you stronger for the next thing you come up against. But you do think that youve had enough and you shouldnt be getting anymore.So what were some of the particular challenges of Barrys diagnosis that really forced you to call on that strength?Well, I just felt we just cant go through something else like this. We had friends who had treatments. I remember one friend who was having the hormone treatment and that just had been a couple of years before. So I remember vividly his hot flashes and being just, I cant say unwell, but not comfortable all the time. Barry just had had so much treatment and he didnt want to be facing more and more and more treatment. So we were in awe of all this. We just didnt know which way to turn initially. And when we were faced with the treatments he could have, we were never told about HIFU. I found it by sheer determination and research, and thats how I overcome all the things that we have to do is by research. Thank goodness for the internet.I remember being very, very impressed with your doggedness on that front. You know, one of the things that I do remember you saying from some of your initial consultations and you spoke very poignantly about this, which was that the whole idea about your age and Barrys age and how you felt that your initial engagement with the doctors made you feel old, I think you said irrelevant and unimportant. Do you feel this is a problem for lots of people?It is. And Ive discussed it with other friends also in the same position. And we all feel because were all the same age and we all feel the same, that once you reach that seven zero, thats your life, thats your three score years and ten and anything over that, youre lucky. And we dont feel were old. We feel were very young and we feel weve got a lot of life left in us. We dont want to be cast off with, well, youre not going to die of prostate cancer. Youll die of something else and this will be there.And you felt that that was sort of a prevalent attitude that was difficult to get away from.Absolutely. Really. I even know from when Barry had his past problem with cancer, he had amyloidosis and myeloma amyloidosis, which is quite rare, but it affected his heart. And when I asked if he could have a heart transplant, I was told, you cant get one if youre over 70.That was here in the UK?That was here in the UK whereas I know in the States, dont do it at 90. Weve come across it before, this wasnt just with the prostate. This is how youre looked at when your 70 year old that, well, youve had a good life and thats it.And thats irrespective of, as you said, your health itself, but also your attitude towards life and then everything you feel that its just a very blanket cut off?Yes.I think that really is something that Im hearing more and more. And its interesting to get your perspective. Did you yourself feel that way? I mean, I know you felt that way on behalf of Barry, but did you yourself feel that you were treated as slightly irrelevant?Yes, were a pair. Were a couple. You know, weve been together a long time. And what affects him and his mood or his aura or whatever is going to affect me, too.Of course. Thinking about another aspect of all this, how about the presentation enabling you to understand the side effects of the various treatments that Barry was potentially having to consider and in particular sexual function? Because this is often something that people, particularly British people, dont like to talk about. Was this openly discussed or did you feel it was hidden away?It was openly discussed. But that wasnt the biggest thing for us, because Barry had had a problem because of having had so much chemotherapy. So that wasnt forefront for us because there was already an underlying problem. But for us, one of the biggest problems was the bladder and that part of it. I think Barry would have been absolutely mortified if he didnt have bladder control, which I can thankfully say he has.And did you feel that you were sort of advised of that, or was that because of your own dogged research?I had looked everything up. I knew the side effects to everything that was going; apart from the focal therapy, because at the time he was diagnosed, I didnt know about the focal therapy. So when I was told, I really already knew because thats me. I like to know what Im in for.So often with focal therapy. Two points on that, one is that often people dont hear about it unless they go looking for these other options, as you did so diligently. And two, one of its main features is that the side effects, as in bladder control and sexual function, are reduced or non-existent. And it sounds really wonderful that this has been successful for Barry.When we saw Dr. Nigam for the first time, obviously he explained all these side effects to us, but he gave us such confidence and we were so excited to be able to have this treatment. And then when Dr Nigam saw some of the MRI results, we had a call to say he might not be suitable for the treatment. Well, we were devastated. This was because of the position of Barrys cancer within the prostate. And he spoke to somebody who he said was the be all and end all of reading MRIs. And he spoke with her and they said they could manage to do it. And that was a sigh of relief, because once wed met him, thats all we wanted to do. There was no thought of going any other route whatsoever.And you felt that Raj was particularly sensitive to both of your situations and was helpful in explaining pretty much everything you needed and wanted to know?Absolutely. I felt as though Ive known him always.I think he is exceptional because hes also an andrologist and I think he really believes in the sort of whole man, whole person approach. So its not just a particular function; obviously the highest priority is to manage the cancer. But he very much recognises a whole array of other issues that are affecting the person. So it sounds like you really benefited from that in your engagement with him.To go back to the age thing a little. The first we were being advised to do was nothing. You dont really have to have any of the treatments because youre over 70. Youre not going to die of this. Youll die of something else. That was the first way we were told.That was active surveillance that you were being advised to undertake.Yes, just watch it. I felt I didnt know if that would come in a week or 10 years. How do we know how long it had been there? So if it had come in a short time and grown very fast, it could continue to grow fast and then its too late to do anything.When you were discussing active surveillance with the initial consultant, did you get an understanding of how this active surveillance would be managed? Would there be regular tests, whether they were a PSA test or....Regular blood test, regular MRI, I think that was it.OK, and how did you both feel about that?Well, I wanted to get it gone, get rid of it. I didnt want it sitting there. Its a cancer. Cancers grow and you get them out of your body.I know when you met Raj Nigam, you felt that he was very supportive. Did you feel prior to that that there was support there for you during this process?Not at all. I was recommended to the prior specialist by a very, very close female friend of mine who was undergoing at the same time bladder cancer. She spoke very highly of the specialist. She thought he was wonderful. He was doing everything for her and she thought he was wonderful. I just didnt have that feeling.So how would you advise women going through what you went through now, Jackie?I would tell them to research and research until they find the HIFU, and hope that they were a candidate for it like Barry was.Well, I must say you are an incredibly positive person and its just so impressive and so wonderful to hear what you have to say. I really want to thank you for joining me and sharing those insights. Its been an absolute pleasure talking with you. And I really wish you all the best in the next stages of your journey.Thank you. Its been a pleasure. And I just dont want other people to have to go through what we went through.Absolutely. A link to our video: Barry & Jackies Story is available on the programme notes to this interview on our website, www.thefocaltherapyclinic.co.uk where you can access additional interviews with patients and clinicians about their experiences with prostate cancer. Thats it from me, Clare Delmar. Thanks for listening and see you next time.Your email address will not be published. Required fields are marked *Comment * Name * Email * Website  Save my name, email, and website in this browser for the next time I comment. \n\nNumber:020 7036 8870Email:info@thefocaltherapyclinic.co.uk\n Email\n \n\n", "metaData": {"source": "Prostate Cancer – Women and Partners, Advocates and Sufferers\nhttps://www.thefocaltherapyclinic.co.uk/on-focus-with-jackie-reubin/"}}