{"pageContent": "\n\n\n\n\n\n\n\n\n\n\nTHEIR  CANCER  GARDEN\n\n\n\n\n\nEDITORIAL\n\n\nF E F O C :  MEMBER OF  EUROPE UOMO , USTOO AND MALE CARE\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\n© FEFOC 2022\n\n\n\nWe must return again and again to the advantages for the quality of life of patients with prostate cancer, localized and  low risk, in being objectively informed of the advantages of non-treatment, that is, of active surveillance as a first option, before prostatectomy or radical radiotherapy.\n\nActive surveillance (VA) is being imposed in most   countries.  Probably its pioneers were the Swedish urologists. Today, perhaps it is the United States that gathers the greatest acceptance towards it. Be that as it may, we congratulate each other and with the greatest respect, we congratulate all the health professionals who have contributed to such incredible progress.\nDo not be as a doctor explained a few days   ago, on a TV in Barcelona, that the non-treatment came to be a ruse of the\n AdministrationToday we offer several articles about success \nand the growing demand from the VA.  But alarm\nobserve how its indication varies greatly\naccording to the environment in which  the patient operates.\nFor example, in the canton of Zurich, the difference\nof acceptance of the VA, comparing the \npatients treated at the Zurich hospital or abroad \nthereof, by other means in that canton, \nit's alarming.\n\nWe also   draw  attention  to  the effectiveness of physical exercise at home with virtual control and  the convenience of  reducing as much as possible the image controls that may cause irradiation to patients.  with stage  I  testicular   cancer  .\n\nOn July 4, Dr. Tania Estapé participated in \n\"The day of the patient\", within the Congress of the\nUAE (European Urology Association).\nto save money.  There is  everything in the vineyard of the\ta\nSir  , it is rightly said.\n\n\n\nSOME REFLECTIONS ON THE CHOICE OF TREATMENT IN PROSTATE CANCER  AND  SEXUAL DIVERSITY.\n\nActive surveillance  (VA) appears as a great option\nin cases of prostate cancer (PC), localized of low aggressiveness.  It is essential that these patients receive psychological, specialized and continuous support.\n\nBe  that as it may, patients must have all the  reliable information necessary for them to choose freely, according to their roles, preferences and lifestyles, the treatment they consider most appropriate.  For those affected by CP,     who qualify to be candidates for  the VA, this is an option to consider in depth.\n\nSexual activity  is a very important  aspect in  the\tidentity of all  men, so sexual impotence can lead many of them to a serious personal crisis.  Thus many feel  in sexual inferiority, see their self-confidence diminished, abstain from sex and come to feel isolated socially and in their sexual  relationship.\n\nAs for erection, many patients believe that the use of injections into the penis and various devices to facilitate sexual intercourse make the act unnatural and decreases the spontaneity of sex. You have to make a pact and seek a balance between  healing and maintaining sexual function as much as possible. The VA, when indicated , may be the answer.\n\nThe impact of treatments, comparing     heterosexuals (HT) and gay or  bisexual (GB), has been poorly  assessed.  But  clear differences are detected.  A  firmer erection is required for anal penetration than for vaginal penetration, so it is possible that effective treatments for erectile dysfunction are effective in HS and not in BG.\n\n\nSome studies have suggested that only   a quarter  of GB after classic  PC treatment had an  erection firm enough for  anal sex. And in others, that only  40% of GB that had the penetrative role before  treatment, could be maintained as penetrative. In another study, only  8% of BG treated remained  penetrative, compared to   42% who were  from before  treatment.\n\nRole change. For many GB, changing  sexual role after  treatment is not always a solution to overcome side effects on sex. Because the sexual role can mean an important part of the identification and identity of each one.  Some studies point to the difficulty in changing the penetrative role  for the receptive one,  especially if the couple was receptive.\n\nMany HS and GB adapt to the new situation and initiate activities without vaginal or anal penetration  as the case may be.   It highlights here the need   for great communication and sincerity between both members of the couple, while learning other non-sexual techniques in the strict sense of relating. Thus they discover other sensitive areas of the body.\n\nWe insist on the problem of   anal pain after radiotherapy and the  absence of the prostate after prostatectomy. Its stimulation during  penetration produces a lot of  pleasure, which then decreases significantly.\n\nEffects of  treatments on  sexual behavior. We must conduct an     in-depth examination   to identify the effects of  treatments on sexual  behavior  and functioning, so that the sexological  understanding of the experience of THE CP in  men of all  sexual  conditions.\n\n\n\n\n INCREASES ACCEPTANCE OF      ACTIVE SURVEILLANCE IN  LOW-RISK LOCALIZED PROSTATE CANCER  \n\nDr. Matt Cooperberg and collaborators from the University of California, San Francisco (UCSF), presented at the annual meeting of the American Urology Association, New Orleans, Louisiana, USA, from May 13 to 16, 2022, within the CaPSURE (Cancer of Prostate Strategic Urologic) program  Research Endeavor), with data from 240 UROLOGICAL  GROUPS USA, a study on  the acceptance of active surveillance as a  non-therapeutic  option  in low-risk prostate cancer.\n\nFor various reasons, from the diagnosis of localized and  low-risk CP (CPLBR),  it is  not always  necessary to opt for a classic  immediate treatment, such as prostatectomy or radiotherapy.   It is  possible  to defer, postpone  treatment and even never   do it, if the CP does  not grow and does not cause symptoms.    Deferred treatment has two modalities, \"wait and see\" (in people of generally advanced age and/or with associated diseases and/or with  limited life expectancy) and \"active surveillance\" (in patients  otherwise  healthy and with good life expectancy, who do  not  want to be treated for the side effects of prostatectomy and/or radical  radiation therapy, and that they will only be treated if their cancer begins to grow and develop.)  Returning to the study of Cooperberg et al., about ten years ago most   men diagnosed with CPLBR, received immediate treatment with surgery or radiotherapy, both with great healing potential but with serious  side effects, which usually profoundly altered the quality of life of  patients.\n\nBut recent studies indicate that those affected are increasingly opting for active surveillance.  Data from Cooperberg et al. from 240 urological groups show that  60% of North American patients with RCRCP prefer  non-treatment.  Since   2014, when the study began, this percentage has more than doubled, going from  26.5% to 59.6% in 2021.\n\nFor Matt Cooperberg, these results show that the use of  active surveillance is going in the right direction, but that progress  still needs to be made.      Indeed, in countries with a long tradition of active surveillance, such  as Sweden, the percentage of acceptance of  active surveillance has  been established in 80% of cases.  But Cooperberg explains that, in his hospital, 95% of cases have been  reached  that  opt for  active surveillance.\n\nA few  days ago  we were embarrassed to listen to  a television program dedicated to health issues.    They interviewed  a radiotherapist from a private center in Barcelona who came to tell us that the Administration promoted  non-treatment  and that he recommended brachytherapy \t(internal radiotherapy) and that,  according to him, it produced  0%  side effects. \n\nComparing  certain people  to real scientists like Matt Cooperberg is embarrassing.\n\nAccording to   Dr. Howard Parnes, Chief of the Prostate and Urologic Cancer Research Group at NCI's Division of Cancer Prevention, who was  not involved in Cooperberg's study, \"If a patient meets  The criteria for being diagnosed with a CPLBR, active surveillance should be a central  part of the conversation with your urologist.\"\n\n\n\n ACTIVE SURVEILLANCE  IN ZURICH\n\nDrs. C. Poyet and collaborators of the University Hospital  of Zurich publish (European Urology, February 2022) an analysis on the use of active surveillance in low-risk localized prostate cancer (CPLBR), as patients are treated in that hospital (where all   patients are evaluated in an interdisciplinary Committee) or outside it.\n\n Poyet and colleagues  point out  that  active surveillance (VA) has been introduced precisely to avoid overtreatment  in patients with RSCLC. There is already an extensive literature showing that VA is safe,  which  is recommended as  the first therapeutic option for these patients.\n\nBut, they point out, despite  these recommendations, the use of va varies greatly from one hospital to another.\n\nTo investigate this question, they collected data from the  tumor registry of the canton of Zurich, between 2009 and 2018.  They registered 3393 men with CPLBR, 3131 from the canton (Switzerland consists of 26 cantons or former states) from Zurich and 262 from the University  Hospital, from the same city.\n\n  In the canton, 502 patients received VA (16%) while  in  the hospital 146 patients (55.7%) were  indicated.      Over  the years, the percentage of VA in the canton increased very little, going from  12% in  2009 to 16.2% in 2018, while  in the hospital it went from 35.4% in 2009 to  88.2% in 2018.\n\nIn conclusion, they comment that the VA, in the canton of Zurich, has a low percentage and has not increased in the successive years studied,  contrary to the recommendations in favor of the VA.  By  contrast, about  90% of  CPLBR patients seen at the Zurich hospital  followed VA. \n\n\nThe authors believe that continuing education in the urological community is  needed in this regard  and advise patients with CPLBR to   request a second opinion to access  hospitals with tumor committees  .  Multidisciplinary.\n\nIDENTIFYING SAFE MEANS TO DETECT RECURRENCE AFTER SURGERY  FOR  TESTICULAR CANCER\n\nJ.K  . Joffe et al.   publish the results of the TRISST trial,  in April 2022, in the  Journal of Clinical Oncology, Mar 17, 2022 (Identifying Safer Ways to  Look for Recurrence after Testicular Cancer Surgery originally published by the National Cancer Institute\").  TRISSTsignifies\"TrialofImagingand\t\nSurveillance in Seminoma Testis.\n\nSeminoma originates in the cells of the testicle called germ cells, which produce sperm.  It is a tumor with a  very good prognosis.  In its stage I,  healing is close to 100% of cases.  For the  evolutionary control of patients, CT scans are usually performed.  But it is worrying that, usually in the case of young patients, that, if they  receive many CT scans,  an excess of irradiation will occur  in them.\n\nThe TRISST study from the National   Cancer Institute investigated whether CT could be replaced by  magnetic resonance imaging (MRI), which prevents irradiation, or a SURVEILLANCE PROTOCOL with CT but less frequently than usual. The key point, apart from decreasing irradiation, was to  see if the new strategies are also  useful in  detecting recurrence if it occurs.\n\n\n\n(Continued on  page.  5)\n\n(comes from  page 4)\n\nA study led by Cafferty   et al. suggest (Journal of Clinical, March 2022) Oncology, that MRI has an efficacy comparable to CT, By using  the former, the  risk is suppressed  of irradiation without, and this is  the most important thing, decreasing its effectiveness in the detection of recurrences of the disease.\n\nOn the other hand, they also showed that  the frequency of CT scans and RNMs can be decreased.\n\n The trial  they called TRISST included  669 men treated by surgery for early-stage seminoma  .\nTo objectify the periodicity of CT scans or RNMs, four strategies were followed  :\n\n*Seven TACs spread over  5 years.\n*Seven RNMs in three years.\n*Three TACs in three years\n*Three RNMs in three years.\n\n  With a median follow-up  of 6 years,  the results in patients followed by MRIs or lower frequency of CT scans were no  worse than those observed with seven CT scans in 5 years, r it also induces undesirable exposure to irradiation and with a very low number of recurrences.\nHowever, the authors caution about the   fact that the patients included in TRISST were at low risk,  so  these data  cannot be applied, without more, to patients with testicular cancer at higher risk.\n\nThey also draw attention to the fact that MRI is more expensive   than  CT and that there are more experts skilled at interpreting a CT scan than an MRI.\n\n\n\n PHYSICAL EXERCISE  IN  CANCER SURVIVORS\n\n  The Prostate Cancer Foundation recalls and recommends (July 2022), the benefits  of physical exercise in cancer  survivors.  It has been demonstrated, they say, that this activity  improves the quality of life and physical   functioning of  patients.  But, according to their data, only between  10 and  30% of survivors perform adequate  physical exercises. \n\nIn prostate cancer, aerobic exercises after  diagnosis, following  this Foundation, reduce the risk of tumor   recurrence or  death, up to 60% of patients.\n\n   It is true that the sedentary lifestyle has increased with the Coronavirus pandemic but it has made it possible for Dr. Christina Dieli-Conwright, and collaborators from the Dana Farber Institute to  review physical exercise programs.  in patients'  homes.  To do this, they studied 12 exercise systems carried out in patients' homes   and adapted by the restrictions imposed by the pandemic.\n\nThe different exercises  were:\n*Self-directed, without external  supervision, or,\n* Self-directed, but with external virtual   information (through online  videos, expert messages and periodic calls for information  control).\n\nIn this review, the authors did not intend to  study the two methods at home comparatively.  But the study allowed them to get preliminary information about home physical exercises  and identify areas to investigate.\n\n\n(Continued on  page 6)\n\n\n\n(comes from  page 5)\n\nFor example, much  greater adherence to  exercises was observed when they were helped virtually. Even in patients with breast or  prostate cancer,  greater adherence was observed,  in these cases followed virtually, than in similar cases followed personally before the pandemic.\n\nThe researchers conclude that  virtually supervised physical exercise is possible,  safe, and can improve survivors  '  problems such as fatigue and anxiety. More research is needed to see if they can also improve physical  functionalism and  survival.\n\nThey consider that a very important parameter is the safety of the participants. For example, the need    for virtually  controlled patients, if they use exercise devices, to learn their use well to maximize effectiveness  and minimize the risk of injury.\n\n Cancer patients  may  have a variety of symptoms and other health conditions that may affect their ability to perform certain exercises.\n\nHome exercise   eliminates some problems (displacement, contamination by potential  germs), but they present other problems (lack of space in case and technological  access).\n\n\n\n\n\n\nPARTICIPATION\tIN\tTHE EUROPEAN \tCONGRESS OF UROLOGY\nFEFOC\n\n\n On  1-4  July, the congress of the European Association of Urology  took place in Amsterdam.  This congress is medical, and brought together  various professionals of  Urology to share their work and research. As usual, a day was dedicated  to patients.  In this congress  a space is given for patients to present posters and communications on various topics.  In this sense, sessions were scheduled on kidney, bladder, prostate cancer, as well as one dedicated to fatigue, urinary incontinence and life after  cancer.   The session on  prostate cancer was organized by Europa Uomo, the European federation of  prostate   cancer  patient associations  of which FEFOC is a representative and is part of  the Board of Directors (with the psycho-oncologist Tania Estapé as a member of  it).  The panel was moderated by  Dr. Eamonn Rogers, Irish  urologist.  It    discussed quality of life in patients with prostate cancer, early detection and the active surveillance  option  as a proposal for patients with low-risk prostate cancer.\n\n(Continued on  page.  7)\n\n(comes from  page 6)\n\nIn this sense, Dr. Tania Estapé offered a communication entitled \"Is this the true revolution?   An   understanding     among    low-risk  prostate patients and their doctors  that the best treatment may be no \"treatment\" at all!    How this approach is becoming the leading treatment in these low-risk patients.\"\nIn this 10-minute talk, Dr. Estapé summarized the psychological problems of active  surveillance.  This option is for patients with low-risk prostate cancer  and consists of periodic follow-up with tests and follow-up visits. The advantage is that the consequences of  prostatectomy and/or  radiotherapy are avoided.  Thus, the patient does not suffer from erection problems and urinary incontinence,  problems that interfere with the quality of life. However, there are other disadvantages,   especially  psychological ones.  The patient may feel confused by the feeling of not doing anything and leaving the tumor inside their body.  We have all learned that when there is a tumor it is best to eradicate it as soon as possible from the body to prevent it from spreading. Thus, active surveillance can induce high levels of anxiety and uncertainty.  It is assumed that the patient is in better condition to enjoy life, but it is not always possible because of the doubt about whether they have chosen   correctly.      Sometimes  hypervigilant behaviors develop, that  is, being permanently  alert to changes and bodily discomfort with the fear that it is an indication that the tumor is  Progressing. The patient's family has a role  in all this as well.  Many times it pressures the affected person to opt for active  treatments. \n.\n\n\n\nAgain weighs the scheme that in the face of cancer we must  actively fight and do \"something\" against it.  There are several alternatives to try not to  be a victim of  anxiety and fear and learn to live with active surveillance, such as trying to take control of the situation by looking  for truthful  information (always limited in time so as not to  enter a loop of increasing anxiety.) It is necessary to try to lead a life   as  normal as possible and, if  necessary,  seek a  support group or psychological treatment.  Groups  are not always suitable if the other participants have received active treatments, as this will make  the man with active surveillance doubt  more  than if he has done the right thing.\n Treatments are becoming  less aggressive\nand it is necessary to bet on  it to  avoid too aversive consequences on the  quality of life. This can lead to psychological challenges to learn to live with the uncertainty that is generated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n   \n\n\n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) July 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/08/CANCER-DE-ELLOSJun22Eng.docx"}}