{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR  CANCER  GARDEN\n© FEFOC 2022\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\nEDITORIAL\n\n\nAccording to US   data, as a result of the pandemic, cancer screening programs have slowed down   , especially in colon and breast cancer, which suggests a worse future for the prognosis of these diseases.  \n\nAt the same time, the controversy over screening in prostate  cancer  is reopened  , given the limitations of PSA, both by excess and by default.  But some studies point to an increase in advanced and/or metastatic cases that they attribute to   less  screening.\n\nWe will analyze this data for future issues of this journal.\n\nSome kind patients have asked us for  information about  nuclear resonance\n\ncases, between three countries. They seem few, but already in the previous issue of  Cancer of them, we collected the main problems  that  Western researchers  of this cancer encounter.\n\nBeing the scarcity of cases to nourish clinical trials perhaps the most important obstacle (do not misinterpret this statement: magnificent that there are few cases), but situation that implies less progress, which is acquired  through these trials, which require  many patients for objective statistical evaluations, key to the progress of  cancer treatment.\n\n Professor Biete  explains, in   an excellent  way, the controversy, ancient and unresolved, between prostatectomy and radical  radiotherapy, in localized  prostate cancer.\n\nmultiparametric in  prostate  cancer   ,  which\n\nFinally\t, we \thave an \timportant stake\t.\n\nwe offer below .\n\nWe draw attention to the   application of  active surveillance in testicular cancer  and we collect another initiative in penile cancer,  another international initiative that has already collected 200 contributions. One, in prostate cancer, on\npossible inequalities in the attention to the\npatients with this diagnosis, depending on whether it is\nits geographical location. The second, in so far as\n psychological support  for adolescents with cancer\nof testicle.\n\n\n\n\n MULTIPARAMETRIC NUCLEAR RESONANCE\n\nParametric nuclear resonance (MRI) is the most effective imaging technique, since it makes it possible to obtain images with greater precision of the prostate than those obtained so far. MRI provides detailed images of the prostate and surrounding tissues. It has become a key exploration in the diagnosis and treatment choice of CP. It allows to study the prostate  in  a total  way.\n\nIt is not a painful test. Its duration is around 30-40 minutes.\n\nIf the test is negative, it is almost certain that the patient does not have CP, which prevents many biopsies. If suspicious alterations are observed, biopsy will  be recommended  .\n\n*During the biopsy this scan helps a lot to identify the areas of the prostate,  most likely  to  be affected.  This is a great advance,     since it  avoids blind punctures, which   greatly increases  the effectiveness of the  biopsy.\n\nIf a CP   is detected, the MRI is very useful to help  establish the TNM or extension of the tumor, that is, if it has spread beyond  the prostate or not.  Thus, the involvement of the   seminal vesicles and structures adjacent to the prostate can be  ruled out or confirmed.\n\n*  Currently,  MRI is also fundamental in the choice of patients for active  surveillance (see below), to be a candidate for  which strictly localized cases are necessary.\n\n*A step forward in the effectiveness of MRI has been taken by a new technique, image fusion biopsy, which, through super-specialized computerized  programs,  allows the joint use of TRUS (described above) and MRI. This further increases the identification of suspicious  areas.\n\nThe results of the MRI are classified into five possibilities, using the PI-RADS (Prostate Imaging Reporting and Data) system:\n\nPI-RADS1. Very low risk, the presence of clinically significant CP is very unlikely.\n\nPI-RADS 2.  Low: Improbable\n\nPI-RADS 3: Intermediary: Equivocal.  PI-RADS 4: High: Probable\nPI-RADS 5: Very high: Very likely.\n\nPI-RADS 1 and 2, represent the improbability of CP;  3 rules out   CP, but  greater vigilance  is recommended  because there are somewhat dubious image data, while  4 and 5 suggest  the opposite, the high probability of its presence and the need for  biopsy to confirm it.   or discard it.\n\n\n\n\n  TESTICULAR CANCER: RISK  FACTORS\n\nThere is general agreement that there are three fundamental factors  that increase the risk  of developing testicular cancer (CT). They are as follows:\n\nCRYPTORCHIDISM\n\nIt is the most documented causal factor of TC.  During gestation, the testicles are located in the abdomen of the fetus. Towards the 7th month they descend and are placed in the scrotal pouch.   If they  don't we have a case of cryptorchidism that can be unilateral or bilateral.\n\nAlready in 1973, F.K.  Mostofi (author together with Isabell A.  Sesterhenn from Histological typing of testis cancer), observed an incidence of cryptorchidism of 3.4% in 2000 CT patients  .  In  contrast, only 0.25% of patients in a control group  without CT   suffered from it.  A person with cryptorchidism is  14 times more likely to have CT than a person without it. \n\n FAMILY HISTORY\n\nGiven the low frequency of CT, it is also rare, from a global point of view, the detection of family cases. If a person has a sibling with CT, he has between 8 and twelve times more  the possibility of developing it than the population without this background; if the affected was the father, the comparative risk is between two and four times more.\nIn these family cases, the TC is very heritable, passing from generation to generation. But still has not been  detected genetic change determinant of the familial CT.\n\n\nCARCINOMA OF THE TESTICLE IN SITU\n\nIn many and diverse cancers it is common, either in a diagnostic examination or accompanying a cancer, to find one or more carcinomas in situ.  We define this entity as a grouping of  abnormal cells that, at the time of diagnosis, have not spread  or metastasized, but with the potential to acquire cancerous characteristics, which   This clinical situation is  also known as stage O.  Taking advantage of the occasion, let us remember the great scientist, Georgios Papanicolaou, who invented the test that bears his surname, which has saved millions of lives and  represents the greatest advance oncological of  all times,  early  diagnosis.\n\nNor do we forget  his brilliant wife, Andromachi Mayrogeni Papanicolaou, who accompanied  him on his American  adventure. Known in the USA as Mary, she collaborated in the laboratory with her husband.  He became a kind of guinea pig, offering his cervix for the repeated smears (extension of a sample of a fluid from our body on a glass lamella for study under the microscope) that helped create the test.\n\nWell, between 80% and 90% of TCs is an alteration known as carcinoma in situ germ cell or GCNIS, so it is considered that GCNIS, is currently the largest known risk factor for developing CT.\n\nOn the other hand, neither smoking nor cycling nor obesity nor height have been shown to be risk factors  for  CT.\n\n\n\n\nADVANCES IN PENILE  CANCER\n\nThe low frequency  of penile  cancer (PSC) means that it is difficult  for  doctors  to have enough experience in its diagnosis and treatment.  As we said in the previous  issue, it is essential to gather diverse experiences to achieve  progress.  On  the other hand, patients, embarrassed by their disease, delay going to the diagnosis. Much remains to be done in CPE.\n\nWe collect some of the words about it in Urologic Times from Dr. Curtis A.  Pettaway, from the Department of Urology at Anderson Cancer Center, Houston, Texas and co-ordinator of InPACT, the International Penile Advanced Cancer, which includes patients from the USA, Canada and UK.\n\nWe have chosen your feedback about   treatment   modalities  in  relation to the quality of life of these patients.\n\nThe main thing is still early diagnosis, which requires that in the event of a penile injury you should go to your doctor as soon as possible,  without being ashamed of something that, in its deepest sense, is not anyone's fault. And the smaller the tumor, the  more likely  it is to avoid aggressive  treatments.\n\nThe detection of the  inguinal sentinel node is also applied in CPE,  when its study is necessary.  The sentinel node avoids many more aggressive surgeries. \n\nAccording to Pettaway, in recent years there have been advances in surgery and radiation therapy.  A very important example  in localized cases of CPE, in  which  surgery with an attempt to  preserve the affected organ is much more frequent.   Minimally invasive  surgical techniques  , such as  laparoscopy and robotics, have a very important place  in the non-aggressive treatment.\n\nIt is accepted that with them the tumor can be controlled  and that it  is not necessary to leave a negative  surgical margin as  wide as before, which increases the chances of preserving the penis.  For this,  the collaboration of the plastic  surgeon is essential, with  which  more aesthetic  results are obtained.\n\n As for  radiotherapy, one choice is  interstitial brachytherapy,  with which the  penis is preserved and its amputation is avoided.\n\nPrecisely the InPACT group, which Pettaway coordinates, also studies which should therapeutic  strategies  in advanced  CPE.\n\nIn localized cases,  InPACT studies, 1) The possibilities of surgery as the only treatment in localized cases;  2)  If the combination of chemotherapy or  chemo-radiotherapy with surgery can improve the results and 3) Cuál of these last treatments  produces better results with fewer adverse effects.   InPACT is an international group that has already collected 200 patients.\n\nWILL IT IMPROVE  THE EARLY  DIAGNOSIS OF PROSTATE CANCER?\n\nOne of the biggest   current controversies in prostate cancer (CP), is the usefulness of  screening campaigns,  so we  try to improve them.  So far these campaigns have been based on the determination of the PSA. But this one alone does not work, because the proportion of false positives  it produces disables it. Or it even leads to the discovery of non-aggressive TKs that many of them are not supposed to have even developed.\n\n  For some  years now, the role of human  kallikrein (Hk2) in the early diagnosis of CT  has been evaluated. hK2 is another glycoprotein that, like   PSA, belongs to the family of human   kallikreins  and  shares up to 80% of structural homology with it.  Unlike PSA, its expression is greater in cancerous tissue than in  benign tissue.\n( continued on  page 5)\n\n\n(comes from  page 4)\n\n Professor Wald (UCL Institute of Healtj Informatics, Queen Mary University, London) and collaborators recently publish in the Journal of Medical Screening an important contribution to  better diagnosis  early  prostate  cancer  , using an algorithm based on age and two CT markers, PSA and hK2 (human peptidase kallikrein).\n\nAnd they note that with their method they can reduce the number of false positives by 75% compared to using PSA alone, but maintaining the same proportion in the diagnosis of  prostate cancers. This can allow the development of a safer and more accurate  screening in  prostate cancer, thus reducing  the excessive diagnoses and treatments that follow the use in PSA screening  alone.\n\nPROSTATE CANCER : RADIOTHERAPY OR SURGERY, THE ETERNAL DILEMMA\n\nALBERT BIETE\nProfessor \tof \tJournalism. \tUniversity \tof Barcelona\n Senior consultant.  Clinical  Hospital\n\nFor years it   has been debated which therapeutic option is best for the curative treatment  of prostate cancer:  surgery or radiotherapy.  We must bear in mind that, apart from the prostate  tumor, there are many other factors to consider and that can condition the therapeutic proposal.  Examples of them are  age, obesity  and  associated pathology:  diabetes, hypertension, cardiovascular  diseases, etc.\n\nSurgery for   prostate cancer is called radical prostatectomy and can be performed by laparotomy (classic  abdominal incision  ) or laparoscopy (less invasive and more modern technique). In the latter you can intervene through the use of a robot. This type of operation  has nothing  to do with the resection of benign prostate adenomas, which is much simpler. \n\n.\n\n\n\nIn cases of   high risk or if there is suspicion of  metastatic involvement of neighboring lymph nodes, prostatectomy may be associated with a lymphadenectomy usually of the obturator nodes. \n\nRadiation therapy can be done with two different techniques. One is brachytherapy with  radioactive iodine seeds  , which are implanted in the prostate by anesthesia and ultrasound control.   They are permanent implants that give a high dose of radiation, but very limited to the prostate.  The other technique is  external  radiotherapy using a linear accelerator.  The radiation beam, modulated to be directed only to the prostate with a margin of safety, delivers a daily dose up to the total estimated to guarantee the destruction of the tumor. 3D simulation and IMRT  (Dose    Modulated Intensity)  or SBRT (Stereotactic Radiotherapy) techniques  allow the administration of high doses in a  hypofractionated  way  with an intense effect  antitumor. Classic long-lasting treatments, 38 fractions in a month and a half, for example, have been cut in  half.\n\n Surgery and  radiation therapy have advantages and disadvantages.  Prostatectomy  removes the entire gland that contains the tumor. The risk is that  most  are  peripherally located  and obtaining  free margins can be difficult.  Due to this or  being an aggressive  tumor, with PSA  (Prostate Specific Antigen  ) greater than  10 or Gleason index greater than 6, radical surgery is discouraged due to the high risk of being left  microscopic  tumor remains that will cause recurrence. In fact, this situation is not uncommon,  with PSA levels that increase progressively and force the performance of rescue radiotherapy. The latter has, of course, more risk of side effects than in a situation with an intact prostate.\n\n(continued on  page 6)\n\n\n(comes from page 5)\n\n\nTwo complications can have  radical  surgery: one, rare in expert hands, is urinary incontinence. The second, much more frequent, is  impotence.\n\nIf you want to preserve the bandeletas with the erector nerves there is a risk of increasing the number of cancer recurrences. However, if it is well indicated and there are no signs of aggressiveness or  involvement of the capsule, the  results of radical prostatectomy are good and very satisfactory from an oncological point of view.\n\nInterstitial radiotherapy with iodine seeds   or temporary implantation of iridium needles is reserved as an alternative to surgery in initial cases and with a good prognosis.    Fractional external radiotherapy, much more common, is performed either as a rescue in biochemical recurrences (increasing PSA) after surgery or as an exclusive treatment.  The main side effect  can be  rectal inflammation and bleeding,  rectitis, fortunately nowadays rare  with modern  technology.  In cases of persistence of tumor activity after uncontrollable radiotherapy by hormone blockade treatment, surgical rescue may be attempted.\n\n**Numerous comparative  studies have been conducted   between surgery and radiotherapy.  The results in  relation to  local control are discreetly superior to those of the former, although  survival is similar.  But if  the characteristics  of  the patients  are examined  in detail, it is noticed that in most of the published series there is a bias, a negative  selection.  in the  radiotherapy group.  Indeed, in the radiotherapy group  , an increase in tumors is always detected in more advanced stages,  of greater volume or with more factors of poor prognosis.  The same happens with the prevalence of factors that discourage  surgery, such as obesity, advanced age, associated serious pathology  or anesthetic contraindications.\n\nFinally let's say that the surgery manages to  obtain an exact posterior staging through the anatomo-pathological study. This is not possible with radiotherapy, which, despite imaging tests, always has a risk of understatement that can be quantified by 20%.\n\n**In daily practice, radical surgery is usually indicated in cases with a better prognosis and more favorable: younger patients, with tumors with  a good prognosis, limited and without associated  pathology. In the rest, which are numerous since prostate cancer is typical of advanced age, radiotherapy is usually indicated.  The issue of   drug-refractory impotence  should be discussed beforehand with the patient, especially the youngest.  In many cases the indication of radiotherapy is decisive since  the surgical option is  not contemplated. In others,  pros and cons should  be discussed with the  patient  in a neutral and objective manner  in order to make the best decision.  Fortunately, either with surgery alone or with subsequent radiotherapy or with radiotherapy, the local control is very satisfactory, greater than 80% and survival as well, although it is  not necessary to underestimate  the small percentage of very aggressive tumors with high potential  for distant spread  .\n\n\nState-of-the-art linear accelerator installed at the Hospital Clínic de Barcelona\n\n\n\n\n\n\nSTUDY   ON INEQUALITIES IN THE CONSEQUENCES OF TREATMENT IN PROSTATE CANCER: \tAN AUSTRALIAN \tWORK BASED ON GEOGRAPHY \n\nDr. Tania Estapé\n  The scope of  treatments and, as a consequence, the effects of them, in prostate  cancer, are different according to geographical areas.   Unfortunately, there are still  inequalities in this regard.\n\nA  recent   study  in Australia has examined inequalities in the functional  effects of prostate cancer and its treatment in prostate cancer survivors  . The work aimed to examine the toxicities of the treatment and its effect on the functionality and therefore, the decrease in the quality  of life of prostate  cancer survivors.  The work has been done by contacting patients from the Victoria Prostate Cancer Registry in Australia, with a sample of 10,924 patients.  The researchers used the functional results in these patients, using the \"Expanded Prostate Cancer Index Composite\" test, applied after prostate  cancer  treatment  .  This is a  specific quality of life  scale for prostate  cancer  patients  .   They focused on the relationships between  socioeconomic status and geographical distance, central variables of the study, To avoid bias, these variables were controlled by clinical aspects and  Pathological.\n\n7690 patients responded. The researchers made a functionality map from the results. In general, differences were observed by  socio-economic status, in the direct  sense: the poorer the status, the worse the quality of life.  However, there are some nuances to this overall result: in   rural  Australia the tendency was to worse results in the functionality of these patients.\n\nThus, living in rural areas far from health centers, plus socioeconomic precariousness are predictors of worse outcome in the quality  of life (functionality) of patients. As a  detail, to say that, although in urban areas, there are better data,  it cannot be  generalized, because there was greater  heterogeneity: in those areas people with worse socioeconomic status, again result in a worse result in their quality of life from prostate cancer treatment, and even in survival. It should be noted that of both data, the one  that showed statistically significant differences was the poor socio-economic status,  while  the geographical area showed the aforementioned differences (rural versus urban) , but it did not become significant in the authors' analysis.\n\nThe authors conclude that it is necessary  to  focus on  geographical aspects in the care of patients with prostate  cancer.   They point out that it  is very important to take care of the quality of  life and functional capacity of these men who, even cured, can suffer from various problems that interfere with their adaptation to life after cancer. You have to have a vision that includes these nuances, such as the area of residence and / or the socio-economic level of the patients.  It is possible that, even if this study is focused on  Australia, the results can be extrapolated to other countries. That is why we want to end this article with the following phrase from Martin Luther King: \"Of all forms of inequality, injustice in health care is the most shocking and inhumane.\"\n\n\n( s i g u e e n l a p a g .  8 )\n\n\n\n\n( v i e n e d e l a p a g .  7 )\n\n Bibliographic reference of the work: Koo, K., Papa, N., Evans, M.  et al.  Mapping disadvantage: identifying inequities in functional outcomes for prostate cancer survivors based on geography.  \t BMCCancer22,283\t\t\t(2022).\nhttps://doi.org/10.1186/s12885-022-09389- 4Add some   text.\n\n  CARE NEEDS IN ADOLESCENTS AND YOUNG ADULTS (AYA) WITH  TESTICULAR CANCER. \n\nDr. Oscar Galindo Vázquez  Psycho-Oncology Service\n\t\tInstitutoNacionaldeCancerología INCan,  Mexico.\t\n\n\n\nPsychosocial care  for adolescents and young adults (AYA) with cancer is a need that this group of patients and their families require.    AIAs   often do not receive age-appropriate  specialized  care due to  a lack  of knowledge and programs of how their needs differ from those of children  and adults.  older adults with cancer.\n\nThis group of young  patients are more likely than other populations to   be diagnosed with testicular cancer which is the most frequent between the ages of 15 and 30, a period of life in which people are usually active in different areas of their lives. \n\n\n\nAlthough it is possible to successfully treat most  testicular  cancers,   even when diagnosed  at an advanced stage, more multidisciplinary programs of care are required during treatment and the period of   follow-up to address the different effects on their quality of life: Needs in emotional well-being, social, affectation in sexual life, financial toxicity, changes in self-image, labor and school reintegration are  aspects little studied, as well as the effects on  their informal primary caregivers  who face the challenge of  supporting  young patients with very particular needs. \n\nIn the psycho-oncological aspect the fear of cancer   recurrence is very reported, for example there is a young population that  adapts functionally, however  others have greater dysfunction which it affects their quality of life. This transition in life can take months in which some  side effects  during treatment will go away, while long-term  side effects  such as fatigue and involvement in sex life can take time.  or even be a sequel in some cases permanent.\n\n Developing programs with valid and reliable procedures that channel  this group of AYA patients to specialized programs will be a challenge for a more inclusive  clinical care  in oncology, even more so in countries of  medium and low income where this issue is still  pending  attention.  Alternatives  can be programs via social or virtual networks for which the young population  presents a greater use of these technologies, which would increase the probability of their use and feasibility. \n\n\n\n(continued on  page 9)\n\n\n\n(comes from  page 8)\n\nSeveral multidisciplinary groups have begun the development of these programs in Spanish, now the challenge is to  consolidate them, disseminate them and make them reach in a  timely manner to the AYAS and their families to generate a community of health care in Oncology more empathetic with the needs of the youngest.\n\nGalindo-Vázquez, O., Álvarez-Avitia, M.  Á., & Alvarado-Aguilar, S.  (2012).    Psychological aspects of sexual affectations in patients with  testicular cancer.   Revista mexicana de urología, 72(5), 256-263.\nVázquez, O. G., Álvarez, M. A., & Alvarado, S. (2013). Anxiety, depression and coping in patients with testicular cancer in treatment and follow-up period.  Psycho-oncology, 10(1), 69-78.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo purchase the book click\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n:www.   youtube. /UCMOFY1FLcbVOCshefrj6mkQ/ \n\n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\n\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) Mar 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/03/CANCER-DE-ELLOSMar22Eng.docx"}}