{"pageContent": "\n\n\n\n\n\n\n\n\n\n\n\nTHEIR  CANCER  GARDEN\n\n\n\n\n\nEDITORIAL\n\n\nF E F O C :  MEMBER OF  EUROPE UOMO , USTOO AND MALE CARE\n\nDirectors: Professor Jordi Estapé and Doctor Tania Estapé.\n\n© FEFOC 2022\n\n\n\n First of  all, we highlight the invaluable collaboration of an Italian patient, who, given his diagnosis of prostate  cancer  , chose the active  surveillance, attitude and choice that we recommend for patients who meet the clinical conditions required for it.\n\nWe also take this opportunity to congratulate the urologists, who are increasingly  numerous, who  offer this alternative. Perhaps we allow ourselves to remind you that the patient who follows the active surveillance, needs a lot of  support, of course  that provided by the urologist responsible for the control of the patient but without forgetting that oncological  urology is and should  be     fully multidisciplinary and, in this context, much more importance should be given to psycho-oncologists in the specialized support of these patients.\n\nThree doctors, one in Antwerp and two in Toronto, have   studied recent in-depth protocols targeting castration-resistant and metastasis  prostate cancer  .  In two of them it is concluded that both improve several aspects of these patients. However, it caught the attention of the aforementioned doctors that the control arm (generally understood as the  one  that will receive the best treatment known to date) in two  studios (The Profound and The Vision) is sub standard. A serious issue that needs to be thoroughly reviewed.\n\nWe also dedicate  a space to describe what theranostics is. Simultaneous modality of diagnosis and treatment that offers great prospects for the future.\n\n\n Dr. Sprenkle takes advantage of the recent\t\n\nLast month dedicated to testicular cancer to recommend monthly  testicular self-examination,  going to the doctor  at  the slightest sign of suspicion.\n\n\n\n\n\n\n( continued on  page 2)\n\n\n\n\n\n\nWe are putting together a manifesto for the rights of certain minorities to the treatment  of prostate cancer.  It is time  for us to  position ourselves in favor of a more modern  Medicine,  overcoming  ancient barriers, especially when some of them can harm the future of many patients.\n\nAnd although it goes beyond the limits of this magazine, we declare our pain because in Spain, in the MIR  call, there  have been many vacancies of family doctor. How is it  possible? The egg yolk of the Health is the  general practitioner.  We tend to a Medicine of the foot, the eye, the pancreas ... and forget the human  being who carries them. We frequently see elderly patients who take up to 23 pills a day, the result of the various specialists who  have visited them, no doubt with good will, but separated, the patients, from their integral being.\n\nGeneralists provide us with empathetic, sustainable, humane and effective medicine.  We must provide incentives to  future generalists, not only so that they do  not refuse to  perform  Family  Medicine  , but so that we  all enjoy  a global  Health, not  compartmentalized.\n\nA   PERSONAL TESTIMONY OF  ACTIVE SURVEILLANCE AS AN OPTION IN PROSTATE CANCER\n\nI am Cosimo Pieri, member of the Italian  Association of Prostate Cancer Patients and the Board of the European federation EUROPA UOMO, which brings together  these associations for the 27 countries of the community  European.\n\n\nSo far my  5-year experience  in active surveillance (VA) has been very positive.  In my opinion this is the result of many actions carried out in the last 10 years by the entire community of health professionals,  patient associations and research.\n\nI am 68 years old, I live in Milan, Italy, I retired after 43 years as a computer communications sales manager,  I am married and I have two daughters. Health prevention was always present in my family.\n\nI was exposed to the danger of cancer as early as age 48 when   melanoma  was  discovered in situ on my skin. Although it was considered low risk from the beginning, it showed that something in our body can get out of control.\n\nSince 2010, at the age of 58, my prostate was already being controlled, due to a reduction in urinary efficiency  that was due to benign hyperplasia that    underwent  surgery  in 2013.  Then I moved on to annual   prostate   checkups. But in 2017 at the control visit, the urologist found a suspicious  nodule, the PSA value doubled in 2 years (although low in absolute  value, from 0.7 to 1.4).   The doctor suggested an     MRI  and then a  biopsy. And so came the diagnosis of prostate cancer (CP), with a gleason 3+3, grade 1.At that time I had  no specific knowledge about this disease and  possible treatments and was obviously scared.\n\nI have   to say that my urologist's approach  was very good.   Why?  His approach was multidisciplinary and helped  me very effectively to understand the possible treatments without pushing myself for any of them but clearly suggesting the VA, due to the low degree and index of gleason. \n\n\n\n(continued on  page 3)\n\n\n\n(comes from  page 2)\n\n  After this I  contacted  the Association Europa Uomo Italia with the purpose of knowing more about CP and treatments to be able to  verify if my decision was correct.  I learned the evolution that has taken place in this regard.     While in the past  most diagnoses  like mine led to prostatectomy with potentially significant side effects on the patient's quality of life, extensive clinical data and research over the past ten years they paved the way for the VA as the best decision for cases like mine.  I also understood that many men who did not trust  this option in recent  years have serious  side effects.  The knowledge   I acquired from the Patient  Association Europa Uomo helped me at that time to be able to maintain control against psychological pressure especially in the first year after  the diagnosis to avoid change options.\n\nThe  general information about VA is very limited, many people around you are afraid to know that with a cancer diagnosis, you do not do any surgical treatment or radiotherapy.\n\nThis is the reason why I decided to give my support and time to Europa Uomo Italy and also to the Board of Europe, to further strengthen and   grow  the action of the association for patients with CP of the 27 European local associations of Europe Uomo. The aim is to raise awareness among men in 27 branches in local countries in Europe Uomo, about  early diagnosis and the effectiveness of the multidisciplinary  approach at all  stages, from early detection to   treatment in the worst cases.\n\n\n\n Because of my experience, I am very focused on the best possible  implementation of the VA, while  the associations are analyzing all cases of CP treatment for all  grade levels. \n\nWe are collaborating with the European   Union's Central Health  Commission to promote early diagnosis programmes for CP in the 27 countries, which in total reach  a population of around 250 million men. It is not easy and especially now with the pressure of Covid and with countries with very different approaches, beliefs and taboos towards   cancer.  Our partnerships are also focused on   creating VA culture. Therefore, many actions must be carried out in collaboration with the main European institutions and associations of  health specialists to optimize their implementation  throughout Europe and, in parallel, increase  early detection for  avoid  overtreatment  .\n\nMy case shows that the   significant efforts of CP  communities in  recent years are producing a good multidisciplinary approach with the consequent increase in  VA. At the same time to say that  patient associations  have a very important role in the dissemination of CP.\n\nCosimo Pieri\n\n\n\n\nIMPORTANCE OF  MONTHLY TESTICULAR SELF-EXAMINATION \n\nDr. Preston Sprenkle, associate professor of Urology at   the Yale School, stressed the importance of monthly self-examination of the testicles, very important since it allows to identify initial tumors and therefore very curable, through less intensive  treatments.  than in more advanced tumors.\n\nThe examination should be monthly, which allows to objectify if there is any significant  change, especially if any lump of hard  consistency is palpated.  According to  Dr. Sprenkle, such a self-examination should be started at age 15, since it is a tumor that is frequently diagnosed  in young people.\n\nHe also recalled  that the risk of  testicular cancer increases if there have been familial cases of this tumor.\n\nGiven the variety of treatments, it is imperative that  , as in the vast majority of tumors, the management of patients is addressed by multidisciplinary teams,  with surgeons, radiation therapists and medical oncologists within the so-called Board or Committee.  of Tumors.   Sprenkle's definition is very important but leaves  out many specialists: psychologists, physiotherapists, specific specialist according to disease...  \n\nLet's add a few words to highlight the multidisciplinary nature of  cancerous disease.  At all  levels of this (prevention, early  diagnosis, diagnosis of the disease and  its extension, therapeutic  strategy and control and post-treatment support), the old concept of the oasis doctor has been overcome: one who believes he knows everything about something or something. all.\n\nCon la superacion de la cirugía como ́único treatment was observed that multidisciplinary  approaches  were more effective than unidisciplinary  approaches. It is worth saying that there is still some specialty that  stoically  resists progress, wrapped in its ivory  tower  .\n\n\n\n\n\n\n\nEARTHQUAKE IN THE DESIGN OF CLINICAL TRIALS IN  PROSTATE CANCER?\n\nFirst of all, let us highlight the opportunity and courage of  Drs. Simon Van Vambeke (ZNA Hospitals, Antwerp, Belgium), Francisco Vera-Badillo (Queens University, School of Medicine, Department of Oncology, Ontario, Canada) and Bishal Gyawali (also from Queens University), to point out, in AscoPubs, Journal of Clinical Oncology, May 2022, a dubious use of the so-called control arm of recent  clinical trials, in    castration-resistant and  metastasis prostate  cancer (mcRPC).\n\n\n\n(continued on  page.  5)\n\n\n\n(comes from  page 4)\n\nThe essence of phase III of the clinical trial is the comparability between the new treatment and the previous best, that  is, the one applied to date, previously established its effectiveness.   When a new drug or a new strategy has made its way, we need to   compare it with the current  treatment, to objectively determine if the new treatment is more effective and / or less toxic than the previous one.\n\n\n\n\nVan Vambeke and colleagues draw attention to the significant number of drugs, specifically in  castration-resistant and  metastasis prostate cancer,  which are authorised on the basis of data that do not                           prove their superiority over current (or standard) treatments, due to the use of    substandard control  arms (i.e. lower than the current standard treatment).\n\nContinuing with these authors, the use of substandard controls exaggerates the clinical effectiveness of the new drug and can mislead  doctors, patients and regulatory and health  agencies. Here are two examples, both in CPCRm.\n\n\n\n First,   they cite the study called \"The profound trial\", in patients, with a mutation in a DNA repair gene and who had progressed at least under   treatment with enzalutamide or abiraterone. The new drug under study was olaparib.  On  the  other hand, the patients of the control group received treatment at the choice of their doctor, who could choose between enzalutamide or abiraterone, (under whose treatment  20% of patients had already been treated and his disease  progressed). The remaining 80% were not given chemotherapy when they progressed.\n\nSecondly, \"The vision trial\" examined the use of a radioligand (a compound that locates cancer cells and is associated with a radioactive particle  with therapeutic capacity to destroy these cells, previously located by the ligand), bound to 177Lu-PSMA-617.  The researchers concluded that the patients thus treated achieved an increase in  overall survival and prolongation of   disease-free progression  (based on  the comparative study of the  images of  metastases). Again, the control arm was poorly defined and many patients who were candidates for  chemotherapy and Radium-223 did not have this option.\n\nVan Vambeke  et al. conclude that the absence of the best treatment as a  control results  in inferior treatment of patients included in the control  arm, which contribute philanthropically to the progress of the  Oncology.  They cite the Helsinki principles, including that \"no patient should be harmed as a  result of their participation in a clinical  trial.\"  And, on the other hand, it   can lead to conclusions about the  efficacy of new treatments,  at least debatable in its strategy.\n\n\n\n\n\n\nWHAT IS THERANOSTICS OR THERANOSTICS?  *\n\nIt is the combination of two   well-known terms: THERApeutic and DiagNOSTICS or TERApéutica and DiagNÓSTICA and means the use of the combination of a radioactive product to identify or diagnose and a second product also radioactive that carries, by the same route, for therapeutic purpose said drug to the tumor and its    metastasis.\n\nDIAGNOSTIC PHASE. The tumor cells are covered by a membrane. In the membrane there are various proteins that can serve as a specific target for anti-cancer products.  Identified, they are injected intravenously, reaching all parts of the body. Where the protein in question is located,  the radioactive  product will  be deposited  , whose action we can identify by  PET-CT.\n\n THERAPEUTIC PHASE.   Once the tumor is located,  we can now replace the radioactive  product used in the diagnosis with another, equally radioactive but with therapeutic  capacity to destroy the cells with this protein and without affecting those that lack it  .\n\n New diagnostic and therapeutic  agents are being developed, which will enable the identification, diagnosis and treatment  of prostate cancer.   Theranostic drugs  will allow an extraordinary specificity of treatments.\n\nTheranostics can mean a big step forward in cancer treatment  .  Diagnose and treat in the same strategy, which can also avoid the undesirable effects of  drugs, since  the theranostics will act on specific changes in tumor cells and not in healthy ones.\n\nIn this same issue we collect the opinion of Dr. Van Vambenke and collaborators, regarding  clinical   trials, one of those  they cite is precisely a sample of theranostics, the Vision  trial, in cancer of  prostate resistant to castration and with metastasis. It may be a breakthrough, but it  is inexcusable that some doubts are seen to the methodology of the study.\n\n*Writing\n\n\n\n\n\n\n\n\nSOME REFLECTIONS FOR MEN OF ANOTHER SEXUALITY WITH  PROSTATE CANCER (CP)*\n\nActive surveillance (VA) appears as a great option in localized cases of low aggressiveness.  But the anxiety of those who choose it is very serious,  being aware  that they are carriers of an untreated tumor. Some authors note that only  10% of patients who choose VA  maintain it.  That is, after having accepted it, only ten out of a hundred patients do not opt for treatment, before the symptoms demand it.  Such is their anguish. That is why we consider it essential that these patients receive the greatest  psychological support, very specialized and continuous.\n\nInformed choice. Be  that as it may, patients must have all the reliable information necessary for them to choose freely, according to their roles, preferences and lifestyles, the treatment they consider most appropriate. For those affected by CP,  who meet the conditions indicated at the time, the VA is an option to consider in depth.\n\n Sexual activity is a   very important  aspect in the identity of all men, and especially in gay and bisexual (GB),  so sexual impotence can lead many of them to a serious personal crisis. Thus many feel  in sexual  inferiority, see their self-confidence diminished,  abstain from sex and come to feel isolated socially and in their sexual  relationship.\n\n As for  erection, many patients believe that the use of injections into the penis and various devices to facilitate sexual intercourse make the act unnatural  and decreases the spontaneity of sex. You have to make a pact and seek a balance between healing and maintaining sexual function as much as possible. VA, when indicated, is likely to be the answer\n\nThe   impact of  treatments, in  which   heterosexuals (HS) and BG  are compared, has been  little evaluated. But clear differences are detected.  A   firmer  erection is  required for anal penetration  than for vaginal penetration,  so it is possible that effective treatments for erectile dysfunction  are effective in HS and not in BG.\n\nMore on erection, some studies have suggested that only a quarter of BG, after CP treatment, had an erection with sufficient firmness for anal sex. And in others, that only 40% of BG that had the penetrative role before treatment, could be maintained as penetrative. In another study, only 8% of BG treated remained penetrative, compared to 42% who were from before treatment.\n\nRole change. For many GB, changing sexual role after treatment is not always a solution to overcome side effects  on sex. Because the sexual role can mean an important part of the identification and identity of each one.  Some studies point to the difficulty in changing the penetrative role for the receptive one, especially if the couple was receptive.\n\nSincerity with the couple. Many HS and GB adapt to the new situation and initiate activities without vaginal or anal penetration as the case may be.  It highlights here the need   for great communication and sincerity between both members of the couple, while     learning other non-sexual techniques  in the sense  strict to relate. Thus they discover other sensitive areas  of the body.\n\nOther problems. We insist on the problem of anal pain after radiotherapy and the absence of the prostate after prostatectomy. Its stimulation during  penetration produces a lot of pleasure, which then decreases   significantly .\n(continued on  page 8) \t7\n\n\n\n(comes from  page 7)\n\nEffects of treatments on sexual behavior. We need to conduct an in-depth examination to identify the effects of treatments on sexual behavior and functioning, so that  the sexological understanding of the experience of CP in men of all  sexual  conditions can be advanced.\n\nIncidence and prevalence of sexual  problems according to types of treatment. We need empirical studies to quantify the incidence and prevalence of sexual problems and effects according to type of treatment (critical to inform  health professionals).\n\nTreatment preferences  .  We propose comparative studies on treatment preferences in GB and HS, which can confirm whether  GB choose surgery, more or less than HS.\n\nRehabilitation needs. Likewise, studies aimed at  the  rehabilitation needs of  patients with CP, essential to design  precise interventions for them.\n\nTraining of professionals. Identify training needs for healthcare professionals   treating GB with CP and develop appropriate curriculum so that they can meet the needs of this population.\n\n\n\n\nCASE: With  prostatectomy my whole life has changed, for the worse. My role was top, now I'm bottom and an almost useless top. My partner, KJ.F.  is he baffled. Will he adapt to being top or does this  fruitful  love end right here?    I resign myself to being bottom, what a remedy, but I long for my role forever. But my penis is flaccid, it does not serve for  penetration.  I have tried viagra and other medications without success. I have been taught how to achieve adequate anal dilation and, since I do not have a  prostate, to enjoy  the pleasant  sensations originated in the anus. But what does he think, what does he feel? Maybe it gives both being top and bottom and the key is actually to find pleasure regardless of position. We have to talk.  I'm dying  to know what he  really  thinks.\n\n*From the book \"Prostate Cancer in Heterosexuals,  Gays and Bisexuals\", by J.  Estapé and T.  I estapé.\n\n.\n\n\n\nTo purchase the book click\n\n\n\n\n\n\n\n\n\n\nFor more information about  donations click.\n\n\n\n\n\n\n\n\n\n\n\n  \n\n Prostate   Cancer Video  Collection\n\n\n\n\n\n\n\n\n\n\nDirectors: J.Estapé, T.Estapé Secretary: M.Soler\n\nMarc Aureli, 14.\n08006 - Barcelona\nTel. 93 217 21 82\nEmail:\n\n\nWe appreciate the collaboration of:\n\n\n\n\n\n\n\n\n***************************\n\nFEFOF belongs to EUROPA UOMO since 2004\n", "metaData": {"source": "Spanish association (FEFOC) May 2022 in English:\nhttps://www.europa-uomo.org/wp-content/uploads/2022/05/THEIR-CANCER-GARDEN.May22Eng.docx"}}