{"pageContent": " \nDownload A-Z medical words fact sheet\nA type of external beam radiotherapy where the radiation beams are shaped to match the size and shape of your prostate. This can help to reduce the risk of side effects. See also external beam radiotherapy. Fact sheet –External beam radiotherapy.\nA drug that is used to treat an enlarged prostate by shrinking the prostate. This takes the pressure off your urethra, making it easier to urinate. Examples include finasteride (generic finasteride or Proscar®) and dutasteride (Avodart®). See also enlarged prostate and urethra. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA type of hormone therapy for men with advanced prostate cancer that has stopped responding to other types of hormone therapy. It works by stopping the production of testosterone. See also hormone therapy. Fact sheet – Treatment options after your first hormone therapy.\nThis term can be used to describe both active surveillance and watchful waiting, which are two different ways of monitoring prostate cancer. If your doctor or nurse talks about active monitoring, ask them to explain exactly what they mean. See also active surveillance and watchful waiting. \nA way of monitoring slow-growing prostate cancer that hasn’t spread outside the prostate (localised prostate cancer), rather than treating it straight away. You will have regular tests to check on the cancer. This means you can avoid or delay treatment and the possible side effects. If tests show the cancer may be growing, you will be offered treatment that aims to cure it. Active surveillance is not the same as watchful waiting. See also watchful waiting. Fact sheet – Active surveillance.\nIn medicine, acute means a short-term medical condition that comes on quickly and may need urgent treatment.\nA cancer that develops from tissue in a gland, such as the prostate. Most prostate cancers are adenocarcinomas. See also carcinoma and gland.\nA treatment that is given alongside or after the main treatment to improve the effectiveness of treatment. For example, hormone therapy given after radiotherapy. See also neoadjuvant therapy.\nProstate cancer that has spread from the prostate to other parts of the body, such as the bones. Cancer that has spread is said to have metastasised. It may be called metastases, mets, secondary cancers or secondaries. See also metastasis. Fact sheet – Advanced prostate cancer.\nA cancer that is fast-growing and likely to spread quickly. Sometimes called high-grade cancer. See also Gleason grade, Gleason score and grade group.\nA drug that can be used to help treat urinary problems caused by an enlarged prostate. It relaxes the muscles in the prostate and around the opening of the bladder, making it easier to urinate. Examples include tamsulosin (Flomaxtra®, Diffundox®) and alfuzosin (Xatral®, Besavar®). See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA drug used to help men to get erections. It can be used to treat erection problems after treatment for prostate cancer and can be given as an injection, pellet or cream. Booklet – Prostate cancer and your sex life.\nWhen your blood can’t carry enough oxygen to meet your body’s needs. Symptoms can include feeling tired or weak, being out of breath and looking pale. It can happen in some men with advanced prostate cancer. Booklet – Advanced prostate cancer: Managing symptoms and getting support.\nMedicine that stops you feeling anything during treatment. Local anaesthetic and spinal anaesthetic numb an area of your body. General anaesthetic sends you to sleep.\nA hormone, such as testosterone, that controls male characteristics such as erections and muscle strength. Androgens are produced by the testicles and the adrenal glands, which sit above the kidneys. They can cause existing prostate cancer cells to grow. See also hormone, testicles / testes and testosterone.\nSee hormone therapy.\nA hormone therapy drug that stops testosterone reaching prostate cancer cells. This can slow down or stop the growth of prostate cancer. Examples include bicalutamide (Casodex®), flutamide (Drogenil®) and cyproterone acetate (Cyprostat®). Fact sheet – Hormone therapy.\nA drug that can help improve urinary problems such as frequency, urgency or leaking. Examples include solifenacin (Vesicare®), tolterodine (Detrusitol XL®) and oxybutynin. Fact sheet – Urinary problems after prostate cancer treatment and booklet – Enlarged prostate: A guide to diagnosis and treatment.\nThe opening at the end of your back passage (rectum). See diagram at the top of this page.\nA new type of surgery to treat an enlarged prostate. A high-pressure stream of salt water is used to destroy prostate tissue. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA small device that is placed inside the body during surgery and presses the urethra closed. It stops you from leaking urine and helps you control when you urinate. See also urethra. Fact sheet – Urinary problems after prostate cancer treatment.\nChanges to cells in the prostate that might be prostate cancer, but it’s not clear what they are or if they are cancerous. It doesn’t cause any symptoms and doesn’t need treatment, but you may be more likely to get prostate cancer. It’s found by looking at prostate tissue under a microscope. Fact sheet – Prostate biopsy results: PIN and ASAP.\nA PSA test done while your risk of getting prostate cancer is still low – for example when you are in your 40s. It doesn’t aim to diagnose prostate cancer but might help work out your risk of getting prostate cancer in the future. See also prostate specific antigen (PSA) and PSA test. Booklet – Understanding the PSA test: A guide for men concerned about prostate cancer.\nNot cancerous.\nSee enlarged prostate.\nThis involves removing small samples of tissue from the prostate to be looked at under a microscope to check for cancer. A prostate biopsy may be used to help diagnose prostate cancer. See also targeted biopsy, template biopsy, transperineal biopsy and trans-rectal ultrasound (TRUS) guided biopsy. Fact sheet – How prostate cancer is diagnosed.\nA single sample of prostate tissue taken during a biopsy. See also biopsy.\nDrugs that can help strengthen bones and manage bone problems if prostate cancer has spread to the bones or you have bone thinning (osteoporosis) caused by hormone therapy. They don’t treat the cancer but may help with symptoms such as bone pain. See also osteoporosis. Fact sheet – Bisphosphonates for advanced prostate cancer.\nAn operation to treat urinary problems caused by a narrow opening from the bladder. A few small cuts are made in the opening of the bladder to widen it and allow urine to flow out more easily. Also called a transurethral incision of the prostate (TUIP). Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nThe muscle that opens and closes the bladder. Prostate cancer treatment can sometimes damage this muscle.\nA technique that can help you control when you urinate. It may help if you get sudden urges to urinate and sometimes leak before reaching the toilet. Fact sheet – Urinary problems after prostate cancer treatment.\nA liquid medicine, such as Cystistat®, that coats and protects the lining of the bladder, making it less irritated. It can help if you have radiation cystitis that isn’t getting better. See also cystitis. Fact sheet – Urinary problems after prostate cancer treatment.\nThe soft tissue inside the bones where red blood cells, white blood cells and platelets are made. Chemotherapy affects how well bone marrow works. See also chemotherapy. Fact sheet – Chemotherapy.\nA scan of the body to check for any changes or damage to the bones. It may be used to find out whether prostate cancer has spread to the bones. Fact sheet – How prostate cancer is diagnosed.\nA type of internal radiotherapy. It involves putting a source of radiation directly inside the prostate. There are two types: permanent seed brachytherapy and high dose-rate brachytherapy. See also permanent seed brachytherapy and high dose-rate (HDR) brachytherapy. Fact sheets – Permanent seed brachytherapy and High dose-rate brachytherapy.\nA chemotherapy drug for men with advanced prostate cancer that has stopped responding to hormone therapy, and who have already had a drug called docetaxel (Taxotere®). You may hear it called second-line chemotherapy. See also chemotherapy and docetaxel (Taxotere®). Fact sheet – Chemotherapy.\nCancer can develop when cells start to grow in an uncontrolled way. If this happens in the prostate, then prostate cancer can develop. See also carcinoma and adenocarcinoma.\nCancer that starts in the surface tissues lining the inside or outside of an organ, duct or tube. Carcinomas are the most common type of cancer. Prostate cancer can be a carcinoma. See also adenocarcinoma.\nProstate cancer that is growing, even though your testosterone levels are being kept low by standard hormone therapy (androgen deprivation therapy). It may respond to other types of hormone therapy, such as abiraterone and enzalutamide. It is not the same as hormone resistant or hormone refractory prostate cancer. See also hormone resistant prostate cancer / hormone refractory prostate cancer, hormone therapy and testosterone. Fact sheet – Treatment options after your first hormone therapy.\nA thin tube that is used to drain urine from the bladder out of the body. The catheter can be put into the bladder either through the penis (urethral catheter) or through a small cut in the abdomen (suprapubic catheter).\nThe basic building blocks that make up every part of your body. Cells normally grow in a controlled way. If their growth becomes uncontrolled, cancer can develop.\nChemotherapy uses anti-cancer drugs to kill cancer cells. It can be used to slow the growth of prostate cancer that has spread outside the prostate. Examples include docetaxel (Taxotere®) and cabazitaxel (Jevtana®). See also cabazitaxel (Jevtana®) and docetaxel (Taxotere®). Fact sheet – Chemotherapy.\nSee positron emission tomography (PET) scan.\nIn medicine, chronic means a long-term medical condition that lasts more than three months.\nThe most common type of prostatitis. See also prostatitis. Booklet – Prostatitis: A guide to infection and inflammation of the prostate.\nA nurse who specialises in a particular medical condition or group of conditions. There should be a CNS in your multi-disciplinary team (MDT), and they may be your key worker or main contact. They can offer support and information to you and your family. See also key worker and multi-disciplinary team (MDT).\nA type of medical research that aims to find new and better ways of preventing, diagnosing, treating and managing illnesses. They involve people who have volunteered to take part. Fact sheet – A guide to prostate cancer clinical trials.\nWhen two types of hormone therapy (an LHRH agonist and an anti-androgen) are used together to treat prostate cancer. Also called maximal androgen blockade or complete androgen blockade. See also anti-androgen and luteinizing hormone-releasing hormone (LHRH) agonist. Booklet – Living with hormone therapy: A guide for men with prostate cancer.\nA therapy that can be used alongside medical treatment. Examples include acupuncture, massage, yoga, meditation, reflexology and hypnotherapy. Some people find they help them deal with cancer symptoms and side effects such as tiredness. Booklet – Living with and after prostate cancer: A guide to physical, emotional and practical issues.\nA doughnut shaped scanner takes a series of images of the body. A CT scan may be used to find out whether cancer has spread outside the prostate. Fact sheet – How prostate cancer is diagnosed.\nSee castrate resistant prostate cancer (CRPC).\nThis uses extreme cold to freeze and destroy cancer cells. It is sometimes used to treat cancer that hasn't spread outside the prostate, or has just started to break out of the prostate. Also called cryosurgery or cryoablation. Fact sheet – Cryotherapy.\nA type of stereotactic radiotherapy. See also Stereotactic radiotherapy. Fact sheet – External beam radiotherapy.\nInflammation of the bladder that causes a burning feeling when you urinate, difficulty urinating or a need to urinate more often. Cystitis can be caused by an infection. It can also be a side effect of radiotherapy for prostate cancer – this is called radiation cystitis. Fact sheets – External beam radiotherapy and Urinary problems after prostate cancer treatment.\nAnti-cancer drugs used in chemotherapy to kill cancer cells. See also chemotherapy. Fact sheet – Chemotherapy.\nA drug that can help manage bone thinning (osteoporosis). It might be an option if bisphosphonates aren’t suitable for you. See also bisphosphonates and osteoporosis. Fact sheet – Bisphosphonates for advanced prostate cancer. \nThis is where the doctor feels the prostate through the wall of the back passage (rectum). It is a common way of helping to diagnose a prostate problem. Fact sheet – How prostate cancer is diagnosed.\nThe most commonly used chemotherapy drug for men with advanced prostate cancer. It is also sometimes used for men with locally advanced prostate cancer. See also chemotherapy. Fact sheet – Chemotherapy.\nThe release of semen – the fluid that carries sperm – from the penis when you have sex or masturbate. Treatments for prostate cancer can affect ejaculation. See also seminal vesicles. Booklet – Prostate cancer and your sex life.\nA non-cancerous increase in the size of the prostate. It is very common in men over the age of about 50 and doesn’t increase your risk of prostate cancer. Also called benign prostatic enlargement (BPE) or benign prostatic hyperplasia (BPH). Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA type of hormone therapy for men with advanced prostate cancer that has stopped responding to other types of hormone therapy. It works by blocking the effect of testosterone on prostate cancer cells. See also advanced prostate cancer and hormone therapy. Fact sheet – Treatment options after your first hormone therapy.\nDifficulty getting or keeping an erection. It can be caused by lots of things, including some treatments for prostate cancer. Also called impotence. Booklet – Prostate cancer and your sex life.\nThis uses high-energy X-ray beams to destroy cancer cells from outside the body. It can be used to treat localised or locally advanced prostate cancer. It can also be used to slow the growth of advanced prostate cancer and to control symptoms. Fact sheets – External beam radiotherapy and Radiotherapy for advanced prostate cancer.\nDifficulty controlling your bowels, which causes leaking from the back passage (rectum). Also called bowel incontinence. See also faeces.\nWaste matter that leaves the body from the back passage (rectum). Also called stools or poo.\nExtreme tiredness or exhaustion which can interfere with daily life. It can be a side effect of treatments for prostate cancer, or a symptom of advanced prostate cancer itself. Fact sheet – Fatigue and prostate cancer.\nSmall gold seeds about the size of a grain of rice. They are sometimes put inside or near the prostate before you have radiotherapy, to help the radiographer see the exact position of the prostate.\nAn opening between two parts of the body that wouldn’t normally be there. For example, a hole between the back passage and the urethra. This is rare but can be a side effect of some treatments for prostate cancer, such as cryotherapy. See also cryotherapy. Fact sheet – Cryotherapy.\nThis is when symptoms suddenly get worse for a period of time when you first start hormone therapy with an LHRH agonist. The LHRH agonist causes the body to temporarily produce more testosterone, which can make the cancer grow more quickly for a short time. You’ll be given anti-androgen tablets before and after the first injection to prevent any problems. See also anti-androgen and luteinizing hormone-releasing hormone (LHRH) agonist. Fact sheet – Hormone therapy.\nA test that shows whether you have a blockage or any abnormal tissue in your bladder or urethra. You may have this test if you have severe urinary symptoms, blood in your urine, pain, or if you often get urine infections. It can also be used to check if the urethra is narrow – this is called a stricture. See also enlarged prostate, stricture and urethra. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nTreatment that only treats the areas of the prostate where there are cancer cells, rather than treating the whole prostate. It aims to avoid damaging healthy tissue and so reduce the risk of side effects. Focal therapies are only available in specialist centres or as part of a clinical trial.  See also cryotherapy and high-intensity focused ultrasound (HIFU). Fact sheets – Cryotherapy and High-intensity focused ultrasound (HIFU).\nThe care and support you receive after you’ve had treatment that aimed to get rid of the cancer. It involves regular check-ups to make sure the cancer hasn’t returned and to manage any side effects. Booklet – Follow-up after prostate cancer treatment: What happens next?\nThe name for one session in a course of radiotherapy. See also external beam radiotherapy. Fact sheet – External beam radiotherapy.\nThe biological instructions we inherit from our parents. Genes tell your cells how to behave and control how your body grows and works. If something goes wrong with one or more genes (known as a fault or mutation) it can sometimes cause cancer. Researchers are looking at the role of genes in the development of prostate cancer. Booklet – Know your prostate: A guide to common prostate problems.\nAn organ that makes and releases a substance to help the body work properly. The prostate is a gland that produces some of the fluid in semen. See also prostate gland.\nWhen prostate cells are seen under a microscope, they have different patterns, depending on how quickly they’re likely to grow. The pattern is given a grade from 1 to 5. This is called the Gleason grade. It shows how aggressive the cancer is – in other words, how likely it is to grow and spread. If you have prostate cancer, you will have Gleason grades of 3, 4 or 5. Fact sheet – How prostate cancer is diagnosed.\nThere may be more than one grade of cancer in the biopsy samples. An overall Gleason score is worked out by adding together two Gleason grades. The first is the most common grade in all the samples. The second is the highest grade of what’s left. When these two grades are added together, the total is the Gleason score. If you have prostate cancer, your Gleason score will be between 6 (3 + 3) and 10 (5 + 5). See also Gleason grade and grade group. Fact sheet – How prostate cancer is diagnosed.\nSee luteinizing hormone-releasing hormone (LHRH) agonist.\nAn antagonist blocks and prevents other chemicals from having their usual effect. A GnRH antagonist is a type of hormone therapy that blocks the message from the brain that tells the testicles to make testosterone. It is given by injection. There is only one GnRH antagonist available in the UK, called degarelix (Firmagon®). Also called GnRH blockers or LHRH antagonists. Fact sheet – Hormone therapy.\nA system for showing how aggressive your prostate cancer is likely to be. Your grade group will be a number between 1 and 5. The higher your grade group, the more aggressive the cancer and the more likely it is to grow and spread. Fact sheet – How prostate cancer is diagnosed.\nA type of surgery to treat an enlarged prostate. A high-energy laser heats up and destroys the prostate tissue that is blocking the urethra. Also called photo-selective vaporisation of the prostate (PVP), GreenLight XPS™, or laser prostatectomy. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nSwelling of the breast area in men. This can be a side effect of some types of hormone therapy. Booklet – Living with hormone therapy: A guide for men with prostate cancer.\nA type of internal radiotherapy. A source of radiation is passed down thin, hollow needles into the prostate to destroy cancer cells. The source of radiation is removed after a few minutes. It’s most often used together with external beam radiotherapy to treat men with localised prostate cancer. Also known as temporary brachytherapy. Fact sheet – High dose-rate brachytherapy. \nSee prostatic intraepithelial neoplasia (PIN).\nA treatment that uses high-frequency ultrasound energy to heat and destroy cancer cells. It’s only available in specialist centres in the UK or as part of a clinical trial. Fact sheet – High-intensity focused ultrasound (HIFU).\nSee risk group.\nA type of surgery to treat an enlarged prostate. A laser is used to remove parts of the prostate that are blocking the urethra. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA substance that controls some of the body’s functions. The hormone testosterone can make prostate cancer cells grow more quickly. See also androgen and testosterone.\nProstate cancer that is no longer responding to any type of hormone therapy, including abiraterone and enzalutamide. Hormone resistant prostate cancer is not the same as castrate resistant prostate cancer. See also castrate resistant prostate cancer (CRPC) and hormone therapy. Fact sheet – Treatment options after your first hormone therapy.\nA treatment that works by either stopping the body from making testosterone, or stopping testosterone from reaching the cancer cells. Prostate cancer cells usually need testosterone to grow. Hormone therapy won’t cure prostate cancer but it can keep it under control. It can also be used alongside other treatments to help make them more effective. It can be given by injection, implants, tablets or surgery. See also testosterone. Fact sheet – Hormone therapy and booklet – Living with hormone therapy: A guide for men with prostate cancer.\nHospices provide a range of services for men with advanced prostate cancer and their families. They can provide treatment to manage symptoms as well as emotional, spiritual, psychological and practical support. Hospices can provide care at home, day care, a short stay to help get symptoms under control, or care during the final stages of illness. See also palliative care. Booklet – Advanced prostate cancer: Managing symptoms and getting support.\nFind out more about what you can expect if you're approaching the end of your life.\nA sudden feeling of being hot. Hot flushes are a common side effect of hormone therapy. They are similar to the hot flushes women get during the menopause. They can vary from a few seconds of feeling very hot to hours of sweating. Booklet – Living with hormone therapy: A guide for men with prostate cancer.\nA high level of calcium in your blood. Cancer can cause calcium to leak from the bones into the blood. It can sometimes happen in men with advanced prostate cancer. Fact sheet – Bisphosphonates for advanced prostate cancer and booklet – Advanced prostate cancer: Managing symptoms and getting support.\nThis is part of all radiotherapy treatments. The radiographer takes an X-ray or scan just before treatment to find out the exact position, size and shape of the prostate. This helps to make the treatment as accurate as possible. And at some hospitals, small gold seeds (fiducial markers) are placed in or near the prostate to help the radiographer see the exact position of the prostate. See also fiducial markers and radiographer. Fact sheet – External beam radiotherapy.\nA type of treatment that uses the body’s own immune system to fight the cancer. It’s currently only available as part of a clinical trial. See also clinical trial.\nSee erectile dysfunction (ED).\nSee faecal incontinence and urinary incontinence.\nA common type of external beam radiotherapy. A computer uses scans of your body to map the shape, size and location of your prostate. Radiation beams are delivered so that different areas get a different dose. The aim is to give a higher dose of radiation to the prostate without causing too much damage to surrounding healthy tissue. This helps to reduce the risk of side effects. See also 3D conformal radiotherapy and external beam radiotherapy. Fact sheet – External beam radiotherapy.\nSee risk group.\nStopping hormone therapy when your PSA level is low and steady, and starting it again when your PSA starts to rise. This may give you a break from the side effects of hormone therapy. Booklet – Living with hormone therapy: A guide for men with prostate cancer.\nA small piece of material that presses gently on your urethra and supports the urinary sphincter to keep it closed. It can help to reduce the amount of urine you leak and keep you dryer for longer. See also urethra and urinary sphincter. Fact sheet – Urinary problems after prostate cancer treatment.\nYour main point of contact. This could be your clinical nurse specialist (CNS) or another health professional. They will help to coordinate your care, guide you to the right team member, and help you get information. See also clinical nurse specialist (CNS).\nSee laparoscopic prostatectomy.\nSurgery to remove the prostate through several small cuts in the abdomen (stomach area). It can be carried out by hand or robot-assisted. Also called keyhole surgery. See also radical prostatectomy and robot-assisted prostatectomy. Fact sheet – Surgery: radical prostatectomy.\nYour desire for sex. Hormone therapy can reduce your libido. See also hormone therapy. Booklet – Prostate cancer and your sex life.\nA system used to report the results of a multi-parametric MRI scan. The images of your prostate are given a score from 1 to 5 – you may hear this called your Likert score. It tells your doctor how likely it is that you have cancer inside your prostate. Some hospitals use a slightly different system called PI-RADS. See also multi-parametric magnetic resonance imaging (mpMRI) scan and Prostate Imaging – Reporting and Data System (PI-RADS). Fact sheet – How prostate cancer is diagnosed.\nCancer that’s inside the prostate and hasn’t spread to other parts of the body. Also called early or organ-confined prostate cancer. Fact sheet – Localised prostate cancer.\nCancer that’s started to break out of the prostate or has spread to the area just outside it. This might include the seminal vesicles, bladder, back passage or lymph nodes near the prostate. See also lymph nodes and seminal vesicles. Fact sheet – Locally advanced prostate cancer.\nProblems affecting the lower urinary tract, which includes the bladder, prostate and urethra. Symptoms can include difficulty urinating, leaking urine, needing to urinate frequently or urgently, and needing to urinate during the night. LUTS are common in older men and have several possible causes, including a prostate problem. See also nocturia, urgency, urinary frequency and urinary incontinence. Booklet – Know your prostate: A guide to common prostate problems.\nSee risk group.\nAn agonist is a drug that attaches to cells and causes a particular response inside the cell. An LHRH agonist is a type of hormone therapy that stops the testicles from making testosterone. They are given by injection or an implant. Examples include goserelin (Zoladex®) and leuprorelin acetate (Prostap® or Lutrate®). Also called GnRH agonists. See also hormone therapy and testosterone. Fact sheet – Hormone therapy.\nSee gonadotrophin-releasing hormone (GnRH) antagonist.\nSee lower urinary tract symptoms (LUTS).\nSmall bean-shaped glands that are part of the lymphatic system. They are clustered in various places around the body. The lymph nodes near the prostate are a common place for prostate cancer to spread to. Sometimes called lymph glands. See also lymphatic system.\nThis is part of the body’s immune system and helps the body fight infection. It is made up of lymph nodes and lymphatic vessels which carry a fluid called lymph around the body. See also lymph nodes.\nA build-up of fluid in the body’s tissues that can happen if the lymphatic system is blocked or damaged. It can be caused by the cancer itself or by some treatments for prostate cancer, for example surgery or radiotherapy. See also lymphatic system. Booklet – Advanced prostate cancer: Managing symptoms and getting support.\nA scan that uses magnets to create a detailed picture of the prostate and the surrounding tissues. See also multi-parametric magnetic resonance imaging (mpMRI) scan. Fact sheet – How prostate cancer is diagnosed.\nA tumour that is cancerous and could spread. See also tumour.\nSee combined androgen blockade.\nThe process of cancer spreading from the original tumour to other parts of the body and becoming advanced. See also advanced prostate cancer.\nA condition that can happen when cancer cells grow in or near to the spine and press on the spinal cord. It isn’t common but needs urgent medical attention, as it can cause paralysis if left untreated. Symptoms can include pain in your back or neck, and numbness or tingling that doesn’t go away. Fact sheet – Metastatic spinal cord compression (MSCC).\nThe team of health professionals involved in your care. Your MDT may include a clinical nurse specialist, oncologist, urologist, radiologist, pathologist and radiographer. It may also include other health professionals, such as a dietitian, physiotherapist or palliative care doctor or nurse. See also clinical nurse specialist (CNS), oncologist, palliative care, pathologist, radiographer, radiologist and urologist.\nA special type of scan that creates more detailed pictures of your prostate than a standard MRI scan. These images can help your doctor see if there’s any cancer inside your prostate. See also magnetic resonance imaging (MRI) scan. Fact sheet – How prostate cancer is diagnosed.\nThe lowest your PSA level drops to after treatment. See also prostate specific antigen (PSA). Booklet – Follow-up after prostate cancer treatment: What happens next?\nA treatment you might have before you start your main treatment, to help make the main treatment more successful. For example, hormone therapy before brachytherapy or before external beam radiotherapy. See also adjuvant therapy.\nA type of surgery to remove the prostate that aims to avoid damaging the nerves around the prostate that help you get erections. Fact sheet – Surgery: radical prostatectomy.\nThe need to urinate during the night. This can be a symptom of a prostate problem such as an enlarged prostate or a side effect of some treatments for prostate cancer. See also enlarged prostate. Fact sheet - Urinary problems after prostate cancer treatment and booklet - Know your prostate: A guide to common prostate problems.\nA female sex hormone that can be used as a type of hormone therapy for advanced prostate cancer that is no longer responding to other types of hormone therapy. It can be given as a tablet called diethylstilbestrol (Stilboestrol®) or through a patch that sticks to your skin like a plaster. Fact sheet – Treatment options after your first hormone therapy.\nA doctor who specialises in cancer treatments other than surgery, such as radiotherapy or chemotherapy. There will usually be an oncologist in your multi-disciplinary team. See also multi-disciplinary team (MDT).\nThe diagnosis and treatment of cancer.\nSurgery to remove the prostate through a single cut in your lower abdomen (lower stomach area), below the belly button. See also radical prostatectomy. Fact sheet – Surgery: radical prostatectomy.\nAn operation to remove the testicles, or the parts of the testicles that make testosterone. It is a type of hormone therapy and can be used to treat prostate cancer. Also called orchiectomy. See also hormone therapy and testosterone. Fact sheet – Hormone therapy.\nA condition where bones become weaker, increasing the risk of broken bones. It can have many causes. It can be a side effect of some types of hormone therapy. Also called bone thinning. See also hormone therapy. Booklet – Living with hormone therapy: A guide for men with prostate cancer.\nA test to measure how much urine is leaking if you have urinary incontinence. You will wear an incontinence pad for a certain amount of time. The pad is then weighed to work out how much urine has leaked. See also enlarged prostate and urinary incontinence. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nThis aims to control pain and relieve any other symptoms. It also provides emotional, physical, practical and spiritual support to men and their families. Palliative care isn’t just for men in the final stages of life. Men with advanced prostate cancer may have palliative care for many months or years. Also called symptom control or supportive care. See also advanced prostate cancer. Booklet – Advanced prostate cancer: Managing symptoms and getting support.\nRadiotherapy given to relieve pain and other symptoms in men with advanced prostate cancer. It won’t get rid of the cancer, but it can help control symptoms by slowing down the growth of the cancer in areas where the cancer has spread. Fact sheet – Radiotherapy for advanced prostate cancer.\nA doctor who specialises in studying cells and tissues under a microscope to identify diseases. A pathologist examines prostate biopsy samples to see if there is any cancer in your prostate. There will usually be a pathologist in your multi-disciplinary team. See also multi-disciplinary team (MDT).\nThe muscles that stretch from the pubic bone at the front of your body, underneath your bladder and bowel, to the bottom of your spine. They act as a sling, supporting the bladder and bowel and helping to control when you urinate or empty your bowels. See diagram at the top of this page. Fact sheet – Pelvic floor muscle exercises.\nExercises that strengthen the pelvic floor muscles and can help men with urinary or bowel incontinence after treatment for prostate cancer. They may also help with erection problems after prostate cancer treatment. Fact sheet – Pelvic floor muscle exercises.\nSide effects such as bowel, urinary and sexual problems caused when radiotherapy damages healthy tissue near the prostate, in the pelvic area. Fact sheet – External beam radiotherapy.\nThe area of the body between the hip bones where pelvic organs, such as the prostate, bladder and back passage (rectum), are found.\nA clamp that fits onto the penis and squeezes it, closing the urethra so that no urine can leak out. Also called a penile compression device. Fact sheet – Urinary problems after prostate cancer treatment.\nTreatment for erection problems, which can be a side effect of treatment for prostate cancer. It encourages blood flow to the penis, which can help keep the tissue in the penis healthy by giving it a good supply of oxygen. You can often start treatment soon after surgery, which may include tablets and a vacuum pump. See also vacuum pump. Booklet – Prostate cancer and your sex life.\nThe area between the testicles and the back passage (rectum). See diagram at the top of this page.\nA type of internal radiotherapy. Tiny radioactive seeds are put into the prostate where they give off radiation that destroys prostate cancer cells. It may be suitable for men whose cancer hasn’t spread outside the prostate (localised prostate cancer). Fact sheet – Permanent seed brachytherapy.\nA group of medicines that can help men to get erections. They can help some men with erection problems after prostate cancer treatment. Examples include sildenafil (generic or Viagra®), tadalafil (generic or Cialis®) and vardenafil (Levitra®). They can also be used to treat symptoms of an enlarged prostate. Booklets – Prostate cancer and your sex life and Enlarged prostate: A guide to diagnosis and treatment.\nSee Prostate Imaging – Reporting and Data System (PI-RADS).\nA scan that can check if cancer has spread to the bone, lymph nodes and other tissues. It’s normally used to see if your cancer has come back after treatment, rather than when you are first diagnosed. There are two main types – choline PET and PSMA (prostate specific membrane antigen) PET. Booklet – Follow-up after prostate cancer treatment: What happens next?\nInflammation of the lining of the back passage. This can be caused by radiotherapy to the prostate and may lead to bleeding from the back passage, difficulty emptying the bowels, or a feeling of needing to empty the bowels but not being able to. It can start during or shortly after radiotherapy and usually settles down a few weeks after finishing treatment. For some men, side effects can last longer. Fact sheet – External beam radiotherapy.\nAn estimate of how prostate cancer will affect you, including whether it may affect how long you live (your life expectancy). It is sometimes called your outlook. No one can tell you exactly what your prognosis will be, as every cancer is different and will affect each man differently. Booklet – Prostate cancer: A guide for men who've just been diagnosed.\nA minimally invasive treatment for an enlarged prostate. Chemicals are injected into the blood vessels that supply the prostate, blocking the blood supply and causing the prostate tissue to shrink. See also enlarged prostate.  \nThe prostate’s main job is to help make semen – the fluid that carries sperm. It sits underneath the bladder and surrounds the urethra, which is the tube that carries urine (wee) out of the body. Men, trans women, non-binary people who were assigned male at birth, and some intersex people have a prostate. See diagram at the top of this page. Booklet – Know your prostate: A guide to common prostate problems.\nA system used to report the results of a multi-parametric MRI scan. The images of your prostate are given a score from 1 to 5. You may hear this called your PI-RADS score. It tells your doctor how likely it is that you have cancer inside your prostate. Some hospitals use a slightly different system called the Likert scoring system. See also Likert scoring system and multi-parametric magnetic resonance imaging (mpMRI) scan. Fact sheet – How prostate cancer is diagnosed.\nA protein produced by normal cells in the prostate and also by prostate cancer cells. It’s normal for men to have a small amount of PSA in their blood. A raised PSA level can be caused by a number of things including a urine infection, an enlarged prostate and prostate cancer. Booklet – Understanding the PSA test: A guide for men concerned about prostate cancer.\nSee radical prostatectomy.\nChanges to cells in the prostate. The cells may grow in a different way to normal prostate cells. These changes can only be seen under a microscope. PIN is not prostate cancer, but men with PIN may be more likely to get prostate cancer. Also known as high-grade PIN. Fact sheet – Prostate biopsy results: PIN and ASAP.\nA new type of surgery for an enlarged prostate that involves putting small implants into the prostate. The implants pull the excess prostate tissue away from the urethra so that urine can flow more easily. This can help to improve symptoms without actually removing any tissue. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nAn infection or inflammation of the prostate. It’s a common condition that can affect men of any age, but it’s most common in men aged between 30 and 50. Prostatitis can cause a wide range of symptoms, which vary from man to man. Common symptoms include aching in and around your testicles, back passage or the tip of your penis, pain in your lower abdomen (stomach area), groin or back, and urinary problems. Booklet – Prostatitis: A guide to infection and inflammation of the prostate.\nWhen your PSA level rises after radiotherapy or brachytherapy and then falls again. It’s normal, and doesn’t mean that the cancer has come back. See also prostate specific antigen (PSA). Fact sheet – External beam radiotherapy and booklet – Follow-up after prostate cancer treatment: What happens next?\nThe measurement of your PSA level in relation to the volume of your prostate. Your PSA density is worked out by dividing your PSA level by the volume (size) of your prostate. See also prostate gland and prostate specific antigen (PSA).\nThe time it takes for your PSA level to double. Your doctor may use this to help monitor your prostate cancer. It can suggest how quickly your prostate cancer is growing. See also prostate specific antigen (PSA).\nA test that measures the amount of prostate specific antigen (PSA) in the blood. It can be used alongside other tests to help diagnose prostate problems, monitor prostate cancer and check how well treatment is working. See also prostate specific antigen (PSA). Booklet – Understanding the PSA test: A guide for men concerned about prostate cancer.\nThe rate at which your PSA level rises over time. This can suggest how quickly your prostate cancer is growing. See also prostate specific antigen (PSA).\nSee positron emission tomography (PET) scan.\nSee sex therapist.\nSee cystitis.\nSee proctitis.\nSurgery to remove the prostate and the cancer cells inside it. The seminal vesicles are also removed. It may be an option for men with localised or locally advanced prostate cancer. See also laparoscopic prostatectomy, open radical prostatectomy, robot-assisted prostatectomy and seminal vesicles. Fact sheet – Surgery: radical prostatectomy.\nA health professional who takes scans or gives radiotherapy. Diagnostic radiographers take scans to help diagnose cancer or to check how well treatment has worked. Therapeutic radiographers plan and deliver radiotherapy to treat cancer. They also check how well the treatment has worked and do follow-up checks. There may be a radiographer in your multi-disciplinary team. See also multi-disciplinary team (MDT) and radiotherapy\nA doctor who specialises in diagnosing medical conditions using X-rays and scans. There will usually be a radiologist in your multi-disciplinary team. See also multi-disciplinary team (MDT).\nThe use of radiation to destroy cancer cells. It can be placed inside the body (internal) or directed at the prostate from outside the body (external). There are different types of radiotherapy, including external beam radiotherapy, brachytherapy and radium-223 (Xofigo®). See also external beam radiotherapy,  high dose-rate (HDR) brachytherapy, permanent seed brachytherapy, and radium-223 (Xofigo®). Fact sheets – External beam radiotherapy, Permanent seed brachytherapy, High dose-rate brachytherapy and Radiotherapy for advanced prostate cancer.\nA type of internal radiotherapy for men with prostate cancer that has spread to the bones and is causing pain. It will only be an option if the cancer has stopped responding to hormone therapy. It travels around the body in the blood and collects in bones that have been damaged by the cancer. It can help to relieve bone pain and helps some men to live longer. Fact sheet – Radiotherapy for advanced prostate cancer.\nA gel or balloon placed between the prostate and your back passage to help protect the inside of your back passage if you’re having radiotherapy. It reduces the amount of radiation that reaches the back passage, which may lower your risk of bowel problems during or after treatment.\nThe last part of the bowel before the anus. Also called the back passage. See diagram at the top of this page.\nProstate cancer that has come back after treatment that aimed to get rid of it. Booklet – If your prostate cancer comes back: A guide to treatment and support.\nSomeone who has had cancer is in remission when tests no longer show any signs of the cancer.\nWhere semen travels backwards into the bladder when you orgasm, rather than out through your penis. The semen is then passed out of the body when you next urinate. It isn’t harmful and shouldn’t affect your enjoyment of sex, but it may feel different to the orgasms you’re used to. It can happen if you have radiotherapy to the prostate or an operation called a transurethral resection of the prostate (TURP). See also transurethral resection of the prostate (TURP). Booklet – Prostate cancer and your sex life.\nSee transurethral water vapour therapy.\nSomething that may make a person more likely to develop a disease. For example, the risk of getting prostate cancer increases with age, so age is a risk factor for prostate cancer.\nThis shows how likely your prostate cancer is to spread outside the prostate or come back after treatment. Your cancer may be low, intermediate or high-risk. Your risk group will affect the treatment options that are suitable for you.\nKeyhole surgery (laparoscopic prostatectomy) which is carried out using surgical tools on robotic arms. The surgeon controls the surgical tools from a computer console in the operating room. You may hear the equipment called ‘the da Vinci® Robot’. See also laparoscopic prostatectomy and radical prostatectomy. Fact sheet – Surgery: radical prostatectomy.\nA treatment that treats cancer that has come back after treatment that aimed to get rid of it. Booklet – If your prostate cancer comes back: A guide to treatment and support.\nScreening programmes aim to spot the early signs of cancers in people who don’t have any symptoms. By finding cancer early, it could be treated in time to cure it. There is currently no screening programme for prostate cancer in the UK. But the Prostate Cancer Risk Management Programme gives men over 50 who want a PSA test the right to have one on the NHS – as long as they’ve been given information about the pros and cons. Booklet – Understanding the PSA test: A guide for men concerned about prostate cancer.\nThe pouch of skin that contains the testicles. See diagram at the top of this page.\nSee metastasis.\nBeing actively involved in looking after your own health. Examples include changing your diet and taking regular exercise, which may help manage the impact of prostate cancer and its treatment. Fact sheet – Diet and physical activity for men with prostate cancer and booklet – Living with and after prostate cancer: A guide to physical, emotional and practical issues.\nOur online 'How to manage' guides can help you learn new ways to manage symptoms and side effects. \nTwo glands situated behind the prostate and bladder that produce some of the fluid in semen. See diagram at the top of this page.\nAn expert with specialist training in the causes and treatment of sexual problems. They offer counselling sessions where you can talk about any sexual or emotional issues that might be affecting your sex life. Sometimes also called psychosexual therapists or psychosexual counsellors. Booklet – Prostate cancer and your sex life.\nA type of surgery for an enlarged prostate. The inner part of the prostate is removed, usually through a cut in the abdomen (stomach area). It is not the same as a radical prostatectomy and isn’t used to treat prostate cancer. See also enlarged prostate and radical prostatectomy. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nSee multi-disciplinary team (MDT).\nSee metastatic spinal cord compression (MSCC).\nA way of describing how far cancer has spread. The most common method used to stage prostate cancer is the TNM (Tumour-Nodes-Metastases) system. Fact sheet – How prostate cancer is diagnosed.\nA small device placed inside the narrow part of the urethra (prostate stent) or inside the tubes that carry urine from the kidneys to the bladder (ureteral stent) to improve the flow of urine. It’s not common, but it might be an option for men with severe urinary symptoms who are unable to have surgery, or men who have problems draining urine from the kidneys. See also urethra. Booklet – Advanced prostate cancer: Managing symptoms and getting support.\nAlso known as stereotactic ablative radiotherapy (SABR). A very precise type of radiotherapy that delivers a high dose of radiation to the cancer itself, while the surrounding tissue gets less. Fact sheet – External beam radiotherapy.\nA type of drug that can be used alone or alongside other treatments such as chemotherapy. They can help to control prostate cancer when hormone therapy is no longer working well. They can also improve your appetite, give you more energy, and help with symptoms such as pain. Steroids can be given as tablets or injections. Fact sheets – Managing pain in advanced prostate cancer, Treatment options after your first hormone therapy and Chemotherapy.\nA narrowing of a tube in the body. A stricture in your urethra can be caused by some treatments for prostate cancer, such as brachytherapy. It can cause problems urinating. See also urethra.\nWhen you have fewer follow-up appointments and take greater control of your own health and wellbeing. Self-management may help avoid unnecessary hospital appointments when you feel well, letting you speak to your doctor or nurse over the telephone instead.\nThe edges of the prostate tissue removed during surgery for prostate cancer. A positive surgical margin suggests that some cancer cells may have been left behind, and you may need further treatment. A negative or clear surgical margin suggests all cancer was removed. See also radical prostatectomy. Fact sheet – Surgery: radical prostatectomy.\nThis is where the doctor takes a few tissue samples from areas of the prostate that look unusual on MRI scan images, rather than taking samples from the whole prostate. See also biopsy, transperineal biopsy and trans-rectal ultrasound (TRUS) guided biopsy. Fact sheet – How prostate cancer is diagnosed.\nThis is where the doctor places a grid (template) over the area of skin between the testicles and back passage (perineum). A needle is inserted through the holes in the grid to remove samples of prostate tissue. The tissue is then checked for signs of cancer. See also biopsy, targeted biopsy and transperineal biopsy. Fact sheet – How prostate cancer is diagnosed.\nSee high dose-rate (HDR) brachytherapy.\nPart of a man's reproductive system. They are contained in the scrotum and produce testosterone and sperm. See diagram at the top of this page.\nA sex hormone that controls the development and growth of the male sexual organs, including the prostate, penis and testicles. It also controls male characteristics such as erections and muscle strength, and can affect the way you think and feel. Most testosterone is made by the testicles. Testosterone can make prostate cancer cells grow faster. See also androgen and hormone. Booklet – Living with hormone therapy: A guide for men with prostate cancer.\nA group of cells that do a specific job in the body. For example, the prostate is made up of prostate tissue.\nThis is where the doctor inserts a needle through the skin between the testicles and the back passage (perineum) to remove samples of prostate tissue. The tissue is then checked for signs of cancer. There are two main types of transperineal biopsy – targeted and template. See also biopsy, targeted biopsy, and template biopsy. Fact sheet – How prostate cancer is diagnosed.\nThis is where the doctor inserts a needle into the prostate through the back passage to remove samples of prostate tissue. The tissue is then checked for signs of cancer. They may do a systematic biopsy, where they take around 10-12 samples of tissue from across the whole prostate. Or they may do a targeted biopsy, where they just take a few samples from areas that look unusual on MRI scan images. See also biopsy and targeted biopsy. Fact sheet – How prostate cancer is diagnosed.\nSee bladder neck incision.\nSurgery to remove the parts of the prostate that have grown too large and are pressing on the urethra. It is the most common type of surgery for an enlarged prostate. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA type of surgery to treat an enlarged prostate. Parts of the prostate are destroyed with heat rather than being cut away. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA new type of surgery to treat an enlarged prostate that uses steam to damage prostate tissue. Also called steam ablation or Rezūm®. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA growth of cells that isn’t normal. Tumours can be non-cancerous (benign) or cancerous (malignant). See also benign and malignant.\nThe tube that carries urine from the bladder, and semen from the reproductive system, through the penis and out of the body. See diagram at the top of this page.\nA sudden and immediate need to urinate, which can be a symptom of a prostate problem or a side effect of some prostate cancer treatments. Or an urgent need to open the bowels, which can be a side effect of radiotherapy.\nThe need to urinate more often than usual. This can be a symptom of a prostate problem or a side effect of treatment for prostate cancer.\nLeaking urine. This can range from leaking a few drops of urine when you cough or sneeze (stress incontinence) to leaking larger amounts or having no control over when you urinate. It can be a side effect of treatment for prostate cancer. Fact sheet – Urinary problems after prostate cancer treatment.\nThe circular muscle that surrounds your urethra and sits under the prostate. It helps to control the flow of urine from your bladder.\nDifficulty emptying the bladder. It can be a symptom of a prostate problem, or a side effect of treatments for prostate cancer such as surgery. Urine retention can be acute, where you suddenly and painfully can’t urinate at all. Or it can be chronic, which usually develops slowly over time. Fact sheet – Urinary problems after prostate cancer treatment and booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA test to measure how well the bladder is working. It’s sometimes used to help diagnose an enlarged prostate and to decide what treatment to use. See also enlarged prostate. Booklet – Enlarged prostate: A guide to diagnosis and treatment.\nA surgeon who specialises in treating problems with the urinary and reproductive systems, which includes the prostate. Urologists can carry out biopsies and radical prostatectomies. There will be a urologist in your multi-disciplinary team. See also biopsy, multi-disciplinary team (MDT) and radical prostatectomy.\nThe treatment of diseases of the urinary system, including prostate cancer.\nThe diagnosis and treatment of cancers of the urinary system, including prostate cancer.\nA pump that can help men get an erection. It can be used to treat erection problems and keep the tissue in the penis healthy after treatment for prostate cancer. See also erectile dysfunction (ED) and penile rehabilitation. Booklet – Prostate cancer and your sex life.\nA way of monitoring prostate cancer that isn’t causing any symptoms or problems. The aim is to avoid treatment unless symptoms develop. If symptoms do develop, you’ll be offered treatment to control the cancer, rather than cure it. Watchful waiting may be suitable for men with other health problems, or whose cancer is unlikely to cause problems during their lifetime. Watchful waiting is not the same as active surveillance. See also active surveillance. Fact sheet – Watchful waiting.\nUpdated: July 2019 | To be reviewed: July 2022\n", "metaData": {"source": "Medical words\nInformation for men diagnosed with PIN or ASAP after a biopsy.\nLearn more\nhttps://prostatecanceruk.org/"}}