{"pageContent": "The most common prostate problems are:\nIf you notice any changes when you urinate, this could be a sign of a problem in your prostate.\nUrinary problems are common in older men and are not always a sign of a prostate problem. They can also be caused by an infection, another health problem such as diabetes, or some medicines.\nYour lifestyle can also affect the way you urinate – for example, drinking a lot will make you urinate more often, while alcohol, caffeine, artificial sweeteners and fizzy drinks can make some urinary problems worse.\nChanges to look out for include:\nLess common symptoms include:\nA small number of men get blood in their urine or semen*, or problems getting or keeping an erection. These symptoms aren't usually caused by a prostate problem, and are more often linked to other health problems.\n*Blood in your urine or semen can be caused by other health problems. Talk to your doctor if you see any blood in your urine or semen.\nMost people urinate up to eight times each day, depending on how much they drink. And your bladder can usually hold around 300 to 400ml. But everyone is different.\nIf your bladder is working normally, you should know when your bladder is full and have enough time to find a toilet. You should empty it completely every time you urinate and you shouldn't leak urine.\nMost people can sleep for six to eight hours without having to urinate more than once. This will be affected by how recently you had a drink and how much you drank before going to sleep. As you get older, you will probably need to urinate more often. You may wake up to urinate once in the early morning – this is common in older men.\nIf you notice any of the changes we’ve talked about here or you’re worried about your risk of prostate cancer, visit your GP.\nYou can also call our Specialist Nurses, in confidence, on 0800 074 8383. They can help with any questions about prostate problems, even if you haven't yet spoken to your GP.\nUrinary problems will often be caused by something else rather than cancer and there are treatments that can help.\nWhat if I'm not registered with a GP?\nYou can find a GP near you on the following websites:\nYou can also ask family or friends who live near you for details of their GP. Or call NHS 111 to get non-emergency medical help.\nWhat if I don't have time to see a GP?\nIt’s important to make time to see a GP if you’re worried about your health. Some GP surgeries are open in the evenings or weekends, so you should be able to see a GP or nurse at a time that is right for you. You can also ask for a phone appointment at some GP surgeries. There might also be an NHS walk-in centre nearby. Use the websites listed above to find one in your area. Or you can call NHS 111 if you need medical help but it isn’t an emergency.\nWhat if I'm worried about going to the GP?\nIt is natural to feel worried or embarrassed about having tests and check-ups. But don’t let that stop you going to your GP. Remember, the tests give your GP the best idea about whether you have a problem that needs treating. You can ask to see a male doctor or a female doctor when you make the appointment. Or take someone with you. You can also talk things through with our Specialist Nurses.\nIf you’re not sure about what to say to your GP, print and fill out this form and show it to them. This will help you have the conversation.\nUpdated: July 2019 | Due for Review: December 2021\n", "metaData": {"source": "Prostate problems\nInformation about common prostate problems.\nLearn more\nhttps://prostatecanceruk.org/"}}