{"pageContent": "PIN and ASAP are changes in the cells in the prostate, which can only be seen under a microscope. PIN stands for prostatic intraepithelial neoplasia. ASAP stands for atypical small acinar proliferation.\n\nIf you've been diagnosed with PIN, it's probably high-grade PIN. There is also low-grade PIN, but there's no evidence that this can cause problems in a man's lifetime. You can check with your doctor if you're not sure. When we say PIN, we mean high-grade PIN.\nPIN is not prostate cancer.\nPIN stands for prostatic intraepithelial neoplasia. It involves changes to the cells in the prostate. The cells may grow in a different way to normal prostate cells. These changes can only be seen under a microscope.\nWe don't know what causes PIN, but we do know that the chance of finding it increases as you get older.  \n\nAlthough PIN is not prostate cancer, many men with prostate cancer do have some PIN as well. But most men with PIN don’t have prostate cancer and won’t go on to develop prostate cancer that needs treating.\nASAP stands for atypical small acinar proliferation. ASAP isn’t a medical condition but is a term used to describe changes to prostate cells seen under the microscope, when it isn’t clear whether the cells are cancer. For example, there may not be enough changed cells for the doctor to say whether they are cancer. If you have ASAP your doctor may recommend more tests so that any further cell changes are found early. \nIt's possible to have both ASAP and PIN in your prostate.\nIf you have PIN or ASAP, you are more likely to have prostate cancer that wasn’t picked up on your first biopsy than a man with no PIN or ASAP.\nIf you've been diagnosed with PIN or ASAP and are worried about prostate cancer, speak to your doctor or nurse. Read more about your risk of getting prostate cancer. Or you could speak to one of our Specialist Nurses.\nPIN doesn’t cause any symptoms. But it’s usually diagnosed when a man has tests or treatment for another prostate problem that does have symptoms. For example, if you have an enlarged prostate as well as PIN, you might have problems urinating (peeing) that are caused by the enlarged prostate, not the PIN.\nIf you are diagnosed with ASAP, the changed cells may or may not be cancer. If they are cancer, they may cause symptoms, such as urinary problems.\nIf you do have any symptoms such as problems urinating, speak to your doctor. They can do more tests to find out what's causing them, and suggest treatments that may help.\nPIN and ASAP can only be found by looking at prostate tissue under a microscope. This might happen if:\nWe don’t know how many men in the UK have PIN or ASAP. But for men who have had their prostate tissue looked at under a microscope (after a biopsy, for example):\nBlack men are more likely to get PIN than white men of the same age. Some research also suggests black men may get a larger amount of PIN at an earlier age than white men. But we don’t fully understand the reasons for this. \nWe do know that black men are more likely to get prostate cancer than other men of the same age in the UK. In fact, one in four black men will be diagnosed with prostate cancer. But we still don’t know the reasons why. Read more in our leaflet, Prostate cancer and other prostate problems: Information for black men.\nThere hasn’t been any research to look at how likely it is for Asian or mixed-race men to get PIN or ASAP.\nYou won't need any treatment for PIN or ASAP, but you might need regular check-ups every few months. This is to check for any cancer cells that may have been missed by biopsy.\nYou may have:\nYou might also have an MRI scan to check there's no cancer in parts of the prostate that weren't looked at in your biopsy.\n\nThe tests you have will depend on your own situation. Talk to your doctor or nurse if you have any questions . You can also speak to our Specialist Nurses.\n\nIf you are diagnosed with cancer, it is more likely to be an early stage because you'll have had these regular check-ups. This means it can be carefully monitored or treated if necessary.\nIf you do go on to develop prostate cancer, you won't have any more check-ups for PIN or ASAP.\nUpdated August 2022 | Due for review November 2023\n", "metaData": {"source": "Biopsy: PIN and ASAP\nInformation for men diagnosed with PIN or ASAP after a biopsy.\nLearn more\nhttps://prostatecanceruk.org/"}}