{"pageContent": "Prostate cancer is a highly prevalent malignancy in older men. Because the disease and its treatments have the potential to cause substantial morbidity in affected individuals, prostate cancer has been the subject of great interest for quality-of-life (QOL) researchers. In this article, we review published QOL studies that have focused on individuals with prostate cancer. Generic survey instruments have generally been found to be insensitive to changes in health-related quality of life (HR-QOL) related to prostate cancer and its treatments. Domain-specific survey instruments (such as those focusing on sexual function) have been more sensitive, but fail to capture all relevant impacts. At least 9 disease-specific instruments have been developed to measure the HR-QOL impact of prostate cancer. These instruments generally focus on specific symptoms related to the disease and its treatment--urinary function, bowel function, sexual function, physical function, psychological function and pain--however, the domains covered are not consistent from instrument to instrument, and the domains of emphasis within each instrument are rarely the same. In addition, no single instrument has been applied to all major therapies for prostate cancer across men at different ages and stages of disease. Finally, HR-QOL evaluations in some patient groups, such as those with advanced disease, have received relatively little attention to date. As a result of the proliferation of prostate cancer-specific survey instruments and inconsistencies in their design and application, decision-makers face great difficulties evaluating HR-QOL across disease stages and comparing the HR-QOL impacts of alternative therapies, including conservative management ('watchful waiting'). In order for these tools to be useful for patient management and policy-making, coordination of instrument development efforts with the goal of consolidating the number of measures used is urgently needed.", "metaData": {"source": "Recovery of sexual function after prostate cancer treatment\nhttps://pubmed.ncbi.nlm.nih.gov/17053525/"}}