{"pageContent": "Effective patient care and efficient drug development require accurate tools to assess treatment effects. For metastatic castration-resistant prostate cancer (mCRPC), response biomarkers have historically been poorly reproducible, inaccurate, inconsistently applied, or only loosely associated with tangible clinical benefits such as survival. However, the field of response assessments for prostate cancer is maturing, in compliance with a rigorous process defined by analytic validation, clinical validation, and clinical qualification. For example, bone imaging with technetium-99m scintigraphy has historically been poorly used in prostate cancer clinical trials and routine patient care, and frequently has led to poor decision-making. However, contemporary clinical trial consensus criteria (Prostate Cancer Working Group 2 [PCWG2]) have standardized the definition of progression on bone scintigraphy and the clinical trials endpoint of radiographic progression-free survival (rPFS). A validated bone scan interpretation form captures the relevant data elements. rPFS and the forms have been undergoing prospective testing in multiple phase III studies. The first of these trials demonstrated a high degree of reproducibility and correlation with overall survival, and rPFS was used by the US Food and Drug Administration (FDA) for approval of abiraterone in chemotherapy-naïve mCRPC. Circulating tumor cells (CTC) are another class of assays with significant promise as response-indicator biomarkers. CTC enumeration has undergone analytic validation and has been FDA-cleared for monitoring patients with prostate cancer in conjunction with other clinical methods. It is not yet a surrogate for survival. Patient-reported outcomes (PROs) are direct indicators of patient benefit. The assays to measure PROs must undergo each of the steps of biomarker development, and are increasingly being standardized and used as clinical trial endpoints. In this review, we critically assess each of these classes of novel biomarkers--imaging, CTC, and PROs--in regard to the quality of data supporting their use to monitor clinical outcomes in advanced prostate cancer.", "metaData": {"source": "The health of older-adult, long-term cancer survivors\nhttps://pubmed.ncbi.nlm.nih.gov/16330962/"}}