{"pageContent": "The aim of this study was to investigate the feasibility and safety of high-intensity focused ultrasound (HIFU) combined with (+) low-dose external beam radiotherapy (LRT) as supplemental therapy for advanced prostate cancer (PCa) following hormonal therapy (HT). Our definition of HIFU+LRT refers to treating primary tumour lesions with HIFU in place of reduced field boost irradiation to the prostate, while retaining four-field box irradiation to the pelvis in conventional-dose external beam radiotherapy (CRT). We performed a prospective, controlled and non-randomized study on 120 patients with advanced PCa after HT who received HIFU, CRT, HIFU+LRT and HT alone, respectively. CT/MR imaging showed the primary tumours and pelvic lymph node metastases visibly shrank or even disappeared after HIFU+LRT treatment. There were significant differences among four groups with regard to overall survival (OS) and disease-specific survival (DSS) curves (P = 0.018 and 0.015). Further comparison between each pair of groups suggested that the long-term DSS of the HIFU+LRT group was higher than those of the other three groups, but there was no significant difference between the HIFU+LRT group and the CRT group. Multivariable Cox's proportional hazard model showed that both HIFU+LRT and CRT were independently associated with DSS (P = 0.001 and 0.035) and had protective effects with regard to the risk of death. Compared with CRT, HIFU+LRT significantly decreased incidences of radiation-related late gastrointestinal (GI) and genitourinary (GU) toxicity grade ≥ II. In conclusion, long-term survival of patients with advanced PCa benefited from strengthening local control of primary tumour and regional lymph node metastases after HT. As an alternative to CRT, HIFU+LRT showed good efficacy and better safety.", "metaData": {"source": "Extracorporeal application of high-intensity focused ultrasound for prostatic tissue ablation\nhttps://pubmed.ncbi.nlm.nih.gov/15963124/"}}