{"pageContent": "The goal of this research was to better understand the impact of prostate cancer and its treatment on a broad range of aspects of men's sexual well-being. Interviews were conducted with 19 men. The men ranged in age from 49 to 74 years and were 1 to 5 years posttreatment. Our results suggest that some but not all aspects of men's sexual well-being are affected by treatment for prostate cancer. Further, the specific aspects that were affected as well as their emotional impact varied considerably from individual to individual. Most of the men reported that, prior to diagnosis and treatment, they engaged in regular sexual activity and that they had been satisfied or very satisfied with their sexual relationship. Following treatment, most (but not all) of the men reported no change in the amount and type of affection expressed, the quality of their romantic relationship, their self-concept as a man, or their sexual desire. In contrast, nearly all of the men described negative changes that were distressing to them in erections, orgasmic consistency, and sexual satisfaction. Further, most of the men believed that their sex life was over due to their erectile difficulties and so had stopped engaging in any sexual activity with their partner, although one third of them continued to masturbate. Five themes emerged with respect to factors that either contributed to or buffered the emotional impact of these changes: partner responses to changes in sexual functioning, effectiveness of medical treatments, communication with their partner about sexual functioning, acceptance of or resignation to sexual changes, and communication with physicians about sexual functioning. Finally, most participants felt that the health care system did not respond adequately to their needs. These results are discussed with respect to the importance of facilitating sexual communication between partners and between patients and health care providers.", "metaData": {"source": "MR-guided focused ultrasound: a potentially disruptive technology\nhttps://pubmed.ncbi.nlm.nih.gov/19560068/"}}