{"pageContent": "Over the past 25 years, the average life expectancy for men has increased almost 4 years, and the age of prostate cancer detection has decreased an average of 10 years with diagnosis increasingly made at early-stage disease where curative therapy is possible. These changing trends in the age and extent of malignancy at diagnosis have revealed limitations in conventional curative therapies for prostate cancer, including a significant risk of aggressive cancer recurrence, and the risk of long-term genitourinary morbidity and its detrimental impact on patient's quality of life (QOL). Greater awareness of the shortcomings in radical prostatectomy, external radiotherapy, and brachytherapy has prompted the search for alternative curative therapies that offer comparable rates of cancer control and less treatment-related morbidity to better preserve QOL. High-intensity focused ultrasound (HIFU) possesses characteristics that make it an attractive curative therapy option. HIFU is a noninvasive approach that uses precisely delivered ultrasound energy to achieve tumor cell necrosis without radiation or surgical excision. In current urologic oncology, HIFU is used clinically in the treatment of prostate cancer and is under experimental investigation for therapeutic use in multiple malignancies. Clinical research on HIFU therapy for localized prostate cancer began in the 1990s, and there have now been ∼65,000 prostate cancer patients treated with HIFU, predominantly with the Ablatherm (EDAP TMS, Lyon, France) device. Neoadjuvant transurethral resection of the prostate has been combined with HIFU since 2000 to reduce prostate size, facilitate tissue destruction, and to minimize side effects. Advances in imaging technologies are expected to further improve the already superior efficacy and morbidity outcomes, and ongoing investigation of HIFU as a focal therapy in salvage and palliative indications is serving to expand the role of HIFU as a highly versatile noninvasive therapy for prostate cancer.", "metaData": {"source": "Prostate cancer treatment by the latest focal HIFU device with MRI/TRUS-fusion control biopsies: A prospective evaluation\nhttps://pubmed.ncbi.nlm.nih.gov/30093211/"}}