{"pageContent": "The goal of the study was to establish early hyperpolarized (HP) 13 C MRI metabolic and perfusion changes that predict effective high-intensity focused ultrasound (HIFU) ablation and lead to improved adjuvant treatment of partially treated regions. To accomplish this a combined HP dual-agent (13 C pyruvate and 13 C urea) 13 C MRI/multiparametric 1 H MRI approach was used to measure prostate cancer metabolism and perfusion 3-4 h, 1 d, and 5 d after exposure to ablative and sub-lethal doses of HIFU within adenocarcinoma of mouse prostate tumors using a focused ultrasound applicator designed for murine studies. Pathologic and immunohistochemical analysis of the ablated tumor demonstrated fragmented, non-viable cells and vasculature consistent with coagulative necrosis, and a mixture of destroyed tissue and highly proliferative, poorly differentiated tumor cells in tumor tissues exposed to sub-lethal heat doses in the ablative margin. In ablated regions, the intensity of HP 13 C lactate or HP 13 C urea and dynamic contrast-enhanced (DCE) MRI area under the curve images were reduced to the level of background noise by 3-4 h after treatment with no recovery by the 5 d time point in either case. In the tissues that received sub-lethal heat dose, there was a significant 60% ± 12.4% drop in HP 13 C lactate production and a significant 30 ± 13.7% drop in urea perfusion 3-4 h after treatment, followed by recovery to baseline by 5 d after treatment. DCE MRI Ktrans showed a similar trend to HP 13 C urea, demonstrating a complete loss of perfusion with no recovery in the ablated region, while having a 40%-50% decrease 3-4 h after treatment followed by recovery to baseline values by 5 d in the margin region. The utility of the HP 13 C MR measures of perfusion and metabolism in optimizing focal HIFU, either alone or in combination with adjuvant therapy, deserves further testing in future studies.", "metaData": {"source": "[Eight years of experience with HIFU for prostate cancer: Oncological and functional results]\nhttps://pubmed.ncbi.nlm.nih.gov/26476975/"}}