{"pageContent": "Recent work shows a high prevalence of low testosterone and inappropriately low LH and FSH concentrations in type 2 diabetes. This syndrome of hypogonadotrophic hypogonadism (HH) is associated with obesity, and other features of the metabolic syndrome (obesity and overweight, hypertension and hyperlipidemia) in patients with type 2 diabetes. However, the duration of diabetes or HbA1c were not related to HH. Furthermore, recent data show that HH is also observed frequently in patients with the metabolic syndrome without diabetes but is not associated with type 1 diabetes. Thus, HH appears be related to the two major conditions associated with insulin resistance: type 2 diabetes and the metabolic syndrome. CRP concentrations have been shown to be elevated in patients with HH and are inversely related to plasma testosterone concentrations. This inverse relationship between plasma free testosterone and CRP concentrations in patients with type 2 diabetes suggests that inflammation may play an important role in the pathogenesis of this syndrome. This is of interest since inflammatory mechanisms may have a cardinal role in the pathogenesis of insulin resistance. It is relevant that in the mouse, deletion of the insulin receptor in neurons leads to HH in addition to a state of systemic insulin resistance. It has also been shown that insulin facilitates the secretion of gonadotrophin releasing hormone (GnRH) from neuronal cell cultures. Thus, HH may be the result of insulin resistance at the level of the GnRH secreting neuron. Low testosterone concentrations in type 2 diabetic men have also been related to a significantly lower hematocrit and thus to an increased frequency of mild anemia. Low testosterone concentrations are also related to an increase in total and regional adiposity, and to lower bone density. This review discusses these issues and attempts to make the syndrome relevant as a clinical entity. Clinical trials are required to determine whether testosterone replacement alleviates symptoms related to sexual dysfunction, and features of the metabolic syndrome, insulin resistance and inflammation.", "metaData": {"source": "[Disease- and treatment related sexual disorders after radical prostatectomy. A biopsychosocial consideration]\nhttps://pubmed.ncbi.nlm.nih.gov/15045188/"}}