{"pageContent": "To critically review conceptual frameworks for available patient-reported outcome (PRO) questionnaires in men having radical prostatectomy (RP), psychometrically evaluate each questionnaire, and identify whether each is appropriate for use at the level of the individual patient. We searched PubMed, the Reports and Publications database of the University of Oxford Patient-Reported Outcomes Measurement Group and the website of the International Consortium for Health Outcomes Measurement (ICHOM) for psychometric reviews of prostate cancer-specific PRO questionnaires. From these we identified relevant questionnaires and critically appraised the conceptual content, guided by the Wilson and Cleary framework and psychometric properties, using well established criteria. The searches found four reviews and one recommendation paper. We identified seven prostate cancer-specific PROs: the Expanded Prostate Cancer Index Composite-26 (EPIC-26), Expanded Prostate Cancer Index Composite-50 (EPIC-50), University of California-Los Angeles Prostate Cancer Index (UCLA-PCI), Functional Assessment of Cancer Therapy - Prostate Cancer Subscale (FACT-P PCS), European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire - prostate specific 25-item (EORTC QLQ-PR25), Prostate Cancer - Quality of Life (PC-QoL), and Symptom Tracking and Reporting (STAR). Six out of seven measures purported to measure health-related quality of life (HRQL), but items focused strongly on urinary and sexual symptoms/functioning. The remaining questionnaire (STAR) claimed to assess functional recovery after RP. The psychometric evidence for these questionnaires was incomplete and variable in quality; none had evidence that they were appropriate for use with individual patients. Several questionnaires provide the basis of measures of urinary and/or sexual symptoms/functioning. Further work should explore other aspects of HRQL that are important for men having RP. Further psychometric work is also needed to determine whether they can be used at the individual level.", "metaData": {"source": "Landmarks in prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/30065357/"}}