{"pageContent": "Prostate cancer is the most common visceral malignancy in men. As the tumor is testosterone dependent, a frequent treatment modality involves therapy with GnRH agonists (GnRH-a) resulting in hypogonadism. Because testosterone is essential for the maintenance of bone mass in men, we postulated that GnRH-a therapy would negatively impact skeletal integrity. We compared bone mineral density (BMD), biochemical markers of bone turnover, and body composition in 60 men with prostate cancer (19 men receiving GnRH-a therapy and 41 eugonadal men) and BMD in 197 community-living healthy controls of similar age. BMD was assessed by dual energy x-ray absorptiometry and ultrasound. Biochemical markers of bone turnover, included markers of bone resorption (urinary N-telopeptide) and bone formation markers (bone-specific alkaline phosphatase and osteocalcin). Body composition (total body fat and lean body mass) was assessed by dual energy x-ray absorptiometry. Significantly lower BMD was found at the lateral spine (0.69 +/- 0.17 vs. 0.83 +/- 0.20 g/cm(2); P < 0.01), total hip (0.94 +/- 0.14 vs. 1.05 +/- 0.16 g/cm(2); P < 0.05), and forearm (0.67 +/- 0.11 vs. 0.78 +/- 0.07 g/cm(2); P < 0.01) in men receiving GnRH-a compared with the eugonadal men with prostate cancer. Significant differences were also seen at the total body, finger, and calcaneus (all P < 0.01). BMD values in eugonadal men with prostate cancer and healthy controls were similar. Markers of bone resorption (urinary N-telopeptide) and bone formation (bone-specific alkaline phosphatase) were elevated in men receiving GnRH-a therapy compared with those in eugonadal men with prostate cancer. Men receiving GnRH-a also had a higher percent total body fat (29 +/- 5% vs. 25 +/- 5%; P < 0.01) and lower percent lean body weight (71 +/- 5% vs. 75 +/- 5%; P < 0.01) compared with eugonadal men with prostate cancer. In conclusion, men with prostate cancer receiving androgen deprivation therapy have a significant decrease in bone mass and increase in bone turnover, thus placing them at increased risk of fracture.", "metaData": {"source": "Calibrating Independence Goals and Partner Support: Couples Adjust to Functional Limitations after Tumor Surgery\nhttps://pubmed.ncbi.nlm.nih.gov/25820331/"}}