{"pageContent": "Prostate cancer is the most common male cancer and up to one fifth of diagnosed patients will die of their disease. Current prognostic variables including T-category (of the TNM staging), the absolute or kinetics of prostatic specific antigen (PSA) and the pathologic Gleason score (GS) are utilized to place men in low, intermediate and high-risk prostate cancer risk groupings. There is great heterogeneity within the non-indolent intermediate risk group with respect to clinical response. It is therefore imperative that further genetic and other prognostic factors be identified to better individualize treatment. Somatic alterations in prostate cancer. Herein, we review the potential for somatic alterations in tumor-associated genes (based on comparative genomic hybridization (CGH) in prostate cancers to be novel prognostic, and possibly predictive, factors for prostate cancer radiotherapy response. Intermediate risk prostate cancers show alterations in a number of genes thought to be involved in radiosensitivity, DNA repair, cell death and stem cell renewal. These include deletions at 21q (TMPRSS2: ERG), 13q (RB1), 10q (PTEN), 8p (NKX3.1), additions at 8q21 (containing c-Myc)) and haplo-insufficiency for p53, PARP1, ATM and DNA-PKcs. Conclusions. The use of high-resolution CGH for fine-mapping of deletions and amplifications in pre-radiotherapy prostate cancer biopsies is feasible. Genetic alterations may delineate localized prostate cancer from systemic disease and be used as a predictive factor in that patients would be individually triaged to local (surgery versus radiotherapy) and/or adjuvant (adjuvant androgen ablation or post-operative radiotherapy) therapies in a prospective fashion to improve outcome. The knowledge of abnormal DNA repair pathways within in a given patient could allow for the judicious use of targeted agents (PARP/ATM inhibitors) as personalized medicine.", "metaData": {"source": "Controversies in the management of localized prostate cancer: radical prostatectomy still the standard of care\nhttps://pubmed.ncbi.nlm.nih.gov/21612943/"}}