{"pageContent": "Radical prostatectomy is a procedure performed with increasing frequency in patients with localized prostate cancer. Although, the operative morbidity is considerably low, urinary incontinence and erectile dysfunction remain an important and persistent problem. Since several years the impact of radical prostatectomy on the quality of life (HRQOL) is investigated. However, there are only few prospective studies dealing with rather small groups of patients. These studies indicate that urinary and sexual function have major impact on HRQOL. Although, there is a steady improvement in urinary function and decrease in urinary bother only about 65% of the patients reach the baseline at the end of the first year. In spite of this almost 90% of patients reach baseline in all other HRQOL domains such as general health perception, physical and social function after a mean period of 5 months. The importance of sexual desire and erectile capacity decreases with age; being important in 75 and 84% of men at the 5th decenium and 48 and 59% at the 6th decenium. After standard radical prostatectomy almost all of the patients are impotent. Applying so-called nerve sparing techniques erectile function may be preserved in careful selected patients. It is the common theme that preservation of the 'neurovascular bundles' equals a high rate, but still age depended postoperative potency; however difficulties in regaining urinary control may embarrass the patient to such an extent to withdraw from sexual activity. Furthermore, the change of sexual ability and quality may have impact on the partner who do not want to initiate sexual activity because of the possible failure. This may cause an increased level of emotional distance, which again is deleterious for sexual activities. Patients who are sexually active prior to surgery report major distress in case of postoperative erectile impotence, but even in case of maintained erectile capacity some patients are bothered by the sexual dysfunction. Sexual counselling and providing the optimal erectile aid is therefore very important. Psychological distress of spouses may be significantly greater than that of the patients; general cancer distress, treatment related worries, concerns on physical limitations and pain are the main reasons. However, it may well be that women are willing to report their problems more often than their partners who may have a grin-and-bear-it attitude. In spite of this caveate, it is important to include the patient's spouse into the discussions on therapy and associated morbidity early on. Since radical prostatectomy for localized prostate cancer is only one of the possible treatment options, the patient has to be informed about the incidence and various types of morbidity which is associated with treatment and their possible impact on HRQOL. Appropriate and honest counselling will have significant influence on the well being of the patient after completing therapy.", "metaData": {"source": "Standardized reporting for sexual function following prostate cancer treatment\nhttps://pubmed.ncbi.nlm.nih.gov/32203430/"}}