{"pageContent": "The present study proposes a new integrated imaging (II) high-intensity focused ultrasound (HIFU) probe intended as an improvement to the Ablatherm prostate cancer treatment. Because of a perforation in the center of the II probe, the expected lesion differs from the one obtained for the original Ablatherm probe. In this paper, the new geometry and the strategy followed to establish the treatment parameters are presented. The original probe has a 40-mm focal length, a 50-mm aperture and is truncated at 31 mm. The II probe has a 45-mm focal length, a 61-mm aperture, a central perforation of 25 mm and is truncated at 31 mm. Both probes operate at 3 MHz. A mathematical model for lesion prediction was used for setting the treatment parameters for the II probe. These parameters should ensure equivalence between the lesions obtained with the original and II probes. Simulation-obtained parameters were validated by in-vitro and in-vivo (on liver of 70 New Zealand rabbits) experiments. The new II probe was used clinically to treat 30 patients. The mean age was 70.9 +/- 5.3 years (SD), the mean prostate volume 26.9 +/- 7.7 mL and the mean serum prostate specific antigen (PSA) concentration before treatment was 9.2 +/- 5.5 ng/mL. Simulations showed that for the II probe acoustical power and duration when the transducer is inactive should be reduced of 14% and 1s. In-vitro and in-vivo experiments confirmed the equivalence between the lesions obtained with the two probes. The lesion volume obtained under in-vitro conditions (for a traversed tissue depth of 16 mm to the focus) was 5 +/- 0.4 cm(3) and 5.1 +/- 0.5 cm(3) for the original and II probes, respectively. Under in-vivo conditions, the lesion volume (for a traversed tissue depth of 18 mm) was 5.3 +/- 1.1 cm(3) and 5.1 +/- 1.1 cm(3) for the original and II probes, respectively. During the clinical trial, a correction of + 1s in the exposure time was required to recreate the same degree of efficacy observed with the original probe (p = 0.97): 66.7 % of negative biopsies and 75% of patients with PSA at 3 mo < or =1 ng/mL. The morbidity observed was minimal and identical to that observed with the original probe.", "metaData": {"source": "Partial Gland Ablation of Prostate Cancer: Effects of Repeat Treatment\nhttps://pubmed.ncbi.nlm.nih.gov/35907484/"}}