{"pageContent": "The prostate cancer is one of the most common male neoplasm. The exact location of the tumor using imaging is essential both diagnosis and treatment of prostate cancer. MR prostate with proton spectroscopy (HMRS) turns to be the best contemporary method of prostate changes imaging. However prostate biopsy performed under sonographical control using HMRS imaging registered in DICOM format is not precise enough because the layers of HMRS prostate imaging do not respond to sonographical view of the prostate. The method (MRIUSG) was performed to increase the efficiency of prostate imaging. MRIUSG reconstructs the MR picture in the level appointed by the transrectal USG. MRIUSG is based on linear interpolation of pixels with the sonographical prostate imaging obtained in real time to localize the changes and to perform the targeted prostate biopsy. The aim of the study was to determine and compare the effectiveness of transrectal core biopsy of the prostate /TRUStru-cutBx/ in the group of men with prior proton magnetic resonance spectroscopy, in which reconstruction of images was done using the method developed by the author of this study-MRIUSG, with the group without such reconstruction and thus improve detection rate of prostate diseases, prostate cancer among them. 80 males suspicious of prostate cancer and negative result of sextant core biopsy were qualified to this study. All of them undergone, with positive result, transrectal HMRS examinaton. All of them had trans-rectal core biopsy targeted at atypical suspicious findings in HMRS. Biopsies were performed on patients randomly divided into two groups. Group I in which HMRS positive foci were localized by use of MRI image only. Group II in which HMRS positive foci were localized by use of method of MRI images reconstruction and then transfering them to TRUS image (MRIUSG). Our method of localizing and transferring HMRS images to ultrasonography by images increases prostate cancer detection 22.5%, increase praecancerosus lesions detection by 10.0%, increase inflamatory changes detection 7.5% and eliminates almost 40% of falsely negative results. The probability of detecting cancer using MRIUSG about 3 times higher than in the method without image reconstruction. Method of reconstruction of images obtained in proton magnetic resonance spectroscopy, adequately measured, with marked lesions, and their comparison on a single computer screen with USG images obtained in real-time with the aim of localizing lesions and performing prostate targeted core biopsy enabled the detection of a greater number of prostate lesions in relation to biopsies performed without image reconstruction.", "metaData": {"source": "Transrectal high-intensity focused ultrasound for treatment of localized prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/21449970/"}}