{"pageContent": "Prostate cancer is the most common form of non-dermatological cancer among US men, with an increasing incidence due to the aging population. Patients diagnosed with clinically localized disease identified as intermediate or high-risk are often treated by radical prostatectomy. Approximately 33% of these patients will suffer recurrence after surgery. Identifying patients likely to experience recurrence after radical prostatectomy would lead to improved clinical outcomes, as these patients could receive adjuvant radiotherapy. Here, we report a new tool for prediction of prostate cancer recurrence based on the expression pattern of a small set of cooperation response genes (CRGs). CRGs are a group of genes downstream of cooperating oncogenic mutations previously identified in a colon cancer model that are critical to the cancer phenotype. We show that systemic dysregulation of CRGs is also found in prostate cancer, including a 4-gene signature (HBEGF, HOXC13, IGFBP2, and SATB1) capable of differentiating recurrent from non-recurrent prostate cancer. To develop a suitable diagnostic tool to predict disease outcomes in individual patients, multiple algorithms and data handling strategies were evaluated on a training set using leave-one-out cross-validation (LOOCV). The best-performing algorithm, when used in combination with a predictive nomogram based on clinical staging, predicted recurrent and non-recurrent disease outcomes in a blinded validation set with 83% accuracy, outperforming previous methods. Disease-free survival times between the cohort of prostate cancers predicted to recur and predicted not to recur differed significantly (p = 1.38x10-6). Therefore, this test allows us to accurately identify prostate cancer patients likely to experience future recurrent disease immediately following removal of the primary tumor.", "metaData": {"source": "[Treatment of prostate cancer in patients aged 75 or older]\nhttps://pubmed.ncbi.nlm.nih.gov/9644311/"}}