{"pageContent": "As a result of demographic evolution, oncologists will treat more and more elderly patients with prostate cancer. Aging is frequently associated with the coexistence of several medical complications that can increase the complexity of cancer treatment decision-making. Unfortunately, clinical oncologists need to be more familiar with the multidimensional assessment of elderly patients. To acquire this skill, we implemented a multidimensional geriatric assessment program at our cancer center. This instrument prospectively assessed 60 elderly patients with prostate cancer. Herein, we describe geriatric aspects detected in our patient sample and report treatment options proposed to elderly patients with prostate cancer at different disease stages. The minimal comprehensive geriatric assessment (mini-CGA) procedure revealed that 66% of our patient population was dependent in one or more of the Katz Activities of Daily Living and 87% were dependent in 1 or more of the Lawton Instrumental Activities of Daily Living; all patients had significant comorbidity according to the Cumulative Illness Rating Scale-Geriatrics, 75% having at least one severe comorbidity. We identified 19 cases of drug interaction. We also observed that half of these patients had a risk of falling and some physical disability; 45% had cognitive disorders requiring more investigation; one third had depressive symptoms. Finally, 65% of the patients were either malnourished or at risk of malnutrition. Many of these problems were unknown before the mini-CGA processing and may interfere with cancer and cancer treatment. Thus, the correct management of elderly patients with cancer requires comprehensive geriatric assessment as well as relevant disease staging at diagnosis. This approach will help us to propose the most appropriate treatment with the main aim of preserving quality of life.", "metaData": {"source": "Reply to Paolo Capogrosso, Francesco Montorsi, and Andrea Salonia's Letter to the Editor re: Philipp Mandel, Felix Preisser, Markus Graefen, et al. High Chance of Late Recovery of Urinary and Erectile Function Beyond 12 Months After Radical Prostatectomy. Eur Urol 2017;71:848-50. Late Recovery of Erectile Function After Radical Prostatectomy: Should We Modify the Way of Assessment?\nhttps://pubmed.ncbi.nlm.nih.gov/28712858/"}}