{"pageContent": "Cancer is on the rise in Sub-Saharan Africa. In South Africa, where cancer detection, intervention, and care are available for many citizens, cancer is poorly detected and understood among politically and economically marginalized communities in rural and urban centers. These trends are reflected in a history of systematic marginalization of such contexts from public resources, including education and health care, stemming from racism and wealth inequity. This article investigates how Black South Africans residing in Soweto, a township of Johannesburg, perceive and experience breast and prostate cancers amidst multiple, concurrent medical conditions. We used convenience sampling to recruit 80 study participants already enrolled in longitudinal studies of breast and prostate cancers at a tertiary hospital in Soweto between June and August 2017. This included 50 women diagnosed with breast cancer and 30 men diagnosed with prostate cancer; three-quarters of the sample had two or more comorbidities, including HIV, hypertension, diabetes, anxiety, and others. Many described sickness in terms of any physical ill-health that affected daily routines, but rarely was it associated exclusively with a specific disease. Men and women described more fear associated with cancer than HIV or hypertension-two of the most common diseases. We found that this may be in part a reflection of how people feared and demonized their cancer diagnoses, calling it \"a demon!\", and framing cancer through the trauma of aggressive treatments like chemotherapy (\"the red devil!\") and physical disfiguration from mastectomy. In contrast, men's prostate cancer treatments were often hormonal therapy and men associated cancer to a normal side effect of aging. Intervening in how people think about cancer may improve how people live well with the condition amidst other cascading social and health problems they face.", "metaData": {"source": "Europa Uomo Patient Reported Outcome Study (EUPROMS): Descriptive Statistics of a Prostate Cancer Survey from Patients for Patients\nhttps://pubmed.ncbi.nlm.nih.gov/33281109/"}}