{"pageContent": "Focal therapy for localized prostate cancer (PC) using high-intensity focused ultrasound (HIFU) is gaining in popularity as it is noninvasive and associated with fewer side effects than standard whole-gland treatments. However, better methods to evaluate response to HIFU ablation are an unmet need. Prostate-specific membrane antigen (PSMA) and gastrin-releasing peptide receptors are both overexpressed in PC. In this study, we evaluated a novel approach of using both 68Ga-RM2 and 68Ga-PSMA11 PET/MRI in each patient before and after HIFU to assess the accuracy of target tumor localization and response to treatment. Methods: Fourteen men, 64.5 ± 8.0 y old (range, 48-78 y), with newly diagnosed PC were prospectively enrolled. Before HIFU, the patients underwent prostate biopsy, multiparametric MRI, 68Ga-PSMA11, and 68Ga-RM2 PET/MRI. Response to treatment was assessed at a minimum of 6 mo after HIFU with prostate biopsy (n = 13), as well as 68Ga-PSMA11 and 68Ga-RM2 PET/MRI (n = 14). The SUVmax and SUVpeak of known or suspected PC lesions were collected. Results: Pre-HIFU biopsy revealed 18 cancers, of which 14 were clinically significant (Gleason score ≥ 3 + 4). Multiparametric MRI identified 18 lesions; 14 of them were at least score 4 in the Prostate Imaging-Reporting and Data System. 68Ga-PSMA11 and 68Ga-RM2 PET/MRI each showed 23 positive intraprostatic lesions; 21 were congruent in 13 patients, and 5 were incongruent in 5 patients. Before HIFU, 68Ga-PSMA11 identified all target tumors, whereas 68Ga-RM2 PET/MRI missed 2 tumors. After HIFU, 68Ga-RM2 and 68Ga-PSMA11 PET/MRI both identified clinically significant residual disease in 1 patient. Three significant ipsilateral recurrent lesions were identified, whereas 1 was missed by 68Ga-PSMA11. The pretreatment level of prostate-specific antigen decreased significantly after HIFU, by 66%. Concordantly, the pretreatment SUVmax decreased significantly after HIFU for 68Ga-PSMA11 (P = 0.001) and 68Ga-RM2 (P = 0.005). Conclusion: This pilot study showed that 68Ga-PSMA11 and 68Ga-RM2 PET/MRI identified the target tumor for HIFU in 100% and 86% of cases, respectively, and accurately verified response to treatment. PET may be a useful tool in the guidance and monitoring of treatment success in patients receiving focal therapy for PC. These preliminary findings warrant larger studies for validation.", "metaData": {"source": "Dissemination of Misinformative and Biased Information about Prostate Cancer on YouTube\nhttps://pubmed.ncbi.nlm.nih.gov/30502104/"}}