{"pageContent": "In this report, genetic polymorphism of phase I and II metabolic enzyme (CYP2E1, CYP17, GSTM1 and GSTT1) genes, living habits, and risk of prostate cancer (PCa) was studied in 163 patients with prostate carcinoma of Han nationality in Southern China and 202 age-matched controls. The genotypic polymorphism of CYP2E1, CYP17, GSTM1 and GSTT1 genes was analyzed by PCR-RFLP assay using genomic DNA isolated from peripheral blood lymphocytes. The significant risk factors for PCa included long-term exposure to toxicant (OR=2.27, 95%CI: 1.26-4.09), the tumor history of lineal consanguinity (OR=2.19, 95%CI: 1.30-3.67), sexual history before age 30 of no more than 8 times per month (OR=1.85, 95%CI: 1.22-2.81), deep inhalation of cigarette smoke (OR=2.01, 95%CI: 1.20-3.37) or heavy smoking (OR=1.67,95%CI: 1.01-2.76). Among individuals with long-term heavy smoking without tea-drinking habit, the risk increased significantly (OR=4.27, 95%CI: 1.62-11.24 and OR), 2.76, 95%CI: 1.20-6.32). CYP2E1 C1/C1 genotype significantly increased the risk for PCa (OR=1.61, 95%CI: 1.04-2.49) with an apparent interaction with alcohol (OR=2.07, 95%CI: 1.07-4.00). However, stratification by the amount of accumulative smoking revealed that among people with a heavy smoking history, the individuals with the CYP2E1 C1/C1 genotype (OR=2.55, 95%CI: 1.20-5.43) and the individuals with GSTT1 null genotype (OR=2.23, 95%CI: 1.09-4.57) showed a significantly increased risk. Any other significant results with GSTM1 or CYP17 genes were not observed in this research. Individuals with more sensitive genotypes (from one to four) were at an increased risk. The data show that, in the development of PCa, there are many interactions among predisposing genotypes and genetic polymorphisms and unhealthy living habits. Individuals with more susceptible genotypes and unhealthy habits such as prolonged exposure to smoking are at an increased risk.", "metaData": {"source": "Liarozole--a novel treatment approach for advanced prostate cancer: results of a large randomized trial versus cyproterone acetate. Liarozole Study Group\nhttps://pubmed.ncbi.nlm.nih.gov/9671874/"}}