{"pageContent": "We reviewed the current salvage methods for patients with local recurrent prostate cancer after primary radiotherapy (RT), using a search of relevant Medline/PubMed articles published from 1982 to 2008, with the following search terms: 'radiorecurrent prostate cancer, local salvage treatment, salvage radical prostatectomy (RP), salvage cryoablation, salvage brachytherapy, salvage high-intensity focused ultrasound (HIFU)', and permutations of the above. Only articles written in English were included. The objectives of this review were to analyse the eligibility criteria for careful selection of appropriate patients and to evaluate the oncological results and complications for each method. There are four whole-gland re-treatment options (salvage RP, salvage cryoablation, salvage brachytherapy, salvage HIFU) for RT failure, although others might be in development or investigations. Salvage RP has the longest follow-up with acceptable oncological results, but it is a challenging technique with a high complication rate. Salvage cryoablation is a feasible option, especially using third-generation technology, whereby the average biochemical disease-free survival rate is 50-70% and there are fewer occurrences of severe complications such as recto-urethral fistula. Salvage brachytherapy, with short-term cancer control, is comparable to other salvage methods but depends on cumulative dosage limitation to target tissues. HIFU is a relatively recent option in the salvage setting. Both salvage brachytherapy and HIFU require more detailed studies with intermediate and long-term follow-up. As these are not prospective, randomized studies and the definitions of biochemical failure varied, there are limited comparisons among these different salvage methods, including efficacy. In the focal therapy salvage setting, the increased use of thermoablative methods for eligible patients might contribute to reducing complications and maintaining quality of life. The problem to effectively salvage patients with locally recurrent disease after RT is the lack of diagnostic examinations with sufficient sensitivity and specificity to detect local recurrence at an early curable stage. Therefore, a more strict definition of biochemical failure, improved imaging techniques, and accurate specimen mapping are needed as diagnostic tools. Furthermore, universal selection criteria and an integrated definition of biochemical failure for all salvage methods are required to determine which provides the best oncological efficacy and least comorbidity.", "metaData": {"source": "Focal High-intensity Focussed Ultrasound Partial Gland Ablation for the Treatment of Localised Prostate Cancer: A Report of Medium-term Outcomes From a Single-center in the United Kingdom\nhttps://pubmed.ncbi.nlm.nih.gov/31449831/"}}