{"pageContent": "The progression of human prostate cancer from histomorphologic to clinical expression often requires several decades. This study emphasizes the importance of developing relevant human prostate cancer models to study the molecular events leading to prostate cancer progression. These models will provide a rational basis for chemopreventive and treatment strategies to retard the progression of human prostate cancer from its localized to its metastatic state. In our laboratory, we have established the LNCaP progression and ARCaP models and the in vitro three-dimensional growth models involving prostate cancer and bone stroma to study the progression of prostate cancer. We propose that prostate cancer may progress from an androgen-dependent to an androgen-independent state. While existing as androgen-independent tumors (defined as tumors capable of growing in castrated hosts and secreting PSA in serum), prostate cancer may assume three different phenotypes as it progresses: androgen-independent while remaining androgen-responsive; androgen-independent and unresponsive to androgen stimulation; and androgen-independent but suppressed by androgen. It is conceivable that any androgen-independent human prostate cancer may contain variable proportions of cells that exhibit these three phenotypes. This concept may have important implications in determining strategies for chemopreventive and therapeutic trials. We have established three-dimensional growth models of prostate cancer cells either in collagen gel or microgravity-simulated growth conditions to form viable and functional organoids which contain prostate cancer epithelial cells admixed with prostate or bone stromal cells. These in vitro models combined with the in vivo models described above will enhance our understanding of the regulatory mechanism of prostate cancer growth and progression, and hence could improve efficiency in screening chemopreventive and therapeutic agents which alter the biologic behaviors of human prostate cancer.", "metaData": {"source": "Prostate cancer stem cells: a target for new therapies\nhttps://pubmed.ncbi.nlm.nih.gov/17939301/"}}