{"pageContent": "In living organism, excessive free radicals or oxidative damage which occur as a result of deficient antioxidant defensive mechanisms by the effect of endogenous and exogenous factors, influences especially developmental steps of chemically induced cancers. In our study, plasma malondialdehyde level (MDA) as an indicator of lipid peroxidation, erythrocyte glutathione (GSH) level as an indicator of antioxidant state, glutathione reductase (GSH-Red), glutathione peroxidase (GSH-Px), glutathione-S-transferase (GST) as an antioxidant enzymes and plasma vitamin E level were detected in patients with prostate cancer (21 males; age, 69.4 +/- 4.8 years) before and after three months of antiandrogenic therapy with goserelin acetate as luteinizing hormone releasing hormone (LHRH) analogue. Healthy people evaluated as a control group (20 males; age, 63.7 +/- 3.9). Erythrocyte GSH levels, the activities of GSH-Red and GSH-Px and plasma vitamin E levels were found significantly low in patients with prostate cancer when compared with the healthy subjects (p < 0.01, p < 0.05, p < or = 0.001 and p < or = 0.001 respectively). Plasma MDA level and erythrocyte GST activity of patient group were significantly higher than the levels of control group (p < or = 0.001 and p < or = 0.001 respectively). After antiandrogenic therapy erythrocyte GSH level, GSH-Red, GSH-Px activity and plasma vitamin E level were found unchanged. Significant decrease in plasma MDA level and significant increase in erythrocyte GST activity were detected in patient group (p < 0.05 and p < or = 0.01 respectively). The study has revealed the shift in the oxidant-antioxidant balance towards oxidative state in patients with metastatic prostate cancer. Our results showed that antiandrogenic therapy increased in GST activity, decreased in lipid peroxidation.", "metaData": {"source": "Feasibility and efficacy of sequential systemic therapy for metastatic castration-resistant prostate cancer in a rural health care setting\nhttps://pubmed.ncbi.nlm.nih.gov/32091322/"}}