{"pageContent": "Cancer cells frequently show high constitutive activity of the antiapoptotic transcription factor nuclear factor kappaB (NF-kappaB), which results in their enhanced survival. Activation of NF-kappaB classically depends on degradation of its inhibitor IkappaBalpha by the 26s proteasome. Specific proteasome inhibitors induce apoptosis in cancer cells and, at nonlethal concentrations, sensitize cells to the cytotoxic effects of ionizing radiation and chemotherapeutic drugs. Recently, the protease coded by the HIV-I virus has been shown to share cleavage activities with the proteasome. For this reason, we investigated whether the HIV-I protease inhibitor saquinavir can inhibit NF-kappaB activation, block 26s proteasome activity in prostate cancer cells, and promote their apoptosis. The effect of saquinavir on LPS/IFN-gamma-induced activation of NF-kappaB was assessed by gel-shift assays and by Western analysis of corresponding IkappaBalpha-levels. Its effect on 20s and 26s proteasome activity was analyzed with a fluorogenic peptide assay using whole cell lysates from LnCaP, DU-145, and PC-3 prostate cancer cells pretreated with saquinavir for 9 h. Proteasome inhibition in living cells was assessed using ECV 304 cells stably transfected with an expression plasmid for an ubiquitin/green fluorescence protein fusion protein (ECV 304/10). Apoptosis was monitored morphologically and by flow cytometry. Saquinavir treatment prevented LPS/IFN-gamma-induced activation of NF-kappaB in RAW cells and stabilized expression of IkappaBalpha. It inhibited 20s and 26s proteasome activity in lysates from LnCaP, DU-145, and PC-3 prostate cancer cells with an IC(50) of 10 micro M and caused the accumulation of an ubiquitin/green fluorescence protein fusion protein in living ECV 304/10 cells. Incubation of PC-3 and DU-145 prostate cancer, U373 glioblastoma, and K562 and Jurkat leukemia cells with saquinavir caused a concentration-dependent induction of apoptosis. In the case of PC-3 and DU-145, saquinavir sensitized the surviving cells to ionizing radiation. We conclude that saquinavir inhibits proteasome activity in mammalian cells as well as acting on the HIV-I protease. Because saquinavir induced apoptosis in human cancer cells, HIV-I protease inhibitors might become a new class of cytotoxic drugs, alone or in combination with radiation or chemotherapy.", "metaData": {"source": "Place of residence and primary treatment of prostate cancer: examining trends in rural and nonrural areas in Wisconsin\nhttps://pubmed.ncbi.nlm.nih.gov/23332992/"}}