{"pageContent": "Many men experience sexual difficulties after receiving prostate cancer treatment. We investigated sexual and relationship factors associated with management strategies to maintain sexual activity in prostate cancer patients. 210 prostate cancer patients (66.7 ± 7.4 years old) completed our survey online. Higher sexual function distress (Incidence rate ratio, IRR = 0.99, p = 0.005) and less frequent relationship strain (IRR = 1.01, p = 0.002) were associated with trying a higher number of sexual management strategies. Higher sexual function distress was associated with the use of oral medication (Odds Ratio, OR = 0.98, p = 0.026), vacuum erection device (OR = 0.98, p = 0.005), and vibrators (OR = 0.97, p = 0.005). Perceived importance of sexual interaction with a partner was associated with using oral medication (OR = 1.95, p = 0.027). Participant's higher ideal frequency of sexual interaction with a partner was a predictor for the use of vibrators (OR = 1.03, p = 0.024). Less frequent relationship strain was associated with the use of vacuum erection device (OR = 1.03, p = 0.002), and vibrators (OR = 1.02, p = 0.012). Lastly, patients' communication with their partner about sexual intimacy was also associated with use of vacuum erection device (OR = 3.24, p = 0.050, CI 1.0-10.5). Few participants (13-27%) were interested in trying penile implant, penile support device, external penile prosthesis, penile sleeve and anal devices. From our qualitative analyses, the main barriers to retaining sexual activity were erectile dysfunction and psychological issues. Three themes participants found useful to maintain sexual activity: preparatory behaviours for initiating or maintaining erections, adapting their sexual activity to fit with what was now possible, and the importance of the relationship or intimacy with their sexual partner. Psychological and relationship factors contribute to patients' motivation to remain sexually active after treatment.", "metaData": {"source": "Postoperative orgasmic function increases over time in patients undergoing nerve-sparing radical prostatectomy\nhttps://pubmed.ncbi.nlm.nih.gov/19796018/"}}