{"pageContent": "Sulforaphane (SFN) inhibited growth in many cancers, but its half-life is 2 h in circulation. However, its metabolites, sulforaphane-cysteine (SFN-Cys) and sulforaphane-N-acetyl-cysteine (SFN-NAC) had longer half-lives and decreased the cell viability in both dose- and time-dependent manners in human prostate cancer. Flow cytometry assay revealed that these two SFN metabolites induced apoptosis with the features such as vacuolization, disappeared nuclear envelope, nuclear agglutination and fragmentation via transmission electron microscopy observation. Western blot showed that the sustained phosphorylation of ERK1/2 mediated by SFN metabolites caused activation and upregulation of cleaved Caspase 3 and downregulation of α-tubulin. High expression of α-tubulin was demonstrated to be positively correlated with cancer pathological grading. Both co-immunoprecipitation and immunofluorescence staining implicated the interaction between SFN metabolite-induced phosphorylated ERK1/2 and α-tubulin, and Caspase 3 cleavage assay showed that α-tubulin might be the substrate for cleaved Caspase 3. More, the SFN metabolite-mediated reduction of α-tubulin increased the depolymerization and instability of microtubules by microtubule polymerization assay. Reversely, microtubule-associated protein Stathmin-1 phosphorylation was increased via phosphorylated ERK1/2 and total Stathmin-1 was reduced, which might promote over-stability of microtubules. Immunofluorescence staining also showed that SFN metabolites induced the 'nest-like' structures of microtubule distribution resulting from the disrupted and aggregated microtubules, and abnormal nuclear division, suggesting that the disturbance of spindle formation and mitosis turned up. Thus, SFN-Cys and SFN-NAC triggered the dynamic imbalance of microtubules, microtubule disruption leading to cell apoptosis. These findings provided a novel insight into the chemotherapy of human prostate cancer.", "metaData": {"source": "Investigating racial differences in clinical and pathological features of prostate cancer in South African men\nhttps://pubmed.ncbi.nlm.nih.gov/30010267/"}}