{"pageContent": "Prostate cancer is a significant impediment in men's lives as this condition often exacerbates stress and reduces quality of life. Faith can be a resource through which men cope with health crises; however, few studies examine how religion or spirituality can have implications for racial disparities in health outcomes among men. The purpose of this study is to assess the associations between religious coping and quality of life among black and white men with prostate cancer. Data for this investigation were drawn from the Diagnosis and Decisions in Prostate Cancer Treatment Outcomes Study that consisted of 624 black and white men with complete information on the primary outcome and predictor variables. The primary outcome for this study was overall quality of life as measured by the Functional Assessment of Cancer Therapy-Prostate questionnaire. The main independent variable was religious coping measured by 2 subscales capturing positive and negative forms of coping. Black men in the study had lower overall quality of life scores (134.6 ± 19.6) than their white peers (139.8 ± 14.1). Black men in the sample also had higher average positive religious coping scores (12.9 ± 3.3) than white men (10.3 ± 4.5). Fully adjusted linear regression models of the total sample produced results indicating that positive religious coping was correlated with an increase in quality of life (β = .38, standard error [SE] = 0.18, P < .05). Negative religious coping was associated with a reduction in quality of life (β = -1.48, SE = 0.40, P < .001). Faith-oriented beliefs or perceptions can have implications for quality of life among men with prostate cancer. Sensitivity to the role of religion, spirituality, and faith should be seen by providers of health care as potential opportunities for improved outcomes in patients with prostate cancer and survivors.", "metaData": {"source": "2015 update of erectile dysfunction management following radical prostatectomy: from basic research to clinical management\nhttps://pubmed.ncbi.nlm.nih.gov/25354178/"}}