{"pageContent": "Purpose: MRI-guided transurethral ultrasound ablation (TULSA) uses real-time MR thermometry feedback to target prostate disease. We systematically review the literature to synthesize efficacy, functional, and safety outcomes and assess the influence of planned ablation fraction on outcome. Materials and Methods: PubMed, Embase, and the Cochrane Library were searched from inception to June 2021 following Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines. Studies reporting at least one efficacy, functional, or safety outcome after a single TULSA treatment were included. The relationship of freedom from salvage treatment and potency preservation with planned ablation volume was modeled. Results: Two hundred twenty-four patients were treated in 10 studies with up to a 5-year follow-up, mainly for primary localized prostate cancer (PCa) plus smaller cohorts with recurrent PCa, and locally advanced PCa (LAPC). The prostate-specific antigen decline from baseline up to 2 years, including focal to whole-gland ablation plans, was 54% to 97%. The rate of salvage treatment after one TULSA treatment for primary PCa was 7% to 17%. Continence and potency preservation were from 92% to 100% and from 75% to 98%. Urinary symptoms were stable in men with good voiding function at baseline, and 85% of men with concurrent PCa and lower urinary tract symptoms met the criteria for improvement. Symptom relief in a small cohort of men with LAPC was observed. Grade III adverse events were incurred by 13/224 men (6%), with no rectal injury/fistula or Grade IV complication. The planned ablation fraction was linearly related to salvage-free survival. The relationship between potency preservation and planned ablation fraction followed a sigmoid curve. Conclusions: As an alternative to conventional treatments, TULSA is safe and effective for prostate tissue ablation in men with primary PCa. There is also evidence that TULSA delivers effective relief of urinary symptoms while treating PCa in a single, low-morbidity procedure. The likelihood of freedom from additional treatment or potency preservation is associated with the planned ablation fraction.", "metaData": {"source": "Focal Therapy for Localized Prostate Cancer with Either High Intensity Focused Ultrasound or Cryoablation: A Single Institution Experience\nhttps://pubmed.ncbi.nlm.nih.gov/31437121/"}}