{"pageContent": "Prostate cancer is the most common cancer in men and one of the leading causes of cancer-related deaths in Western countries. The extraordinary biological heterogeneity, the increasing incidence of this disease, and the presence of putative premalignant conditions make prostate cancer a crucial pathology to study and test pharmacological or nutritional chemopreventive strategies. It has been demonstrated that the incidence of prostate cancer is lower in Asian people, and that it increases in Asian men living in Western countries; these data point to a pivotal role of diet in the onset of prostate cancer. A large amount of work has been done in investigating chemopreventive properties of dietary compounds widely used in Asian countries (i.e. soy, soybeans, green tea, fish) in respect of the oxidants- and meat-rich diet typical of Western people, particularly of central and northern Europe. Some dietary products appear promising as chemo-preventive agents for prostate cancer, because they display both anti-oxidant and anti-inflammatory activity - and inflammation is crucial for the aetiology of adeno-carcinoma of the prostate. There is increasing evidence for close correlation between inflammation, the microenvironment and tumour-associated neo-angiogenesis causing the adverse outcomes of prostate cancer. It may thus be useful to develop new strategies to couple the treatment of inflammation-related prostate cancer and the generation of angiopreventive or antiinflammatory molecules to prevent this disease. The search for compounds with few or no adverse effects - particularly cardiovascular - as compared with the agents currently in use is therefore of greatest relevance.", "metaData": {"source": "Emerging evidence for Gleason grade migration and distance impact in prostate cancer? An analysis of the rapid access prostate clinic in a tertiary referral center: St. Vincent's University Hospital, Dublin (2009-2011)\nhttps://pubmed.ncbi.nlm.nih.gov/23417241/"}}