{"pageContent": "Health related quality of life is one of several end points commonly studied in medical outcomes research. It refers to how well an individual is functioning in life and to his or her own perceptions of well being. Although health related quality of life variables concern subjective phenomena, their measurement is rigorously quantitative and based upon the well defined principles of psychometric research methodology. Health related quality of life data are collected with survey instruments, which may be self-administered or require a trained interviewer. Some are completed at a medical facility, while others are completed independently at home or by telephone. To yield useful information, such instruments must undergo extensive pilot testing and be shown to have sound psychometric properties. This testing determines whether an instrument can produce data that are reliable or reproducible, and valid or meaningful. Health related quality of life instruments typically contain several collections of items, called scales, that apply to particular dimensions of quality of life. These scales contribute to a qualitative profile of the health-related components of the daily life of a subject. General health related quality of life measures include broad issues that concern many types of patients, while disease-targeted measures address issues that are specific to the condition under study. Both are necessary to create a full and rich picture of patient quality of life. The field of health related quality of life research remains in its adolescence. Although several general measures are now well established, many disease targeted domains have been left unexplored. In men treated for prostate cancer, established general and cancer specific health related quality of life instruments may be combined with newly developed measures that assess the prostate related sexual, urinary and bowel domains in terms of degree of dysfunction and level of bother from that dysfunction. With the substantially increased patient role in directing treatment for prostate cancer, the importance of examining health related quality of life outcomes in addition to survival has been underscored. It is the responsibility of the urological community to include health related quality of life when assessing new and established prostate cancer therapies, and when counseling patients.", "metaData": {"source": "Editorial Comments to Patient-reported outcomes of a phase II neoadjuvant Apalutamide (ARN-509) and radical prostatectomy in treatment of intermediate- to high-risk prostate cancer (NEAR) trial\nhttps://pubmed.ncbi.nlm.nih.gov/36001637/"}}