{"pageContent": "What's known on the subject? and What does the study add? Focal therapy techniques are emerging in prostate cancer treatment. However, several key questions about patient selection, treatment and monitoring still have to be addressed. The concept of focal therapy is barely discussed in current urological guidelines. In the present manuscript, we report the results of a consensus meeting focused on ultrasonography, the most common used urological imaging method, in relation to focal therapy of prostate cancer. • To establish a consensus on the utility of ultrasonography (US) to select patients for focal therapy. Topics were the current status of US to determine focality of prostate cancer, to monitor and assess outcome of focal therapy and the diagnostic advantages of new US methods. In addition, the biopsy techniques required to identify focal lesions were discussed. • Urological surgeons, radiation oncologists, radiologists, and basic researchers from Europe and North America participated in a consensus meeting on the use of transrectal US (TRUS) in focal therapy of prostate cancer. The consensus process was face-to-face and specific clinical issues were raised and discussed with agreement sought when possible. • TRUS is commonly used and essential for diagnosing men with prostate cancer. It is particularly useful for targeting specific anatomical regions or visible lesions. However, it has several limitations and there is a need for improvement. Newer visualisation techniques, e.g. colour Doppler US, contrast-enhanced US and elastography, are being developed but currently there is no US technique that can accurately characterise a cancer suitable for focal therapy. Systematic biopsy is the only known procedure that allows the identification of prostate cancers suitable for focal therapy. Scarce data exist about the role of US for monitoring patients during or after ablative therapy. • Consensus was reached on all key aspects of the meeting. • US cannot reliably identify focal prostate cancer. New US methods show promising results in identifying prostate cancer focality. • Currently selecting appropriate candidates for focal therapy should be performed using dedicated protocols and biopsy schemes.", "metaData": {"source": "[Outcomes of HIFU for localised prostate cancer using the Ablatherm Integrate Imaging® device]\nhttps://pubmed.ncbi.nlm.nih.gov/21354037/"}}