{"pageContent": "Accurate tumor detection and establishment of disease extent are important for optimal management of prostate cancer. Disease stage, beginning with identification of the index prostate lesion, followed by primary tumor, lymph node, and distant metastasis evaluation, provide crucial clinical information that not only have prognostic and predictive value, but guide patient management. A wide array of radiological imaging modalities including ultrasound, computed tomography, and magnetic resonance imaging have been used for the purpose of prostate cancer staging with variable diagnostic performance. Especially, the last years have seen remarkable technological advances in magnetic resonance imaging technology, enabling referring clinicians and radiologists to obtain even more valuable data regarding staging of prostate cancer. Marked improvements have been seen in detection of the index prostate lesion and evaluation of extraprostatic extension while further improvements are still needed in identifying metastatic lymph nodes. Novel approaches such as whole-body MRI are emerging for more accurate and reproducible assessment of bone metastasis. Post-treatment assessment of prostate cancer using radiological imaging is a topic with rapidly changing clinical context and special consideration is needed for the biochemical setting, that is, the relatively high serum prostate-specific antigen levels in studies assessing the value of radiological imaging for post-treatment assessment and emerging therapeutic approaches such as early salvage radiation therapy. The scope of this review is to provide the reader insight into the various ways radiology contribute to staging of prostate cancer in the context of both primary staging and post-treatment assessment. The strengths and limitations of each imaging modality are highlighted as well as topics that warrant future research.", "metaData": {"source": "[Contemporary concept of the diagnosis of prostate cancer]\nhttps://pubmed.ncbi.nlm.nih.gov/28631917/"}}