{"pageContent": "The prospect of being able to use \"minimally invasive\" surgical techniques is of great interest today, particularly for reasons of health economics, patient acceptability and reduced morbidity. High intensity focused ultrasound (HIFU) has long been known to offer the potential of very precise \"trackless lesioning\" but has only recently, with the advent of high quality methods of medical imaging, become a practicable possibility. High intensity beams can readily be achieved using either bowel or lens focusing procedures and, by choice of a suitable acoustic frequency, regions of tissue destruction--\"lesions\"--can be induced at depths of up to at least 10 cm with exposure times of the order of 1 s. Theoretical and experimental evidence indicates that the primary mechanism of damage is thermal, i.e. \"cooking\" of the tissues. Both conventional cavitation and boiling of tissue water may complicate the situation. Furthermore, substantial non-linear behaviour is involved. On histological appearance the lesions have a spatially sharp demarcation between regions of normal and dead cells. When attempts are made to ablate a block of tissue, by creating an array of adjacent elementary lesions, a phenomenon is observed of inhibition of formation of a lesion whose placing is too close to that of a neighbour. Provided that this problem is dealt with, complete ablation of an extended block of tissue can be achieved. For animal tumours in particular, this observation is reinforced by evidence both of in vitro cell survival and of tumour growth delay experiments. Clinically, the sites accessible for HIFU treatment will be limited by the need for a suitably wide acoustic window that either is available naturally or can be provided by a relatively minor surgical procedure. Tumour sites which thus offer a realistic prospect for local control (and some of which are already the subject of phase 1 trials) include liver, bladder, kidney, prostate, breast and brain. There is also considerable interest in non-cancer applications in these and other sites.", "metaData": {"source": "Overactive bladder syndrome and lower urinary tract symptoms after prostate cancer treatment\nhttps://pubmed.ncbi.nlm.nih.gov/28267055/"}}