{"pageContent": "Objective: Analysis of treatment success regarding oncological recurrence rate between standard and dose escalation focal high-intensity focused ultrasound (HIFU) of prostate cancer. Materials and Methods: In this analysis of our prospectively maintained HIFU (Sonablate® 500) database, 598 patients were identified who underwent a focal HIFU (Sonablate 500) between March 2007 and November 2016. Follow-up occurred with 3-monthly clinic visits and prostate specific antigen (PSA) testing in the first year. Thereafter, PSA was measured 6-monthly or annually at least. Routine and for-cause multiparametric MRI (mpMRI) was conducted with biopsy for MRI suspicion of recurrence. Treatments were delivered in a quadrant or hemiablation fashion depending on the gland volume as well as tumor volume and location. Before mid-2015, standard focal HIFU was used (two HIFU blocks); after this date, some urologists conducted dose escalation focal HIFU (three overlapping HIFU blocks). Propensity matching was used to ensure two matched groups, leading to 162 cases for this analysis. Treatment failure was defined by any secondary treatment (systemic therapy, cryotherapy, radiotherapy, prostatectomy, or further HIFU), metastasis from prostate cancer without further treatment, tumor recurrence with Gleason score ≥7 (≥3 + 4) on prostate biopsy without further treatment, or prostate cancer-related mortality. Complications and side-effects were also compared. Results: Median age was 64.5 years (interquartile range [IQR] 60-73.5) in the standard focal-HIFU group and 64.5 years (IQR 60-69) in the dose-escalation group. Median prostate volume was 37 mL (IQR 17-103) in the standard group and 47.5 mL (IQR 19-121) in the dose-escalation group. As tumor volume on mpMRI and Gleason score were major matching criteria, these were identical with 0.43 mL (IQR 0.05-2.5) and Gleason 3 + 3 = 6 in 1 out of 32 (3%), 3 + 4 = 7 in 27 out of 32 (84%), and 4 + 3 = 7 in 4 out of 32 (13%). Recurrence in treated areas was found in 10 out of 32 (31%) when standard treatment zones were applied, and in 6 out of 32 (19%) of dose-escalation focal HIFU (p = 0.007). Conclusion: This exploratory study shows that dose escalation focal HIFU may achieve higher rates of disease control compared with standard focal HIFU. Further prospective comparative studies are needed.", "metaData": {"source": "High-intensity focused ultrasound in the management of prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/20214427/"}}