{"pageContent": "Oligometastatic disease was postulated by Hellman and Weichselbaum in 1995 to be a disease state that may reflect a time point in the malignant process that may be amenable to local therapies to allow for patients to achieve a durable response or possible cure despite having advanced disease. Aggressive metastasis-directed therapy has been used in malignancies such as renal cell carcinoma, non-small-cell lung cancer, and colorectal cancer with some evidence of long-term benefit in selected patients. Recently, it has been proposed that some men with oligometastatic hormone-sensitive prostate cancer may also benefit from metastasis-directed therapy. As with most malignancies, optimal therapy for prostate cancer relies on multimodal therapy, best highlighted by the survival benefit seen in high-volume metastatic prostate cancer with the addition of docetaxel to androgen-deprivation therapy. This is becoming increasingly evident for oligometastatic prostate cancer, with emerging data sets suggesting a possible benefit of local ablative therapies for metastatic lesions combined with androgen-deprivation therapy. However, the bulk of the data is retrospective and thus subject to bias. Ongoing clinical trials are evaluating combination therapy to help elucidate the role of each therapy separately and together to determine optimal interventions for this population. This clinical review discusses the retrospective data evaluating local therapies such as radiation and surgery in men with lymph node-positive disease, as well as limited bone metastases, and outlines ongoing, prospective clinical trials designed to further investigate the role of multimodality therapy in the outcomes of men with oligometastatic hormone-sensitive prostate cancer.", "metaData": {"source": "5 year clinical outcomes for organ confined low, intermediate, and high risk prostate cancer treated with PSI +/- ERT: the Christiana Health Care experience\nhttps://pubmed.ncbi.nlm.nih.gov/19634632/"}}