{"pageContent": "Prostate cancer heritability is attributed to a combination of rare, moderate to highly penetrant genetic variants as well as commonly occurring variants conferring modest risks [single nucleotide polymorphisms (SNPs)]. Some of the former type of variants (e.g., BRCA2 mutations) predispose particularly to aggressive prostate cancer and confer poorer prognoses compared to men who do not carry mutations. Molecularly targeted treatments such as PARP inhibitors have improved outcomes in men carrying somatic and/or germline DNA repair gene mutations. Ongoing clinical trials are exploring other molecular targeted approaches based on prostate cancer somatic alterations. Genome wide association studies have identified >250 loci that associate with prostate cancer risk. Multi-ancestry analyses have identified shared as well as population specific risk SNPs. Prostate cancer risk SNPs can be used to estimate a polygenic risk score (PRS) to determine an individual's genetic risk of prostate cancer. The odds ratio of prostate cancer development in men whose PRS lies in the top 1% of the risk profile ranges from 9 to 11. Ongoing studies are investigating the utility of a prostate cancer PRS to target population screening to those at highest risk. With the advent of personalized medicine and development of DNA sequencing technologies, access to clinical genetic testing is increasing, and oncology guidelines from bodies such as NCCN and ESMO have been updated to provide criteria for germline testing of \"at risk\" healthy men as well as those with prostate cancer. Both germline and somatic prostate cancer research have significantly evolved in the past decade and will lead to further development of precision medicine approaches to prostate cancer treatment as well as potentially developing precision population screening models.", "metaData": {"source": "Prostate cancer: novel aspects of diagnostics and surgical technology\nhttps://pubmed.ncbi.nlm.nih.gov/20976601/"}}