{"pageContent": "Organ preserving management is common place in renal cancer, breast cancer and many other solid organ tumours. Current strategies in managing intermediate risk prostate cancer include either whole gland treatment, in the form of radical radiotherapy or radical prostatectomy, or active surveillance. The former is associated with significant post-treatment functional morbidity, whilst the latter associated with the burden of surveillance activity and patient anxiety. Focal therapy would logically fit as a middle ground for suitable patients in whom treatment would be recommended, but where much better functional outcomes may be possible. Ideally this comes without restricting the successful prevention of harm from the cancer. Historically limitations in developing tissue preserving focal therapy strategies in prostate cancer, were due to inaccuracies in tumour characterisation prior to treatment and during follow up. Consequently for example many patients undergoing an active surveillance strategy were being upgraded and upstaged within a short period. Recently high level evidence supporting the use of MRI and targeted biopsies, in particular the PROMIS and PRECISION trials have strengthened clinician confidence in accurate disease characterisation, thus making focal therapy to become a more feasible management option. With improved diagnostic strategies and the publication of reassuring medium term oncological and functional outcomes after focal therapy for intermediate risk prostate cancer, has the time come to require consideration of focal therapy within our multi-disciplinary team (MDT) meetings and with patients? In this review we will consider patient selection and the evidence for the various focal ablation options as well as the surveillance of these patients after treatment. The forthcoming trials to determine comparative effectiveness will be discussed.", "metaData": {"source": "PCA3 urinary test versus 1H-MRSI and DCEMR in the detection of prostate cancer foci in patients with biochemical alterations\nhttps://pubmed.ncbi.nlm.nih.gov/21508392/"}}