{"pageContent": "What's known on the subject? and What does the study add? Very few comparative studies to date evaluate the results of treatment options for prostate cancer using the most sensitive measurement tools. PSA has been identified as the most sensitive tool for measuring treatment effectiveness. To date, comprehensive unbiased reviews of all the current literature are limited for prostate cancer. This is the first large scale comprehensive review of the literature comparing risk stratified patients by treatment option and with long-term follow-up. The results of the studies are weighted, respecting the impact of larger studies on overall results. The study identified a lack of uniformity in reporting results amongst institutions and centres. A large number of studies have been conducted on the primary therapy of prostate cancer but very few randomized controlled trials have been conducted. The comparison of outcomes from individual studies involving surgery (radical prostatectomy or robotic radical prostatectomy), external beam radiation (EBRT) (conformal, intensity modulated radiotherapy, protons), brachytherapy, cryotherapy or high intensity focused ultrasound remains problematic due to the non-uniformity of reporting results and the use of varied disease outcome endpoints. Technical advances in these treatments have also made long-term comparisons difficult. The Prostate Cancer Results Study Group was formed to evaluate the comparative effectiveness of prostate cancer treatments. This international group conducted a comprehensive literature review to identify all studies involving treatment of localized prostate cancer published during 2000-2010. Over 18,000 papers were identified and a further selection was made based on the following key criteria: minimum/median follow-up of 5 years; stratification into low-, intermediate- and high-risk groups; clinical and pathological staging; accepted standard definitions for prostate-specific antigen failure; minimum patient number of 100 in each risk group (50 for high-risk group). A statistical analysis (standard deviational ellipse) of the study outcomes suggested that, in terms of biochemical-free progression, brachytherapy provides superior outcome in patients with low-risk disease. For intermediate-risk disease, the combination of EBRT and brachytherapy appears equivalent to brachytherapy alone. For high-risk patients, combination therapies involving EBRT and brachytherapy plus or minus androgen deprivation therapy appear superior to more localized treatments such as seed implant alone, surgery alone or EBRT. It is anticipated that the study will assist physicians and patients in selecting treatment for men with newly diagnosed prostate cancer.", "metaData": {"source": "Prostate cancer treatment outcome in blacks and whites: a summary of the literature\nhttps://pubmed.ncbi.nlm.nih.gov/9858331/"}}