{"pageContent": "Advanced prostate cancer (APC) is associated with disruptions that compromise health related quality of life (HRQOL). Treatment often includes androgendeprivation therapy (ADT), which results in a range of side effects (e.g., fatigue, urinary dysfunction) that further impact HRQOL. Despite these challenges, there are limited evaluations of the impact of stress and stress management skills on HRQOL among APC survivors on ADT. This study evaluated relationships among stress, stress management skills, and HRQOL, and it was hypothesized that better stress management skills would relate to greater physical and emotional well-being by mitigating perceived stress levels. Participants (N = 77) were 69.7 years old (SD = 9.8), 18.6 months post-treatment (SD = 17.5), and ethnically diverse (65 % Non-Hispanic White, 13 % Hispanic, 21 % African-American). Measures included the Measure of Current Status for stress management skills, the Perceived Stress Scale for perceived stress, and the Medical Outcomes Study-Short Form (MOS SF-36; physical functioning and emotional well-being subscales) for HRQOL. Direct effects and mediation models were evaluated to determine the relationships between perceived stress, stress management skills, and HRQOL domains, controlling for relevant covariates. Stress management skills and perceived stress were significantly associated with physical functioning (β = .24, p < .05 and β = -.43, p < .01, respectively) and emotional well-being (β = .35, p < .01 and β = -.64, p < .01, respectively). Regression analyses supported the hypothesis that reduced perceived stress mediated the relationship between stress management skills and both physical functioning and emotional well-being. These results demonstrate that one way stress management skills may impact HRQOL is by lessening ongoing perceptions of stress.", "metaData": {"source": "Physical after-effects in men undergoing prostate biopsy in routine clinical practice: Results from the PiCTure study\nhttps://pubmed.ncbi.nlm.nih.gov/28705689/"}}