{"pageContent": "Radiation therapy prior to surgery has increasingly become the standard of care for locally advanced prostate cancer, however tumor radioresistance remains a major clinical problem. While restoration of microRNA-145 (miR-145) expression reduces chemoradioresistance in glioblastoma and suppress prostate cancer proliferation, migration and invasion, the role of miR-145 in response to radiation therapy for prostate cancer is still unknown. The aim of this study was to investigate the role of miR-145 in determining the tumor response to radiation treatment in prostate cancer. Human prostate cancer cells LNCAP and PC3 were transfected with miR-145 mimic. Clonogenic assay was used to determine whether overexpression of miR-145 could alter radiation response in vitro. Immunofluorescence of γ-H2AX and flow cytometric analysis of phosphorylated histone H3 were performed to investigate the potential mechanisms contributing to the enhanced radiation-induced cell killing induced by miR-145. In addition, a qPCR-based array was used to detect the possible miR-145-mediated regulated genes involved. Tumor growth delay assays and survival curves were then analyzed in an animal model to investigate whether miR-145 induced radiosensitivity in vivo. Furthermore, miR-145 expression was assessed in 30 prostate tumor tissue biopsies taken prior to neoadjuvant radiotherapy using miRNA arrays. Our current study suggested that ectopic expression of miR-145 significantly sensitized prostate cancer cells to radiation and we used γ-H2AX phosphorylation as a surrogate marker of radiotherapy response versus miR-145 expression levels. We observed significantly more foci per cell in the group treated with miR-145 and radiation. In addition, mitotic catastrophe was significantly increased in cells receiving miR-145 and radiation. The above results suggest that miR-145 appears to reduced the efficiency of the repair of radiation-induced DNA double-strand breaks in cells. A detailed examination of the involvement of the DNA repair pathway showed that miR-145 reduced the expression of 10 genes involved in DNA repair according to a qPCR-based array data. Irradiation of subcutaneous PC3 tumors in mice treated with R11-miR-145 (a cellular permeable peptide, previously reported) resulted in an increase in radiation-induced tumor growth delay and lived the longest after combination treatment. Moreover, miR-145 expression was significantly increased in patients demonstrating good response (PSA < 2.0 ng/ml/year) to neoadjuvant radiotherapy, while expression of the miR-145-regulated DNA repair genes was significantly decreased. In conclusion, these data suggest a possible mechanism for miR-145 radiosensitivity, potentially through down regulating of DNA repair. This novel study shows a role for miR-145 in modulating radiosensitivity in vivo and highlights the need for further study investigating the potential role of miR-145 as both a predictive marker of response and a novel therapeutic agent with which to enhance the efficacy of radiation therapy.", "metaData": {"source": "Incidence of prostatic intra-epithelial neoplasia in Osaka, Japan\nhttps://pubmed.ncbi.nlm.nih.gov/9399656/"}}