{"pageContent": "Radical prostatectomy (RP) represents one of the most commonly used first-line treatment modalities in men with localized prostate cancer (PCa). Despite efforts to preserve the neurovascular bundles with nerve sparing (NS) surgery, erectile dysfunction (ED) remains common after RP and this may significantly affect patients' quality of life (QoL). The aim of this paper is to evaluate the outcome of simultaneous placement of penile prosthesis and RP. The ideal candidates for simultaneous penile prosthesis implantation are those who report pre-existent refractory ED and patients in whom there is a high risk of extracapsular disease, such as any cT2c or cT3, and undergo non-nerve sparing RP. If the patient chooses to undergo PPI to treat his refractory ED it is clear that this procedure will be associated with higher patients' satisfaction rates, if carried out simultaneously with RP rather than at a later stage. A simultaneous procedure would avoid two admissions, reduce hospitalization time and guarantee a faster recovery of sexual function, preventing the otherwise unavoidable loss of penile length. Since the urologist does not need to preserve the neurovascular bundles, as the penile implant will take care of postoperative rigidity, RP can be performed more radically from an oncological point of view, thus reducing the risk of recurrence and metastasis, especially in patients with high risk of locally advanced disease. In conclusion, simultaneous PPI with RP provides early sexual rehabilitation, improving patients' quality of life, without compromising surgical outcomes. However, larger series will be necessary, to better identify the patients who are more likely to benefit from nerve sparing surgery and postoperative penile rehabilitation from those who would are more likely to develop refractory ED post RP and would therefore benefit from simultaneous implantation of a penile prosthesis.", "metaData": {"source": "Quality of life after treatment for prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/12756081/"}}