{"pageContent": "Prostate cancer outcomes research incorporates a broad spectrum of endpoints, from clinical or intermediate endpoints, such as tumor shrinkage or patient compliance, to final endpoints, such as survival or disease-free survival. Three types of nontraditional endpoints that are of growing interest-health-related quality of life (QOL), satisfaction with care, and economic cost impact-hold the promise of improving our ability to understand the full burden of prostate cancer screening and treatment. In this article we review the last decade's published literature regarding the health-related QOL, satisfaction, and economic outcomes of prostate cancer screening and treatment to determine the \"state of the science\" of outcomes measurement. The focus is the enumeration of the types of outcome measurement used in the studies not the determination of the results of the studies. Studies were identified by searching Medline (1990-2000). Articles were included if they presented original data on any patient-centered outcome (including costs or survival alone) for men screened and treated for prostate cancer. Review papers were excluded unless they were quantitative syntheses of the results of other primary studies. Economic and decision analytic papers were included if they presented information on outcomes of real or hypothetical patient cohorts. Each retrieved article was reviewed by one of the authors. Included papers were assigned one primary, mutually exclusive study design. For the \"primary data\" studies, information was abstracted on care setting, dates of the study, sample size, racial distribution, age, tumor differentiation, tumor stage, survival, statistical power, and types of outcomes measures (QOL-generic, QOL-cancer specific, QOL-prostate cancer specific, satisfaction, costs, utilities, and other). For the \"economic and decision analytic\" papers, information was abstracted on stage of disease, age range, outcomes, costs, and whether utilities were measured. Of the 198 included papers, there were 161 primary data papers categorized as follows: randomized trial (n = 28), nonrandomized trial (n = 13), prospective or retrospective cohort study (n = 55), case-control study (n = 0), cross-sectional study (n = 63), and meta-analysis (n = 2). The remaining 37 papers were economic and decision analytic papers. Among the 149 primary data papers that contained patient outcome data, there were 42 standard instruments used, accounting for 44% (179 of 410) of the measures overall. Almost three-quarters (71%) of papers included one, two, or three outcomes measures of all types (standard and nonstandard); three papers included seven outcomes measures, and one paper included nine. Over the 11-year time period, there was a nonstatistically significant trend toward more frequent use of standardized QOL instruments and a statistically significant trend toward increased reporting of race (P = .003). Standardization of measurement of health-related QOL, satisfaction with care, and economic cost effect among men screened and treated for prostate cancer is needed. A core set of similar questions, both generic and disease-specific, should ideally be asked in every study, although investigators should be encouraged to include additional question sets as appropriate to individual studies to get a more complete picture of how patients screened and treated for this condition are doing over time.", "metaData": {"source": "Prognostic outlier genes for enhanced prostate cancer treatment\nhttps://pubmed.ncbi.nlm.nih.gov/27728977/"}}