{"pageContent": "The proportion of prostate cancer diagnosed at localized stages increased from 56.7% to 74. 0% between 1973 and 1993 (\"stage migration\"). A corresponding increase in the number of radical prostatectomies performed each year was also noted. Nomograms are mathematical algorithms derived from statistical models that are used to predict outcomes for an individual patient, or for groups of patients. In fact, careful pre-operative patient and tumor selection before radical prostatectomy is mandatory. Locally advanced prostate cancer is defined as tumor that has extended clinically beyond the prostatic capsule, with invasion of the pericapsular tissue, apex, bladder neck or seminal vescicle, but without lymph node involvement or distant metastasis. It is estimated that 12-15% of prostate cancer are stage T3. Overstaging or understaging of this cancer is common. Correct staging of clinical T3 disease is even more difficult and both overstaging pT2 and understaging pT4 or pN+ are common. The goals of treatment for T3 tumors are to cure the disease, prolong survival or metastasis-free survival and improve the quality of life. The authors reviewed the most important studies, investigated radical prostatectomy as monotherapy for locally advanced prostate cancer and the integration of surgery with hormonal treatment. The EAU guidelines on prostate cancer state that radical prostatectomy in locally advanced disease is an option for selected patients with small T3, PSA <20 ng/ml, Gleason score <8 and a life expectancy > 10 years. Ten to 15% of clinical T3 are overstaged as pT2. This may lead to the possibility of curing these patients with surgery as the monotherapy. The increased use of nomograms and increased knowledge of recognized prognostic factors could lead to the selection of a large number of patients, often with a long life expectancy, who could benefit from surgical treatment.", "metaData": {"source": "Immunotherapy for prostate cancer: an emerging treatment modality\nhttps://pubmed.ncbi.nlm.nih.gov/20152525/"}}