{"pageContent": "In the nineteenth century the main goal of medicine was predictive: diagnose the disease and achieve a satisfying prognosis of the patient's chances. Today the effort has shifted to cure the disease. Since the twentieth century, the word prognosis has also been used in nonmedical contexts, for example in corporate finance or elections. The most accurate form of prognosis is achieved statistically. Based on different prognostic factors it should be possible to tell patients how they are expected to do after prostate cancer has been diagnosed and how different treatments may change this outcome. A prognosis is a prediction. The word prognosis comes from the Greek word (see text) and means foreknowing. In the nineteenth century this was the main goal of medicine: diagnose the disease and achieve a satisfying prognosis of the patient's chances. Today the effort has shifted towards seeking a cure. Prognostic factors in (prostate) cancer are defined as \"variables that can account for some of the heterogeneity associated with the expected course and outcome of a disease\". Bailey defined prognosis as \"a reasoned forecast concerning the course, pattern, progression, duration, and end of the disease. Prognostic factors are not only essential to understand the natural history and the course of the disease, but also to predict possible different outcomes of different treatments or perhaps no treatment at all. This is extremely important in a disease like prostate cancer where there is clear evidence that a substantial number of cases discovered by prostate-specific antigen (PSA) testing are unlikely ever to become clinically significant, not to mention mortal. Furthermore, prognostic factors are of paramount importance for correct interpretation of clinical trials and for the construction of future trials. Finally, according to WHO national screening committee criteria for implementing a national screening programme, widely accepted prognostic factors must be defined before assessing screening.", "metaData": {"source": "Prostate cancer outcomes: the three questions\nhttps://pubmed.ncbi.nlm.nih.gov/25454610/"}}