{"pageContent": "Brachytherapy for early prostate cancer can cause long-term urinary, bowel, and sexual dysfunction. Modifying technique may mitigate complications, but definitive outcome assessment requires long-term follow-up. Although radiation dose plausibly mediates all treatment-related toxicity, short-term symptoms may indicate long-term outcomes. We sought an early indication of whether a modified brachytherapy technique successfully decreased toxicity in the anticipated direction by assessing changes in symptoms and symptom distress 3 months after treatment. In a prospective study of clinically localized prostate cancer using a validated, patient-reported questionnaire, we assessed 85 men, whose primary treatment was brachytherapy alone, prior to treatment and 3 months after the procedure. Twenty-two men received standard ultrasound-guided brachytherapy (SB), and 63 men received magnetic resonance imaging-guided brachytherapy (MB), a technique intended to decrease urinary toxicity by reducing urethral irradiation. Patient age and other sociodemographic variables were similar in the 2 groups. The MB group experienced a greater increase in urinary obstruction/irritation symptoms (P = 0.02) and sexual function distress, but not sexual dysfunction (P = 0.22), whereas the SB group reported a smaller increase in bowel symptoms (P = 0.04) and bowel distress (P = 0.02). We found reduced short-term urinary obstruction/irritation and increased bowel problems after MB consistent with the hypothesized effects of the modified technique, although no obvious mechanism explains the decreased sexual function distress in MB patients. Whether these short-term changes predict long-term outcome differences will require much longer follow-up. However, these results suggest that measuring early symptoms may indicate whether an altered brachytherapy treatment technique has intended favorable consequences, potentially accelerating technology assessment.", "metaData": {"source": "Exploring the feasibility and acceptability of couple-based psychosexual support following prostate cancer surgery: study protocol for a pilot randomised controlled trial\nhttps://pubmed.ncbi.nlm.nih.gov/24886676/"}}