{"pageContent": "Prostate cancer is one of the leading causes of cancer-related mortality among men living in developed countries, making the development of safe, practical approaches to prostate cancer risk reduction a high research priority. The relationship between prostate cancer risk and selenium, an essential nutrient required for a number of metabolically important enzymes including glutathione peroxidases, has been investigated, but a satisfactory integration of results has proven elusive. Dogs, like men, naturally develop prostate cancer during aging, providing an appropriate context to study the effects of selenium supplementation on the dysregulation of homeostasis that drives cancer development within the aging prostate. In this paper, we summarize the translational significance of research results gained from dog studies on selenium and prostate cancer risk. Our discovery of a U-shaped dose-response between toenail selenium concentration and prostatic DNA damage in dogs remarkably parallels data on the relationship between selenium status and prostate cancer risk in men. Notably, the dog U-curve provides a plausible explanation for the unanticipated increase in prostate cancer incidence among men with highest baseline selenium who received selenium supplementation in the largest-ever prostate cancer prevention trial (SELECT). Moreover, the dog U-curve guided the discovery of a non-antioxidant, anti-carcinogenic mechanism of organic selenium - the preferential triggering of apoptosis in DNA damaged cells, which we have termed \"homeostatic housecleaning\". Taken together, the data from dogs and men indicate that increasing selenium status will not necessarily be associated with prostate cancer risk reduction. Landing in the trough of the U - achieving mid-range selenium status - is better than being too low or too high. Personalizing health promotion in a more-is-not-necessarily-better world poses distinctive challenges. Dog studies can be relied upon to contribute important insights into dose-dependent and form-dependent effects - two critical aspects of selenium biology that will have to be disentangled if the burgeoning science of selenium is to be translated into effective strategies for human disease prevention. Beyond contributing to understanding the role of selenium in biology, our work situates the concept of U-shaped thinking at the core of personalized medicine and precision nutrition.", "metaData": {"source": "A description of heterosexual couples' sexual adjustment to androgen deprivation therapy for prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/20623824/"}}