{"pageContent": "Prostate cancer screening has led to the diagnosis of localized prostate cancer in increasingly young and sexually active men. Accordingly, the impact of cancer treatment on sexual function is gaining more attention. To prospectively evaluate the impact of radical prostatectomy (RP) on male, female and conjugal sexual function. Patients were prospectively assessed by an urologist and a sexologist before and 6 months after robot-assisted laparoscopic RP (RALP). RALP was performed with uni- or bilateral neurovascular bundle preservation by a single surgeon. Postoperatively, all patients were prescribed tadalafil 20 mg, 3 times a week during 6 months. Male and female sexual functions were evaluated by using the International Index of Erectile Function (IIEF-5), the Female Sexual Function Index (FSFI) and the Lock-Wallace Marital Adjustment Test (MAT). Continuous variables were analyzed with rank-sum and t-tests, as needed, and categorical variables with chi-squared tests. All tests were two-sided, with a P-value ⩽ 0.05 considered significant. Twenty-one couples were included. Mean patient male and female age was 62.4 and 60.7 years, respectively. Bilateral nerve sparing was performed in 12/21 (57%) patients. Median preoperative IIEF-5 was 20/25, corresponding to mild erectile dysfunction (ED). Median preoperative FSFI and MAT were both within normal range (28/36 and 114/158, respectively). Six months following surgery, both IIEF-5 (11/25) and FSFI (25/36) had significantly dropped (P=0.007 and 0.003, respectively). Postoperative decreases in IIEF-5 and FSFI scores were associated within couples. MAT scores (115/158), however, remained unaffected by RALP, showing an unmodified relationship satisfaction postoperatively. Finally, bilateral nerve sparing surgery preserved not only male but also female sexual function. This study shows that the expected short-term post-RALP ED is associated with a worsening of female sexual function, whereas nerve sparing surgery has a protective effect on both the patient's and his partner's sexual function with a significant effect of bilateral over unilateral neurovascular bundle preservation. Furthermore, we found that conjugal complicity remains stable throughout the first semestrial postoperative period despite the decrease in sexual function.", "metaData": {"source": "Reporting Erectile Function Outcomes After Radiation Therapy for Prostate Cancer: Challenges in Data Interpretation\nhttps://pubmed.ncbi.nlm.nih.gov/28965787/"}}