{"pageContent": "Approximately 1 man in 6 will be diagnosed with prostate cancer during his life lifetime, and over 200,000 men in the U.S. are diagnosed with prostate cancer annually. Since the widespread adoption of PSA testing, about 60-70% of men at risk in the U.S. have had a blood test for prostate cancer. With this, prostate cancer death rates have decreased, yet only slightly. Thirty thousand men still die each year from this disease. PSA testing fails to identify a small but significant proportion of aggressive cancers, and only about 30% of men with a \"positive\" PSA have a positive biopsy. Additionally, of men who are treated for prostate cancer, about 25% require additional treatment, presumably due to disease recurrence. Also of concern is the growing evidence that there are some prostate cancers for which treatment may not be necessary. Very long-term studies from the U.S. and Europe, following men with prostate cancer have found that some tumors do not progress over time. In these individuals, prostate cancer treatment is unnecessary and harmful as these men do not benefit from treatment but will be at risk of treatment-related side effects and complications. They suggest a fundamental problem with prostate cancer: it is not possible, at this time, to predict the natural history of the disease. It is for these reasons that the most important challenge in prostate cancer today is the inability to predict the behavior of an individual tumor in an individual patient. Here we review issues related to performance and validation of biomarkers with a focus on \"doing no harm\", and bearing in mind that it is the ultimate goal of early detection to save lives. Improved diagnostic and prognostic biomarkers are needed for prostate cancer, and the use of these markers should ultimately translate into increased life span and quality of life. The ultimate goal would be to not only have accurate biomarkers suitable for early diagnosis, but also biomarkers that identify men at greatest risk of developing aggressive disease. Technology has been brought to bear on this problem, and the major approaches are genomics, expression analysis, and proteomics. Proteomics and DNA methylation assays may soon be used in sensitive and specific diagnostic testing of serum and tissues for cancer. Expression arrays may be used to establish both a more specific diagnosis and prognosis for a particular tumor. The proteome is only beginning to be understood, and alternative splicing and post-translational modifications of proteins such as glycosylation and phosphorylation are challenging areas of study. Finally, risk assessment and prognosis are being pursued through analysis of genomic polymorphisms (single nucleotide polymorphisms, SNPs). This huge task is only beginning, and requires the combined expertise of molecular epidemiologists, oncologists, surgeons, pathologists, and basic scientists.", "metaData": {"source": "A 66-year-old man with sexual dysfunction\nhttps://pubmed.ncbi.nlm.nih.gov/15213212/"}}