{"pageContent": "Background: There is lack of evaluation of the effect of the treated area on the urinary function after focal therapy. The objectives of the study is to evaluate the effects of focal therapy on urinary function in the anterior portion of the transition zone (TZ) with transrectal high-intensity focused ultrasound (HIFU) for localized prostate cancer (PCa). Methods: From 2016 to 2018, patients who were diagnosed as having localized PCa and treated with focal therapy with HIFU, were included prospectively. The urinary function and complications were evaluated separately in the treated regions of the anterior TZ (TZ group) and other portions (other group) for 12 months. Before and after the treatment, the International Prostate Symptom Score (IPSS), IPSS Quality Of Life (QOL), Overactive Bladder Symptom Score (OABSS), and uroflowmetry were evaluated to assess the urinary function. Results: Ninety patients were included in the study. There was no significant differences in the patients' characteristics between the two groups. At 1 month after the treatment, IPSS (p = 0.011), IPSS QOL (p = 0.002), OABSS (p = 0.002), maximum flow rates (p = 0.011), and residual urine volume (p = 0.011) in TZ group were significantly deteriorated compared with the other group. Multivariate logistic regression analysis revealed that anterior TZ treatment (odds ratio, 3.386; p = 0.029) was an independent risk factor for the deterioration with ≥32% of preoperative status of maximum flow rates. Concerning complication, the rates of Grade 2 urinary retention and Grade 3 urethral stricture were 15.4% and 11.5% in the TZ group and 0% and 0% in the other group, respectively. Conclusions: There was a greater risk of urinary dysfunction with treatment in the anterior TZ portion than in the other portion at 1 month after focal therapy with HIFU.", "metaData": {"source": "Partial Gland Treatment of Prostate Cancer Using High-Intensity Focused Ultrasound in the Primary and Salvage Settings: A Systematic Review\nhttps://pubmed.ncbi.nlm.nih.gov/28433640/"}}