{"pageContent": "Focal therapy (FT) for prostate cancer (PCa) is emerging as a novel therapeutic approach for patients with low- to intermediate-risk disease, in order to provide acceptable oncological control, whilst avoiding the side effects of radical treatment. Evidence regarding the ideal follow-up strategy and the significance of prostate-specific antigen (PSA) kinetics after treatment is needed. In this study, we aimed to assess the value of the percentage of PSA reduction (%PSA reduction) after FT in predicting the likelihood of any additional treatment or any radical treatment. We retrospectively analysed a multicentre cohort of 703 men receiving FT for low- and intermediate-risk PCa. Overall, the rates of any additional treatment and any radical treatment were 30% and 13%, respectively. The median follow-up period was 41 mo. The median %PSA reduction after FT was 73%. At Cox multivariable analysis, %PSA reduction was an independent predictor of any additional treatment (hazard ratio [HR]: 0.96; p < 0.001) and radical treatment (HR: 0.97; p < 0.001) after FT. For %PSA reduction of>90%, the probability of any additional treatment within 5 yr was 20%. Conversely, for %PSA reduction of <10%, the probability of receiving any additional treatment within 5 yr was roughly 70%. This study is the first to assess the role of %PSA reduction in the largest multicentre cohort of men receiving FT for PCa. Given the lack of standardised follow-up strategies in the FT field, the use of the %PSA reduction should be considered. PATIENT SUMMARY: The percentage of prostate-specific antigen reduction is a useful tool to assess men following focal therapy (FT). It can assist the urologist in setting up an appropriate follow-up and during post-FT patient counselling.", "metaData": {"source": "Outcomes after salvage radical prostatectomy and first-line radiation therapy or HIFU for recurrent localized prostate cancer: results from a multicenter study\nhttps://pubmed.ncbi.nlm.nih.gov/30790014/"}}