{"pageContent": "Standard treatments for adenocarcinoma of the prostate, such as surgery, hormones, radiation and chemotherapy, often achieve a clinical response, but this is usually short-lived. Prostate cancer frequently recurs and second-line therapies have a poor response rate. Many clinicians seem comfortable in limiting their philosophy of treating advanced recurrent disease merely to new regimens of failed therapies, such as combination chemotherapy. However, other medical researchers have chosen to pursue novel approaches, including immunotherapy, several of which are summarised in this review. Although ranging widely in antigen specificity, all attempt to exploit the body's natural antitumour immunity. Furthermore, all aim to stimulate immunity above a threshold level necessary for tumour regression or to induce stability in the face of progression. The goal of in vivo or ex vivo gene therapy is the modification of gene expression within an antigen-presented cell by the introduction of a vector, DNA, or RNA. Within that field, much progress has been made and is ongoing currently concerning gene delivery systems, target identification and characterisation. Comparatively, monoclonal antibodies are an established type of cancer immunotherapy. However, the more recent development of humanized or fully human antibodies, as well as novel moieties they can be coupled to, renews their prospects for clinical impact. Lastly, various cell-based therapies are the focus of several recent clinical studies demonstrating tumour regression or stabilisation. Immune cells, for example, T-lymphocytes and dendritic cells, have already demonstrated treatment benefit, as well as the ability to maintain an excellent quality of life for participants. Overall, there is a multitude of approaches being considered for the treatment of prostate cancer. The following review concentrates on those approaches that are currently in human or animal studies and have a specific emphasis on prostate cancer.", "metaData": {"source": "Active surveillance for prostate cancer: an underutilized opportunity for reducing harm\nhttps://pubmed.ncbi.nlm.nih.gov/23271770/"}}