{"pageContent": "Imaging in cancer has moved in the last twenty years from morphological detection of diseases to characterization and categorization of different subtypes of tumors. Functional information, based on dynamic contrast-enhanced imaging of tissue perfusion and evaluation of water diffusion, tissue oxygenation, capillary permeability or lymphatic drainage, plays a major role in that field.The next coming steps will concern the differentiation of biological behaviour of tumors according to their phenotypes by identifying specific surface receptors or products of synthesis.These developments allowing an in vivo identification of the tumor biological singularities is a tremendous progress in the management of cancer at the step of diagnosis but, more importantly, to assess the most appropriated treatment to each tumor type. At the same time, minimally invasive methods of treatment of tumors have also developed, mainly in the field of thermotherapies. Ablation of tumors using radiofrequency is now used in clinics as a new standard within the liver and as a promising additional option in many other organs as kidney, lung and bone. High intensity focused ultrasound (HIFU) showed more restricted developments in clinics, mainly applied to prostatic cancer, because of many technical barriers. We believe that magnetic resonance (MR) imaging and MR-guided HIFU (MRgHIFU) have a great potential in that field due to the capacity of MR imaging to monitor temperature changes for an optimal heat deposition and for an optimal safety. This technique has already gained recognition for the treatment of uterine leiomyomas. But it has still to prove its efficacy in treatment of malignant tumors. This review will focus on some recent developments in molecular characterisation of tumors using MR imaging and in technical improvements necessary for accurate application of MRgHIFU in cancer.", "metaData": {"source": "Dual concentric-sectored HIFU transducer with phase-shifted ultrasound excitation for expanded necrotic region: a simulation study\nhttps://pubmed.ncbi.nlm.nih.gov/23661126/"}}