{"pageContent": "Background To reduce adverse effects of whole-gland therapy, participants with localized clinically significant prostate cancer can undergo MRI-guided focal therapy. Purpose To explore safety and early oncologic and functional outcomes of targeted focal high-intensity focused ultrasound performed under MRI-guided focused ultrasound for intermediate-risk clinically significant prostate cancer. Materials and Methods In this prospective phase II trial, between February 2016 and July 2019, men with unifocal clinically significant prostate cancer visible at MRI were treated with transrectal MRI-guided focused ultrasound. The primary end point was the 5-month biopsy (last recorded in December 2019) with continuation to the 24-month follow-up projected to December 2021. Real-time ablation monitoring was performed with MR thermography. Nonperfused volume was measured at treatment completion. Periprocedural complications were recorded. Follow-up included International Prostate Symptom Score (IPSS) and International Index of Erectile Function-15 (IIEF-15) score at 6 weeks and 5 months, and multiparametric MRI and targeted biopsy of the treated area at 5 months. The generalized estimating equation model was used for statistical analysis, and the Holm method was used to adjust P value. Results Treatment was successfully completed in all 44 men, 36 with grade group (GG) 2 and eight with GG 3 disease (median age, 67 years; interquartile range [IQR], 62-70 years). No major treatment-related adverse events occurred. Forty-one of 44 participants (93%; 95% CI: 82, 98) were free of clinically significant prostate cancer (≥6 mm GG 1 disease or any volume ≥GG 2 disease) at the treatment site at 5-month biopsy (median, seven cores). Median IIEF-15 and IPSS scores were similar at baseline and at 5 months (IIEF-15 score at baseline, 61 [IQR, 34-67] and at 5 months, 53 [IQR, 24-65.5], P = .18; IPSS score at baseline, 3.5 [IQR, 1.8-7] and at 5 months, 6 [IQR, 2-7.3], P = .43). Larger ablations (≥15 cm3) compared with smaller ones were associated with a decline in IIEF-15 scores at 6 weeks (adjusted P < .01) and at 5 months (adjusted P = .07). Conclusion Targeted focal therapy of intermediate-risk prostate cancer performed with MRI-guided focused ultrasound ablation was safe and had encouraging early oncologic and functional outcomes. © RSNA, 2021 Online supplemental material is available for this article See also the editorial by Tempany-Afdhal in this issue.", "metaData": {"source": "Efficacy of extracorporeal ultrasound-guided high intensity focused ultrasound: An evaluation based on controlled trials in China\nhttps://pubmed.ncbi.nlm.nih.gov/25758333/"}}