{"pageContent": "The two major long-term concerns associated with different options for the management of prostate cancer, (including surgery, radiotherapy, brachytherapy, cryotherapy, HIFU, etc.) include difficulties with lower urinary tract symptoms (LUTS) and/or erectile dysfunction. LUTS can be in the form of stress urinary incontinence (SUI), urge urinary incontinence (UUI), frequency/urgency, and/or voiding difficulties. While surgery is mostly associated with SUI and radiation mostly results in UUI, there can be an overlap. Incontinence rates after cryotherapy and high intensity focused ultrasound (HIFU) are generally very low. Voiding difficulties can also happen after the above-mentioned options. Treatment of SUI can start with pelvic floor muscle exercises (PFME), penile clamps or urethral plugs. If these fail to provide satisfactory results the surgical options could include: urethral bulking agents, male slings, and artificial urinary sphincter (AUS). Surgical options are usually not recommended during the first 6-12 months after radical prostatectomy. Management of frequency, urgency and/or UUI can also be started with lifestyle modifications and PFME. Oral agents (anticholinergics and β3-agonists) are also considered before proceeding to third line options, such as Botox injection or sacral neuromodulation. The treatment options for ED resulting from the treatment of prostate cancer can include oral PDE5-I as the first line, local therapy as the second (such as MUSE, intracavernosal injections, and perhaps low intensity shock wave therapy) and finally surgery as the third line. Standard questionnaires and patient reported outcome measurement tools should be used for the assessment of LUTS and erectile dysfunction prior and after initiation of treatment to guide the management.", "metaData": {"source": "Salvage interstitial laser thermal therapy under MRI guidance (MRgFLA) for high-intensity focal ultrasound (HIFU) recurrences: feasibility study\nhttps://pubmed.ncbi.nlm.nih.gov/33965848/"}}