{"pageContent": "In summary, there is increasing and convincing evidence that radical prostatectomy is effective in locally confined, poorly differentiated prostate cancer. Diagnostic efforts, therefore, should be targeted toward this disease and probably also, based on the natural history evidence, toward moderately differentiated disease, mainly Gleason score 7. It is unclear, at present, how this can be achieved. Further improvement of our diagnostic capabilities is urgently needed. Hopefully ongoing randomised studies comparing radical prostatectomy to surveillance and studies comparing radical prostatectomy to radiotherapy are urgently desired. The randomised screening studies, which are ongoing, will provide important information with respect to the effect of treatment. If prostate cancer mortality in those men who are randomised to screening turns out to be better than in those randomised to control, this will also be an indication of the effectiveness of treatment. Also, the screening studies and associated natural history studies based on serum repositories and follow-up in non-screened patients will provide important information with respect to the natural history of prostate cancer in relation to PSA and changes of PSA over time. Finally, quality of life with and without treatment will have to be evaluated, in a prospective manner, in multicentre settings according to validated criteria such as those presented by Litwin. The outcomes of such studies will have to be added as utilities to data relating to traditional endpoints such as cancer-specific and overall survival. In the meantime, clinical practice will be determined by the fact that the only way to cure prostate cancer is early diagnosis and aggressive management. Encouragement comes from the increasing volume of evidence showing that poorly differentiated disease can be eradicated as long as it is locally confined.", "metaData": {"source": "Report on the American Urologic Association/American Cancer Society scientific seminar on the detection and treatment of early-stage prostate cancer\nhttps://pubmed.ncbi.nlm.nih.gov/8124608/"}}