{"pageContent": "The resources devoted to managing metastatic prostate cancer are enormous, yet little attention has been given to directly measuring the economic consequences of treatment alternatives. The purpose of this article was to evaluate the pharmacoeconomics of available treatments for metastatic prostate cancer, including hormone-sensitive disease, androgen-independent prostate cancer and locally advanced/progressive disease. We identified 58 articles addressing economic issues related to metastatic prostate cancer. Treatment alternatives with considerably different costs are available in many areas of disease management, most notably, medical androgen deprivation therapy (ADT) versus surgical castration; combined androgen blockage (CAB) versus monotherapy for initial treatment of hormone-sensitive disease; as well as bisphosphonates and bone-targeted radioisotopes for palliation. The few available pharmacoeconomic studies indicate that the additional costs are not supported by clear and compelling evidence of differences in survival or quality-of-life (QOL) outcomes. Our review revealed that authors often use considerably different assumptions about efficacy and survival outcomes in their analyses, which may be due to the inconsistency of available clinical evidence. Although there have been many clinical trials comparing various therapies, we identified only three trials that included economic assessments. Thus, few sources of economic data are available and most pharmacoeconomic studies rely on information mined from indirect sources. We note that, while there has been considerable enthusiasm about the role of docetaxel regimens in the past 2 years, no study has yet examined the costs of these therapies. Survival remains poor for metastatic disease, thus QOL is the primary consideration for many therapies. However, QOL for treatment of metastatic disease is poorly measured and, in most analyses, the impact of therapy on QOL was inferred based on speculation by the authors. Given the large cost burdens of these treatments, it is essential that we more fully understand the true QOL gains potentially offered by more expensive therapies. The economic studies of advanced prostate cancer highlight several aspects of clinical care that are filled with considerable uncertainty and remain guided by forces other than optimal resource allocation. It is essential that we address the weaknesses in our understanding of the economic consequences of therapies for prostate cancer, and find ways to include economic information into the process of determining optimal therapy.", "metaData": {"source": "Outcomes of treatment for localized prostate cancer in a single institution: comparison of radical prostatectomy and radiation therapy by propensity score matching analysis\nhttps://pubmed.ncbi.nlm.nih.gov/31875247/"}}