{"pageContent": "Prostate cancer is the most commonly diagnosed malignancy in men, claiming over350,000 lives worldwide annually. Current diagnosis relies on prostate-specific antigen (PSA)testing, but this misses some aggressive tumours, and leads to the overtreatment of non-harmfuldisease. Hence, there is an urgent unmet clinical need to identify new diagnostic and prognosticbiomarkers. As prostate cancer is a heterogeneous and multifocal disease, it is likely that multiplebiomarkers will be needed to guide clinical decisions. Fluid-based biomarkers would be ideal, andattention is now turning to minimally invasive liquid biopsies, which enable the analysis oftumour components in patient blood or urine. Effective diagnostics using liquid biopsies willrequire a multifaceted approach, and a recent high-profile review discussed combining multipleanalytes, including changes to the tumour transcriptome, epigenome, proteome, and metabolome.However, the concentration on genomics-based paramaters for analysing liquid biopsies ispotentially missing a goldmine. Glycans have shown huge promise as disease biomarkers, anddata suggests that integrating biomarkers across multi-omic platforms (including changes to theglycome) can improve the stratification of patients with prostate cancer. A wide range ofalterations to glycans have been observed in prostate cancer, including changes to PSAglycosylation, increased sialylation and core fucosylation, increased O-GlcNacylation, theemergence of cryptic and branched N-glyans, and changes to galectins and proteoglycans. In thisreview, we discuss the huge potential to exploit glycans as diagnostic and prognostic biomarkersfor prostate cancer, and argue that the inclusion of glycans in a multi-analyte liquid biopsy test forprostate cancer will help maximise clinical utility.", "metaData": {"source": "Prostate cancer disparities in South Carolina: early detection, special programs, and descriptive epidemiology\nhttps://pubmed.ncbi.nlm.nih.gov/17319238/"}}