{"pageContent": "The development of androgen-independent growth in advanced carcinoma of the prostate (CaP) is associated with poor prognosis and few therapeutic options. Chemotherapeutic drugs offer the afflicted patient palliative benefits, but these are short-lived because of the chemoresistant nature of hormone-refractory prostate cancer. Given the high percentage of CaP patients with mutations in the PTEN tumor suppressor gene, we sought to determine the involvement of the phosphatidylinositol 3'-kinase (PI3K) cascade in the development of CaP drug resistance. PTEN-negative PC3 cells were observed to have increased resistance to both doxorubicin and paclitaxel when compared with PTEN-positive DU145 cells. Furthermore, modulation of PI3K activity with the use of constitutively active and dominant-negative inhibitors was found to affect the ability to CaP cells to respond to chemotoxic treatments. Additionally, inhibition of PI3K with a small molecular weight inhibitor (LY294002) was able to potentiate the antineoplastic activity of both doxorubicin and paclitaxel in CaP cells. Interestingly, multidrug resistance protein-1 (MRP-1) expression, but not MDR-1 (p-glycoprotein), was observed to be induced as a consequence of PI3K activation in these cell types. Inhibition of MRP-1 expression via siRNA was observed to synergistically sensitize CaP cells to chemotoxic drugs while having no appreciable effect on cell growth in the absence of these compounds. Taken together, these data suggest that PI3K activation can lead to the development of chemoresistant cells in prostatic carcinomas through the up-regulation of MRP-1. Thus, inhibition of PI3K activity with concomitant administration of chemotoxic compounds may prove beneficial in preventing the development of drug resistance in patients with hormone-refractory prostate cancer.", "metaData": {"source": "Comparative effectiveness of alternative prostate-specific antigen--based prostate cancer screening strategies: model estimates of potential benefits and harms\nhttps://pubmed.ncbi.nlm.nih.gov/23381039/"}}