{"pageContent": "Tyrosine kinases play significant roles in tumor progression and therapy resistance. Inhibitors of tyrosine kinases are on the forefront of targeted therapy. For prostate cancer, tyrosine kinases play an additional role in the development of castration-resistant disease state, the most troubling aspect of prostate cancinogenesis which presently defies any effective treatment. Among the 30 or so tyrosine kinases expressed in a typical prostate cancer cell, nearly one third of them have been implicated in prostate carcinogenesis. Interestingly, most of them channel signals through a trio of non-receptor tyrosine kinases, Src/Etk/FAK, referred here as Src tyrosine kinase complex. This complex has been shown to play a significant role in the aberrant activation of androgen receptor (AR) mediated by growth factors (e.g., epidermal growth factor (EGF)), cytokines (interleukin (IL)-6), chemokines (IL-8), and neurokines (gastrin-releasing peptide). These factors are induced and released from the prostate cancer to the stromal cells upon androgen withdrawal. The Src kinase complex has the ability to phosphorylate androgen receptor, resulting in the nuclear translocation and stabilization of un-liganded androgen receptor. Indeed, tyrosine kinase inhibitors targeting Src can inhibit androgen-independent growth of prostate cancer cells in vitro and in preclinical xenograft model. While effective in inducing growth arrest and inhibiting metastasis of castration-resistant tumors, Src inhibitors rarely induce a significant level of apoptosis. This is also reflected by the general ineffectiveness of tyrosine kinase inhibitors as monotherapy in clinical trials. One of the underlying causes of apoptosis resistance is \"autophagy,\" which is induced by tyrosine kinase inhibitors and by androgen withdrawal. Autophagy is a self-digesting process to regenerate energy by removal of long-lived proteins and retired organelles to provide a survival mechanism to cells encountering stresses. Excessive autophagy, sometimes, could lead to type II programmed cell death. We demonstrated that autophagy blockade sensitizes prostate cancer cells toward Src tyrosine kinase inhibitor. Thus, a combination therapy based on Src tyrosine kinase inhibitor and autophagy modulator deserves further attention as a potential treatment for relapsed prostate cancer.", "metaData": {"source": "Factors associated with current and severe physical side-effects after prostate cancer treatment: What men report\nhttps://pubmed.ncbi.nlm.nih.gov/27726215/"}}