{"pageContent": "Prostate cancer is a heterogeneous disease characterised by a long natural history relative to other solid tumours. With the diagnosis of prostate cancer being made earlier, the emphasis of treatment has shifted from palliation of symptoms to altering disease-related morbidity and mortality and thus improving overall survival. Treatment of prostate cancer increasingly involves an approach that combines local therapies directed at the primary tumour together with systemic therapies to potentiate their effect and to control subclinical metastatic disease. Patients with localised tumours who are at high risk of relapsing with radiation therapy alone are surviving longer because of the addition of adjuvant hormonal therapy. Although a survival benefit in similar patients undergoing prostatectomy has not yet been established, preliminary results indicate that adjuvant hormonal therapy delays relapse. Chemotherapy is an effective palliative modality for patients with hormone- refractory metastatic disease, and recently completed phase III trials will determine if chemotherapy can prolong survival for this group. The role of chemotherapy in patients with locally advanced tumours is also being investigated in randomised clinical trials. Because bone is the dominant site of metastases for most patients with prostate cancer, the development of therapies that can slow tumour growth specifically within bone is a logical strategy. Bisphosphonates and bone-targeted radionuclides are two such approaches that have shown encouraging results even in the most advanced stages of the disease. Although one can now reasonably hypothesise that survival has improved because of recent therapeutic advances, it remains to be conclusively established that cytotoxic or other systemic therapy can extend survival of patients with prostate cancer. Only the results of ongoing randomised trials can definitely establish that more patients with locally advanced and metastatic prostate cancer are living longer.", "metaData": {"source": "Prevalence of Baseline Erectile Dysfunction (ED) in an Australian Cohort of Men with Localized Prostate Cancer\nhttps://pubmed.ncbi.nlm.nih.gov/25847707/"}}