{"pageContent": "High-intensity focused ultrasound (HIFU) is a promising new modality for the treatment of localized prostate cancer (PCa). Follow-up of patients is recommended with biopsies and multiparametric MRI (mpMRI). However, mpMRI in the postinterventional setting is often false-negative. It was our aim to investigate if the new tracer targeting the prostate-specific membrane antigen (68Ga-PSMA-11) could be used to localize recurrent disease with PET/MR in patients with discrepant findings between mpMRI and template biopsies. Methods: Interim analysis was performed of the first 10 patients scanned between September 2016 and May 2018 with positive template biopsy and negative mpMRI after HIFU from an ongoing clinical trial (NCT02265159). All patients underwent 68Ga-PSMA-11 PET/MRI within 3 mo. Four prostatic quadrants were defined, and for every quadrant suspicion for recurrence was rated on a 5-point Likert scale from definitely no recurrence (1) to highly suspected of recurrence (5), with 4 used as a cutoff for suspected disease based on PET/MRI by a masked reader. 68Ga-PSMA-11 uptake of suspected lesions and background areas was measured with the SUVmax The apparent diffusion coefficient values of lesions and background were given for each segment. PET/MRI scans were compared with the template biopsy results, including corresponding Gleason scores (GS), number of positive cores, and tumor length. Results: The quadrant-based sensitivity, specificity, and positive and negative predictive values for PET/MRI were 55%, 100%, 100%, and 85%, respectively. Patient-based PET/MRI was negative in 4 cases with GS 3 + 4 and a tumor length between 0.1 and 3 mm. All tumor lesions with GS 4 + 3 or higher were detected on PET/MRI. Conclusion: Our preliminary results indicate that 68Ga-PSMA-11-PET/MR has the potential to localize PCa recurrence after HIFU occult on mpMRI.", "metaData": {"source": "German S3 Evidence-Based Guidelines on Focal Therapy in Localized Prostate Cancer: The First Evidence-Based Guidelines on Focal Therapy\nhttps://pubmed.ncbi.nlm.nih.gov/35144260/"}}